Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/tn/LC_MESSAGES/messages.po
Languages: tn

source: Campaigns
tn: Matsholo

source: Campaign with id %(id)s does not exist
tn: Letsholo le le nang le id %(id)s ga le yo

source: You need to Login to create a campaign
tn: O tlokana le go tsena gore o dire letsholo

source: Create a campaign
tn: bolotsa letsholo

source: %(campaign_name)s - Contribute
tn: %(campaign_name)s - tsenya seabe

source: %(campaign_name)s - Update
tn: %(campaign_name)s - tlhabolola

source: You need to login to participate
tn: O tlhoka go tsena go tsaya karolo

source: Update Campaign Details
tn: Tlhabolola dintlha tsa letsholo

source: Create new Campaign
tn: Dira Letsholo le Lesha

source: Fields marked with * are mandatory
tn: ditselana tse di tshwailweng ka * di a patelesega

source: Campaign Name
tn: Leina la Letsholo

source: This is the name specific to your campaign, not the main project.
tn: Leno ke leina le le kgethegileng la letsholo la gago, eseng tiro ya gago

source: So, not “Wiki Loves Africa” but rather “Music and Dance in Nigeria”
tn: Ga se "Wiki Loves Africa" mme ke "Music and dance in Nigeria"

source: Short description of Campaign (144 characters)
tn: Tlhaloso e khutshwane ya letsholo ( ditlhaka tse Lekgolo le masome a mane le bone)

source: What are users going to be working on
tn: Badirisi ba ya go bereka eng

source: Start Date
tn: Letsatsi la tshimologo

source: Set campaign start date
tn: baya letsati la tshimilogo ya letsholo

source: End Date
tn: letsatsi la bokhutlo

source: Set campaign end date
tn: baya letsatse la bokhutlo jwa letsholo

source: This is a Wiki Loves Campaign
tn: se ke letsholo la Wiki

source: When set up correctly this option allows participants to choose what country they want to see images from and records contributions by country.
tn: Fa e tlhomilwe sentle, ikgethelo ye e letla batsayakarolo go itlhophela gore ba batla go bona ditshwantsho tsa lefatshe lefe le go kwala dikabelo tsa bone go ya ka leftshe.

source: You can select multiple categories of the correct type.
tn: O ka tlhopha ditlhopha tse dintsi tsa mofuta o o siameng.

source: Depth must be set to 0 for all categories in a Wiki Loves campaign.
tn: Boteng jwa ditlhopha tsotlhe mo letsholong la Wiki bo tshwanetse go bewa mo go lefela

source: Requires categories of the form images from Wiki Loves <strong><em>project</em></strong> in a specific <strong><em>year</em></strong>, eg “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (change <strong><em>project</em></strong> and year as <strong><em>required</em></strong>)
tn: E tlhoka ditlhopha tsa ditshwantsho tsa mofuta wa Wiki Loves project mo ngwageng o o rileng, e.g. "Images from Wiki Loves <strong><em>Afrika</em></strong> <strong><em>2019</em></strong>" (go fetola <strong><em><strong><em>porojeke</em></strong></em></strong> le <strong><em>ngwaga</em></strong> jaaka go tlhokega)

source: Some of the categories chosen below do not have the correct syntax
tn: Dingwe tsa ditlhopha tse di tlhophilweng fa tlase ga di na thulaganyo e e siameng ya mafoko

source: Categories to use in this campaign
tn: Dikarolo tse di ka dirisiwang mo letsholong le

source: Search for the Wikimedia Commons categories that contain the images you wish to use in your campaign.
tn: Batla ditlhopha tsa Wikimedia Commons tse di nang le ditshwantsho tse o batlang go di dirisa mo letsholong la gago.

source: If you want a category and ALL of its subcategories use the 'Depth' option to choose how many levels down you want to go (leave depth on 0 for Wiki loves campaigns).
tn: Fa o batla setlhopha mme ditlhopha tsotlhe tsa sone di dirisa kgetho ya 'boteng' go tlhopha gore o batla go ya kwa tlase go le kae (tlogela boteng mo go lefela mo matsholomg a Wiki).

source: Choose categories to use in the campaign
tn: Tlhopha dikarolo tse o ka di dirisang mo letsholong

source: Name
tn: Leina

source: Depth
tn: Boteng

source: The categories in red do not have the correct syntax for the "Wiki Loves campaign" feature.
tn: Dikarolo tse di bontshitsweng ka mmala o mohibidu ga di na thulaganyo e e siameng ya "Wiki loves campaign".

source: Please remove them or untick the "Wiki Loves Campaign" checkbox above
tn: Tsweetswee di ntshe kgotsa o ntshe lebokose la "Wiki Loves Campaign" le le fa godimo

source: Update images
tn: Tlhabolola ditshwantsho

source: Collect images from the categories.
tn: Phutha ditshwantsho go tswa mo dikarolong.

source: This will replace any current images.
tn: Se se tlaa nna mo boemong jwa ditshwantsho tse di le teng.

source: Use if you changed the categories or if there was an error updating previously.
tn: Dirisa fa o fetotse ditlhopha kgotsa fa go na le phoso ya go tlhabolola pele.

source: Metadata to collect in the Campaign
tn: Metadta e tla kgobokanya mo letsholong

source: Choose what type of <strong>metadata</strong> you want to collect in your campaign.
tn: Tlhopha mofuta wa <strong>metadata</strong> yo o batlang go o kokoanya mo letsholong la gago.

source: You must select at least one of the options below.
tn: O tshwanetse go tlhopha bobotlana nngwe ya ditlhopho tse di fa tlase.

source: Depicts
tn: Ditshwantsho

source: Captions
tn: Ditsibogelo

source: Campaign Image
tn: Setshwantsho sa Letsholo

source: The maximum height for the campaign image is 150px. Images should either be a banner image or a logo.
tn: Boleele jo setshwantso sa letsholo bo ka se keng bo se fetse ke 150px. Ditshwantsho e tshwanetse go nna tsa kitsiso kgotsa tsa itshupo.

source: Portrait or square photos are not recommended.
tn: Setshwantsho kgotsa ditshwantsho tsa sekwere ga di kgothalediwe.

source: Enter the FILE NAME only of a image from commons to display on the Campaign home page.
tn: Tsenya leina la FILE fela la setshwantsho se se tswang mo commons go se bontsha mo tsebeng ya ntlha ya letsholo.

source: Long description of Campaign (full about info)
tn: Tlhaloso e telele ya Letsholo (e e tletseng ka tshedimosetso)

source: Why it is important that users contribute to the campaign?
tn: Ke ka goreng fa go le botlhokwa fo badirisi ba tshwanetse go tsaya karolo mo letsholong?

source: Publish Campaign
tn: Gatisa letsholo

source: You must select at least one category for your campaign.
tn: O tshwanetse wa tlhophela letsholo la gago karolo ele nngwe.

source: Some of the categories you have chosen do not have the correct syntax for a Wiki Loves Campaign.
tn: Dingwe tsa ditlhopha tse o di tlhophileng ga di na thulaganyo e e siameng ya letsholo la Wiki Loves.

source: Please check your selections and try again.
tn: Tsweetswee tlhatlhoba dilo tse o di tlhophileng mme o leke gape.

source: Please select at least one type from the Metadata to collect section
tn: Tsweetswee tlhopha bobotlana mofuta o le mongwe go tswa mo Metadata go o phutha

source: View images from
tn: Bona ditshwantsho go tswa ko

source: Choose to only view images from a single country
tn: Tlhopha go lebelela ditshwantsho fela go tswa kwa lefatsheng le lengwe.

source: Start contributing to this campaign
tn: Similola go tsaya karolo mo letsholong le

source: Get Started
tn: Simolola

source: Campaign progress so far
tn: Kgatelopele ya letsholo go fitlha jaanong

source: Total number of images in this campaign
tn: Palogotlhe ya ditshwantsho mo letsholong le

source: Images
tn: Ditshwantsho

source: Total number of contributions made to this campaign
tn: Palogoltlhe ya dikarolo tse di tserweng mo letsholong le

source: Contributions
tn: Diabe

source: Top Contributors
tn: Ba ba nang le seabe se segolo

source: Contributor
tn: Motho yo o nang le seabe

source: No partcipants has contributed to this campaign
tn: Ga go na batsayakarolo ba ba nnileng le seabe mo letsholong le

source: Country
tn: Lefatshe

source: There is no data available yet for this campaign
tn: Ga go na tshedimosetso e e leng teng ya letsholo le

source: View and download more stats for this campaign
tn: Tsaya gape bona go le gontsi ka dipalopalo tsa letsholo le.

source: View full stats
tn: Bona dipalopalo tse di tletseng

source: My Contributions
tn: Seabe same

source: Rank
tn: Maemo

source: More About This Campaign
tn: Go le gontsi ka letsholo le

source: Campaign Manager
tn: Mookamedi wa letsholo

source: START DATE
tn: Letsatsi la tshimologo

source: END DATE
tn: Letsatsi la bokhutlo

source: Not Set
tn: Ga go a tlhomama

source: Make changes to this campaign
tn: Dira diphetogo mo letsholong le

source: Edit Campaign
tn: Fetola letsholo

source: Unknown country
tn: Lefatshe le le sa itseweng

source: Return to the campaign home page
tn: boela kwa tsebeng ya gae ya letsholo

source: Home Page
tn: Tsebe ya gae

source: View the previous image
tn: Bona setshwantsho se se fa morago

source: PREV IMAGE
tn: SETSHWANTSHO SA PONOPELE

source: Own work
tn: Tiro ya mong wa yone

source: View the next image
tn: Bona setshwantsho se se latelang

source: NEXT IMAGE
tn: setshwantsho se se latelang

source: File
tn: faele

source: Open this image on Wikimedia Commons
tn: Bula setshwantsho se mo Wikimedia Commons

source: Description
tn: Tlhaloso

source: Categories
tn: Dikarolo

source: Camera Location
tn: lefelo la sekapa ditshwantsho

source: show all metadata from commons
tn: Supa go tswa kwa metadata commons

source: Adding Depict Statements
tn: Go Tsenya Dipolelo Tsa ga Setshwantsho

source: Cancel your changes
tn: Phimola diphetogo tsa gago

source: Cancel
tn: Phimola

source: Save your edits to Wikimedia Commons
tn: Boloka dikgatiso tsa gago mo Wikimedia Commons

source: Save
tn: Boloka

source: You will be redirected to login and back here to save your changes
tn: O tlaa fiwa dikaelo tsa go tsena le tsa go bowa o tla go boloka diphetogo tsa gago.

source: Name the different elements that you can see in this image
tn: bua dikarolwana tse di farologaneng tse o di bonang mo setshwantshong se

source: To mark the prominent elements in the image, click on the flag icon
tn: Go tshwaya dilo tse di tlhomologileng mo setshwantshong, tobetsa setshwantsho sa folaga

source: Writing Captions
tn: Go Kwala Ditlhaloso

source: Include any culturally specific, scientific or technical information that you can identify (e.g. the Ethiopian Coffee Ceremony or bunna maflat) to make the information richer.
tn: Tsaya tshedimosetso nngwe le nngwe e e kgethegileng ya setso, ya saense kgotsa ya botegeniki e o ka e lemogang (sekao, Moletlo wa Kofi wa Ethiopia kgotsa bunna maflat) go dira gore tshedimosetso e nne e e humileng.

source: Log in to publish changes
tn: Tsena gore o gatise diphetolo tsa gago.

source: Add a caption to better explain the image (max 255 characters)
tn: Tsenya mafoko go tlhalosa setshwantsho botoka (go fitlha go ditlhaka di le 255)

source: Briefly explain what you see in this image.
tn: Tlhalosa ka bokhutshwane se o se bonang mo setshwantshong se.

source: You can add captions in additional languages by selecting Language Preferences from the user menu
tn: O ka tsenya ditlhaloso mo ditemeng tsa tlaleletso ka go tlhopha teme ya boikgethelo mo lenaaneng la modirisi

source: No images found for this campaign!
tn: Ga go na ditshwantsho tse di fitlhetsweng tsa letsholo leno!

source: Something went wrong getting campaign images
tn: Go na le sengwe se se sa tsamayang sentle mo letsholong la ditshwantsho

source: Search for things you see in the image
tn: Batla dilo tse o di bonang mo setshwantshong

source: Success! Depicted items saved to Wikimedia Commons
tn: Katlego! Dilo tse di bontshitsweng di bolokilwe mo Wikimedia Commons

source: Success! Captions saved to Wikimedia Commons
tn: Katlego! Ditlhaloso tse di bolokilwe mo Wikimedia Commons

source: Oops! Something went wrong, your edits have not been saved to Wikimedia Commons
tn: Oops! Go na le sengwe se se sa tsamayang sentle, diphetogo tsa gago ga di a bolokiwa mo Wikimedia Commons

source: Are you sure you want to navigate to another image? You have unsaved changes which will be lost.
tn: A o tlhomamisitse gore o batla go leba kwa setshwantshong se sengwe? O na le diphetogo tse di sa bolokiwang tse di tla go latlhegelang.

source: Click 'OK' to proceed anyway, or 'Cancel' if you want to save changes first.
tn: Tobetsa 'GO SIAME' gore o tswelele, kgotsa 'Phimola' fa o batla go boloka diphetogo pele.

source: Remove this depicted item
tn: Ntsha selo se se supilweng fa se

source: Mark this depicted item as prominent
tn: Tshwaya dilo tse jaaka tse di tlhomameng

source: Mark this depicted item as NOT prominent
tn: tshwaya dilo tse jaaka tse di sa tlhomamang

source: CONTRIBUTIONS TO A STRUCTURED DATA CAMPAIGN
tn: Diabe tsa kitso ye e rulagantsweng ya letsholo

source: From
tn: Go tsa kwa

source: Till
tn: Go fitlha

source: Most improved Countries
tn: Mafatshe a a tlhabologileng

source: Download all stats (CSV)
tn: Tseela go boloka dipalopalo tsa (CSV)

source: Contributor Stats
tn: Dipalopalo tsa mona-le-seabe

source: Country Stats
tn: Dipalopalo tsa lefatshe

source: On this page are the curated campaigns that are currently running as part of the ISA tool.
tn: Mo tsebeng ye go na le thulaganyo ya matsholo a a tsweletseng a eleng bontlha bogwe jwa ISA tool.

source: Click on the name of a campaign to get started and add structured data to an image.
tn: Tobetsa mo leineng la letsholo go tsenya kitso ye e rulaganeng mo setshwantshong.

source: Ongoing Campaigns
tn: Matsholo a a tsweletseng

source: Campaign name
tn: Leina la letsholo

source: Campaign
tn: Letsholo

source: Total number of images in the campaign
tn: Palogotlhe ya ditshwantsho mo letsholong

source: Participants
tn: Batsaakarolo

source: Total number of contributions to the campaign
tn: Palogotlhe ya bana-le-seabe mo letsholong

source: Campaign start date
tn: Letsatsi la tshomologo ya letsholo

source: Campaign end date
tn: Letsatsi la bokhutlo jwa letsholo

source: Date the campaign was created
tn: Letsatsi le letsholo le tlhamilweng ka lone

source: Creation Date
tn: Letsatsi la tlhamo

source: Campaign status
tn: Boemo jwa letsholo

source: Status
tn: Boemo

source: Closed
tn: E tswetswe

source: Not Opened
tn: Ga e a bulwa

source: Open
tn: Bula

source: Go to the campaign home page to get started
tn: Tsamaela ko tsebeng ya gae ya letsholo gore o simolole

source: Go to Campaign
tn: Tsamaela ko letsholong

source: Show closed campaigns
tn: Supa matsholo a a tswetsweng

source: Create your own campaign
tn: Tlhama letsholo la gago

source: Create a new campaign using this tool
tn: Tlhama letsholo le lesha o dirisa thulusu ye

source: You must be logged in to create a campaign.
tn: O tshwanetse go bo o tsene gore o tlhame letsholo

source: Showing _START_ to _END_ of _TOTAL_ entries
tn: Tshupetso ya _TSHIMOLOGO_ go ya go _BOKHUTLO_ jwa -PALOGOTLHE_ ya matseno

source: No entries
tn: Ga gona matseno

source: Search:
tn: Batla:

source: No matching records found
tn: Ga go na direkoto tse di tshwanang tse di bonweng

source: First
tn: Sa ntlha

source: Last
tn: Sa Bofelo

source: Next
tn: Se se latelang

source: Previous
tn: Se se fetileng

source: Updating images
tn: Go tlhabolola ditshwantsho

source: The images for this campaign are being updated.
tn: Ditshwantsho tsa letsholo leno di a tlhabololwa.

source: More images will be added.
tn: Ditshwantsho tse dintsi di tlaa tsenngwa.

source: You can still participate in the campaign.
tn: O santse o ka nna le seabe mo letsholong.

source: Failed to update images
tn: Go tlhabolola ditshwantsho go retetse

source: There was an error while updating the images for this campaign.
tn: Go ne ga nna le phoso fa go ne go tlhabololwa ditshwantsho tsa letsholo leno.

source: Some images will be missing.
tn: Ditshwantsho dingwe di tla bo di sa tlhole di le teng.

source: The campaign manager can retry by updating the campaign.
tn: Mookamedi wa letsholo a ka leka gape ka go tlhabolola letsholo.

source: Take Me Home
tn: Nkisa tsebeng ya Gae

source: Contact Support
tn: Ikgolaganye le ba dithuso

source: Page Not Found
tn: Tsebe ga e bonwe

source: Take Me Home
tn: Nkisa tsebeng ya Gae

source: Something Went Wrong
tn: Sengwe ga se a tsamaya sentle

source: Isa might be undergoing maintenance
tn: Isa e katswa e santse e tlamelwa

source: Help Page
tn: Tebe ya dithuso

source: Easily add information about images on Wikimedia Commons
tn: Tsenya ditlhaloso tsa ditshwantso motlhofo mo Wikimedia Commons

source: <strong>ISA</strong> is a fun, multilingual, mobile-first tool, that makes it easy for people to add "micro contributions" in the form of <a %(link_attrs)s>structured data</a> to images on Wikimedia Commons that have been added by Wiki Loves competitions.
tn: <strong>ISA</strong> ke sedirisiwa se se kgatlhisang, sa dipuo di le dintsi, se se dirang gore go nne motlhofo gore batho ba tsenye "diabe tse dipotlana" ka sebopego sa <a %(link_attrs)s>tshedimosetso e e rulagantsweng</a> mo ditshwantshong tsa Wikimedia Commons tse di tsentsweng ke dikgaisano tsa Wiki Loves.

source: ISA is originally built to provide better multilingual and structured descriptions of <a %(link_attrs)s>Wiki Loves Africa</a> images.
tn: ISA e agilwe go fa ditlhaloso tse di botoka tsa dipuo di le dintsi le tse di rulagantsweng tsa <a %(link_attrs)s>Wiki Loves Africa</a> ditshwantsho.

source: But it is also developed to be useful to all of the <a link_attrs>Wiki Loves competitions</a> and, ultimately, for <strong>all media files</strong> on Wikimedia Commons.
tn: Mme gape e diretswe go nna mosola mo dikgaisanong tsotlhe tsa Wiki Loves mme, kwa bofelong, mo <strong>difaele tsotlhe tsa metswedi ya tshedimosetso</strong> mo Wikimedia Commons.

source: What is Wikimedia Commons?
tn: Wikimedia Commons ke eng?

source: All the freely licensed photos, audio and video files, PDFs and other media on Wikipedia are stored on Commons.
tn: Ditshwantsho tsotlhe tse di letleletsweng ka kgololesego, difaele tsa modumo le ditshwantsho tsa motshikhinyego, di-PDF le metswedi e mengwe ya tshedimosetso mo Wikipedia di bolokilwe mo Commons.

source: Wikimedia Commons grows rapidly, by approximately 5 million new media files per year.
tn: Wikimedia Commons e gola ka bonako, ka difaele tse disha tsa metswedi ya tshedimosetso di ka nna di dikadike di le tlhano ka ngwaga.

source: Thousands of volunteers upload files to Commons, and integrate these into Wikimedia projects, like Wikipedia, to illustrate the content there and to share that media with the public.
tn: Diketekete tsa baithaopi ba tsenya difaele mo Commons, mme ba di tsenye mo diporojekeng tsa Wikimedia, jaaka Wikipedia, go bontsha diteng tsa teng le go abelana metswedi eo le setšhaba.

source: Media files on Commons are typically:
tn: Difaele tsa metswedi ya tshedimosetso mo Commons ke:

source: Personal photography and media uploaded by individuals, sometimes during Wiki Loves competitions such as Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc;
tn: Ditshwantsho tsa motho ka namana le metswedi ya tshedimosetso e e tsentsweng ke batho, ka dinako tse dingwe ka nako ya dikgaisano tsa Wiki Loves jaaka Wiki Loves Africa, Wiki Loves Monuments, Wiki Lovas Earth jalo le jalo;

source: Freely licensed media files from external websites like Flickr, YouTube, open access journals, and other repositories; and
tn: Difaele tsa tshedimosetso tse di nang le laesense e e gololesegileng go tswa mo diwebosaeteng tse di kwa ntle jaaka Flickr, YouTube, dimakasine tse di bulegileng, le mabolokelo a mangwe; le

source: Donations from institutions and organizations with substantial media collections, large and small, ranging from UNESCO, NASA and the British Library to small local cultural institutions.
tn: Meneelo e e tswang kwa ditheong le mekgatlhong e e nang le mekgatlho e mentsi ya tshedimosetso, e megolo le e mennye, go tloga ka UNESCO, NASA le British Library go ya go ditheo tse dinnye tsa setso tsa selegae.

source: What is structured data on Commons ?
tn: Tshedimosetso e e rulagantsweng ke eng mo Commons?

source: <strong>Structured Data on Commons</strong> is a project that provides the technical infrastructure to complement the wikitext, templates and categories on Wikimedia Commons with structured data.
tn: <strong>Structured Data on Commons </strong> ke porojeke e e tlamelang ka mafaratlhatlha a botegeniki go tlatsa wikitext, ditemplate le ditlhopha mo Wikimedia Commons ka tshedimosetso e e rulagantsweng.

source: Structured data is data with a high degree of structured organization.
tn: Tshedimosetso e e rulagantsweng ke tshedimosetso e e nang le maemo a a kwa godimo a thulaganyo e e rulagantweng.

source: With more structure, it becomes easier to reuse data in other Wikimedia projects and by third parties; it also allows computers to process and 'understand' it.
tn: Ka sebopego se se golwane, go nna bonolo go dirisa tshedimosetso gape mo diporojekeng tse dingwe tsa Wikimedia le ke batho ba bangwe; gape go letlelela dikhomputara go e rulaganya le go e 'tlhaloganya'.

source: Millions of pictures that are not described with structured data at the moment.
tn: Didikadike tsa ditshwantsho tse di sa tlhalosiwang ka tshedimosetso e e rulagantsweng ka nako eno.

source: <strong>Curating</strong>, or curation, in the narrow sense, means: selecting and organizing pieces of artwork and cultural heritage for an exhibition.
tn: <thata>Tsamaiso</thata>, kgotsa curation, ka tlhaloganyo e e khutshwane, e raya: go tlhopha le go rulaganya dikarolo tsa tiro ya botaki le boswa jwa setso jwa pontsho.

source: This term can also be used more broadly, to describe any activity that involves selecting, organizing and presenting information.
tn: Lereo le le ka dirisiwa gape ka kakaretso, go tlhalosa tiro nngwe le nngwe e e akaretsang go tlhopha, go rulaganya le go tlhagisa tshedimosetso.

source: In the context of Structured Data on Commons, curating means all the activities performed by Commons contributors to organize and present the media files on Wikimedia Commons: administrative actions, adding more and better metadata to the files, grouping them in categories, creating galleries...
tn: Mo kgannyeng ya Structured Data on Commons, curating e raya ditiro tsotlhe tse di dirwang ke batlamedi ba Commons go rulaganya le go tlhagisa difaele tsa metswedi ya tshedimosetso mo Wikimedia Commons: ditiro tsa botsamaisi, go oketsa metadata e e oketsegileng le e e botoka mo difaeleng, go di kgaoganya ka ditlhopha, go tlhama di-gallery...

source: So... how does the ISA tool fit in there?
tn: Ka jalo... sedirisiwa sa ISA se tsena jang koo?

source: The ISA tool allows to add two different types of structured data to set of pictures: captions and depicts (more explanations below on what captions and depicts are).
tn: Sedirisiwa sa ISA se letlelela go tsenya mefuta e mebedi e e farologaneng ya tshedimosetso e e rulagantsweng go rulaganya ditshwantsho: mafoko a a kwa tlase le ditshwantsho (ditlhaloso tse di oketsegileng tse di fa tlase tsa gore mafoko a a mo tlase le ditshwantsho ke dife).

source: It is a multilingual, mobile-first 'micro-contributions' tool, that makes it easy for people to add structured data to images contributed to Wiki Loves competitions on Wikimedia Commons.
tn: Ke sedirisiwa sa dipuo di le dintsi, sa 'diabe tse dinnye' sa ntlha, se se dirang gore go nne motlhofo mo bathong go tsenya tshedimosetso e e rulagantsweng mo ditshwantshong tse di nang le seabe mo dikgaisanong tsa Wiki Loves mo Wikimedia Commons.

source: The tool operates with curated campaigns created by coordinators.
tn: Sedirisiwa se dira ka matsholo a a rulagantsweng a a dirilweng ke baokamedi.

source: Anyone with a Wikimedia account may be a coordinator!
tn: Mongwe le mongwe yo o nang le akhaonto ya Wikimedia a ka nna motsamaisi!
