Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/tn/LC_MESSAGES/messages.po
Languages: tn

source: With ISA, the coordinator can choose a predefined set of images on Commons, select a starting date and an end date for the campaign, and provide general information about the campaign itself.
tn: Ka ISA, motsamaisi a ka tlhopha ditshwantsho tse di setseng di tlhalositswe mo Commons, a tlhopha letlha la go simolola le letlha la bofelo la letsholo, le go neela tshedimosetso ya kakaretso ka letsholo ka bolone.

source: The coordinator can then ask contributors to "tag" these images with multilingual structured metadata (depicts and/or captions).
tn: Motsamaisi a ka kopa batlamedi go "thala" ditshwantsho tseno ka metadata e e rulagantsweng ka dipuo di le dintsi (ditshwantsho le/kgotsa mafoko a a kwa tlase).

source: Points are counted for each contribution made by a participant, and therefore it is possible to organize "tagging" or micro-contributions competitions or challenges with ISA.
tn: Dintlha di balwa ka ntlha ya seabe sengwe le sengwe se se dirwang ke motsaya-karolo, ka jalo go a kgonega go rulaganya dikgaisano tsa "go kwala" kgotsa tsa go tsenya letsogo go le gonnye ka ISA.

source: Anyone with a Wikimedia account can contribute to add structured metadata to a campaign.
tn: Mongwe le mongwe yo o nang le akhaonto ya Wikimedia a ka nna le seabe go oketsa metadata e e rulagantsweng mo letsholong.

source: Learn more about file captions and depicts
tn: Ithute go le gontsi ka mafoko a a kwa tlase le ditshwantsho

source: File captions are a feature part of Structured data.
tn: Ditlhaka tsa difaele ke karolo ya tshedimosetso e e rulagantsweng.

source: They are meant to store short, multilingual description about files.
tn: Di diretswe go boloka tlhaloso e khutshwane, ya dipuo di le dintsi ka ga difaele.

source: What is a good caption ? and what is the difference between our good old file descriptions and captions ?
tn: ditlhaka tse fa tlase tse di lolameng ke dife? mme pharologanyo gareng ga ditlhaloso tsa difaele le mafoko a a fa tlase ke eng?

source: First, captions are meant to be simple and short.
tn: Sa ntlha, mafoko a a kwa tlase a diretswe go nna a a motlhofo le gape a le makhutshwane.

source: While descriptions can be very expansive, captions are limited to 255 characters in length, and cannot contain markup (like Wikitext links or HTML) and do not support external links.
tn: Le fa ditlhaloso di ka nna tsa atolosa thata, mafoko a a kwa tlase a lekanyeditswe go nna boleele jwa ditlhaka di le 255, mme ga a kgone go nna le matshwao (jaaka dikgolagano tsa Wikitext kgotsa HTML) mme ga a tshegetse dikgolagano tse di kwa ntle.

source: In many cases, the caption will be similar or identical to the description.
tn: Mo mabakeng a le mantsi, mafoko a a fa tlase a tlaa tshwana le tlhaloso.

source: But in other cases, there is a very extensive description (858 characters, and links) and the caption is much shorter (more or less the same caption used on the Wikipedia articles using that image).
tn: Mme mo mabakeng a mangwe, go na le tlhaloso e e tseneletseng thata (ditlhaka di le 858, le di-link) mme mafoko a a fa tlase a makhutshwane thata (a tshwana le mafoko a a dirisitsweng mo ditlhogong tsa Wikipedia a a dirisang setshwantsho seo).

source: Only text which is so short that it is not copyrightable should be copied into captions, as captions are published under a CC0 ("public domain") waiver.
tn: Ke fela mokwalo o mekhutshwane thata mo e leng gore ga o a tshwanela go kwalololwa go nna mafoko a a kwa tlase, jaaka mafoko a a mo tlase ga CC0 ("public domain") waiver.

source: One of the core benefits of captions is improved language-aware searchability.
tn: Nngwe ya bomolemo e megolo ya mafoko a a kwa tlase ke go tokafatsa go batliwa ga puo.

source: Classical file descriptions are in the wikitext, and are only searchable through full-text search, which necessarily searches through the entire page contents, including categories and license templates; and it is not possible to do search search per language.
tn: Ditlhaloso tsa difaele tse di tlwaelegileng di mo wikitext, mme di kgona go batliwa fela ka go batlisisa ka mokwalo o o tletseng, o o batlisisang ka diteng tsotlhe tsa tsebe, go akaretsa ditlhopha le ditemplate tsa laesense; mme ga go kgonege go batlisise ka puo nngwe le nngwe.

source: Captions are available as part of our structured data, while descriptions are not.
tn: Ditlhaka di teng jaaka karolo ya tshedimosetso ya rona e e rulagantsweng, fa ditlhaloso di seyo.

source: In technical terms, a description is plain wikitext wrapped in a language template, wrapped again in an Information template; while captions are Wikibase labels.
tn: Ka mafoko a botegeniki, tlhaloso ke wikitext e e sa raraanang e phuthetswe mo thulaganyong ya puo, e phuthetšwe gape mo thulageng ya Tshedimosetso; fa mafoko a a kwa tlase e le matshwao a Wikibase.

source: As such, captions will be searchable through the API, making it easy to find/filter/pull captions from files as metadata.
tn: Ka jalo, ditlhaka di tla kgona go batliwa ka API, go dira gore go nne motlhofo go bona/go tlhotlha/go ntsha ditlhaka go tswa mo difaeleng jaaka metadata.

source: As they are searchable via the API, it is also easier for 3rd party reusers to find and reuse media and the captions themselves.
tn: E re ka di kgona go batliwa ka API, gape go motlhofo gore badirisi ba 3rd party ba bone le go dirisa gape metswedi ya tshedimosetso le mafoko ka boone.

source: Other possible usages of captions can be:
tn: Ditsela tse dingwe tse di ka dirisiwang ka mafoko a a kwa tlase e ka nna:

source: filling in infoboxes
tn: go tlatsa di-infobox

source: query files for missing captions in a given language
tn: difaele tsa potsolotso ka ntlha ya mafoko a a tlhaelang mo puong e e rileng

source: building lists for translation of important files needing a caption localized for a project or campaign
tn: lenaane la go aga la go ranola difaele tse di botlhokwa tse di tlhokang mafoko a a beilweng mo porojekeng kgotsa letsholo

source: Find more information about Captions here
tn: Batla tshedimosetso e e oketsegileng ka ga Ditlhaka fa

source: Depicts is also a feature part of Structured data.
tn: Ditshwantsho gape ke karolo ya tshedimosetso e e rulagantsweng.

source: It was enabled on Wikimedia Commons on April 2019.
tn: E ne ya bulwa mo Wikimedia Commons ka Moranang 2019.

source: Then for each depicted item in the image, find the appropriate item from Wikidata and select it.
tn: Go tswa foo, selo sengwe le sengwe se se bontshitsweng mo setshwantshong, batla selo se se tshwanetseng go tswa go Wikidata mme o se tlhophe.

source: If you have trouble finding the right Wikidata item, test alternative spellings.
tn: Fa o na le bothata jwa go bona Wikidata e e siameng, leka ditlhaka tse dingwe.

source: If there is no Wikidata item associated with the subject depicted, choose a more generic item which includes your subject as an example.
tn: Fa e le gore ga go na selo sa Wikidata se se amanang le setlhogo se se bontshitsweng, tlhopha selo se se tlwaelegileng se se akaretsang setlhogo sa gago jaaka sekai.

source: Be as specific as you can with the primary tag.
tn: Nna ka tlhamalalo jaaka o ka kgona ka letshwao la konokono.

source: If there are multiple items clearly and deliberately depicted by the media file, all should be added as separate depicts statements, within reason.
tn: Fa go na le dilo di le dintsi tse di tlhalosiwang ka tlhamalalo le ka kelelo ke faele ya metswedi ya tshedimosetso, tsotlhe di tshwanetse go tsenngwa jaaka dipolelo tse di farologaneng tse di tlhalosang, mo teng ga mabaka.

source: For files that depict dozens or hundreds of items (e.g. movies) only list those items which are most prominent.
tn: Difaele tse di bontshang dilo di le dintsi kgotsa di le makgolokgolo (jaaka ditshwantsho tsa motshikhinyego) di na le lenaane fela la dilo tse di itsegeng thata.

source: There is also an option to mark a particular item as 'prominent'.
tn: Gape go na le kgetho ya go tshwaya selo se se rileng jaaka 'se se maleba'.

source: This property refers to the item's prominence in the piece of media.
tn: Mokgwa ono o kaya bo maleba jwa selo mo metsweding ya tshedimosetso.

source: More information about depicts may be found here :
tn: Tshedimosetso e e oketsegileng ka ditshwantsho e ka bonwa fa:

source: Using the ISA tool
tn: Go dirisa sedirisiwa sa ISA

source: More information may be found here:
tn: Tshedimosetso e e oketsegileng e ka bonwa fa:

source: Legal and credits
tn: Tsa semolao le di kerediti

source: ISA is published under GPLv3. Content added through the tool to Wikimedia Commons is released under CC0.
tn: ISA e gatisitswe ka fa tlase ga GPLv3. Tshedimosetso e e tsentsweng ka sedirisiwa seno mo Wikimedia Commons e gololwa ka fa tlase ga CC0.

source: Image used on the tool :
tn: Setshwantsho se se dirisitsweng mo sedirisiweng:

source: Easily Add Information about Images on Wikimedia Commons
tn: Tsenya ditlhaloso tsa ditshwantso motlhofo mo Wikimedia Commons

source: <strong>Click on Explore Campaigns to begin!</strong>
tn: <strong>tobetsa mo go Explore Campaigns go simolola!</strong>

source: Go to the campaign directory to choose a campaign
tn: Tsaela ko leaaneng la letsholo gore o tlhophe letsholo

source: EXPLORE CAMPAIGNS
tn: Kanoka matsholo

source: About This Tool
tn: Ka ga Sedirisiwa se

source: Home
tn: Tsebe ya gae

source: Help
tn: Thuso

source: Change your available caption languages
tn: Fetola diteme gago tse mafoko a a fa tlase

source: Language preferences
tn: Diteme tsa ikgethelo

source: See your campaigns
tn: Bona matsholo a gago

source: Logout
tn: Tswaya

source: Login
tn: Tsena

source: ISA tool
tn: Sedirisiwa sa ISA

source: It is running on
tn: E bereka mo

source: and is subject to the
tn: mme o laolwa ke

source: ISA is published under
tn: ISA e gatisitswe ka fa tlase ga

source: Content added through the tool to Wikimedia Commons is released under
tn: Tshedimosetso e e tsentsweng ka sedirisiwa mo Wikimedia Commons e golotswe ka fa tlase ga

source: Your Campaigns
tn: Matsholo a gago

source: You do not have any campaigns
tn: Ga o na matsholo ape

source: Depicts language
tn: Ditshwantsho tsa puo

source: The selected language will be used for searching for elements depicted in images.
tn: Puo e e tlhophilweng e tla dirisiwa go batlisisa dilo tse di bontshitsweng mo ditshwantshong.

source: Select upto 6 languages for captions
tn: Tlhopha diteme dile thatataro tsa mafoko a a kwa tlase

source: Captions can be added in multiple languages for each image.
tn: Mafoko a a kwa tlase a ka tsenngwa ka diteme di le dintsi mo setshwantshong sengwe le sengwe.

source: The languages you select on this page will appear on the page when you are viewing an image.
tn: Diteme tse o di tlhophileng mo tsebeng ye di tlaa tlhagelela mo tsebeng fa o lebile setshwantsho.

source: Select all the languages you are comfortable contributing in.
tn: Tlhopha dipuo tsotlhe tse o ikutlwang o gololesegile go nna le seabe mo go tsone.

source: Remove language
tn: Ntsha teme

source: Undo changes to language settings
tn: Dirolola diphetogo mo dipaakanyo tsa teme

source: Same as interface
tn: Fela jaaka interface

source: OAuth callback failed. Are cookies disabled?
tn: OAuth callback e retetse. A di cookies di thibetswe?

source: Welcome %(username)s!
tn: Amogelesega %(username)s!

source: See you next time!
tn: Are kopane mo nakong ye e tlang!

source: Please login to change your language preferences
tn: Tsweetswee tsena mo Internet go fetola puo e o e ratang

source: Sorry you tried to enter %(rep_languages)s multiple times
tn: Ke maswabi o lekile go tsenya %(rep_languages)s ka makgetlo a le mantsi

source: Captions languages could not be set
tn: Diteme tsa mafoko a a fa tlase ga di a ka tsa tsena

source: Language settings not available at the moment
tn: Dipaakanyo tsa diteme ga diyo ka sebaka se

source: Campaigns created by %(username)s
tn: Matsholo a tlhamilwe ke %(username)s
