Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/yo/LC_MESSAGES/messages.po
Languages: yo

source: Campaigns
yo: ipolongo

source: Campaign with id %(id)s does not exist
yo: Ipolongo pẹlu id%(id)s ko si

source: You need to Login to create a campaign
yo: O nilo lati Buwolu wọle lati ṣẹda ipolongo kan

source: Sorry, %(campaign_name)s could not be created
yo: Mabinu %(campaign_name)s Ko le ṣẹda

source: Create a campaign
yo: Se Ipolongo

source: %(campaign_name)s - Contribute
yo: %(campaign_name)s - tiwon

source: %(campaign_name)s - Update
yo: %(campaign_name)s - Imudojuiwọn

source: You need to login to participate
yo: O nilo lati buwolu wọle lati kopa

source: Update Campaign Details
yo: Imudojuiwọn Awọn alaye ipolongo

source: Create new Campaign
yo: Ṣẹ́ Ìpolongo Tuntun

source: Fields marked with * are mandatory
yo: Awọn aaye ti a samisi pẹlu * jẹ dandan

source: Campaign Name
yo: Orukọ ipolongo

source: This is the name specific to your campaign, not the main project.
yo: Eyi ni orukọ kan pato si ipolongo rẹ, kii ṣe iṣẹ akanṣe akọkọ.

source: So, not “Wiki Loves Africa” but rather “Music and Dance in Nigeria”
yo: Nítorí náà, kì í ṣe "Wiki Nífẹ̀ẹ́ Áfíríkà" bí kò ṣe "Orin àti Ijó ní Nàìjíríà"

source: Short description of Campaign (144 characters)
yo: Apejuwe kukuru ti Ipolongo (awọn ohun kikọ 144)

source: What are users going to be working on
yo: Kini awọn olumulo yoo ṣiṣẹ lori

source: Start Date
yo: Ọjọ́ ìbẹ̀rẹ̀

source: Set campaign start date
yo: Ṣeto ọjọ ibẹrẹ ipolongo

source: End Date
yo: Ọjọ́ ìparí

source: Set campaign end date
yo: Ṣeto ọjọ ipari ipolongo

source: This is a Wiki Loves Campaign
yo: Eyi jẹ Ipolongo Awọn ifẹ Wiki kan

source: When set up correctly this option allows participants to choose what country they want to see images from and records contributions by country.
yo: Nigbati o ba ṣeto bi o ti tọ, aṣayan yii ngbanilaaye awọn olukopa lati yan orilẹ-ede wo ni wọn fẹ lati ri awọn aworan ati ṣe igbasilẹ awọn ifunni nipasẹ orilẹ-ede.

source: You can select multiple categories of the correct type.
yo: O le yan ọpọ isori ti awọn ti o tọ iru.

source: Depth must be set to 0 for all categories in a Wiki Loves campaign.
yo: Ijinle gbọdọ wa ni ṣeto si 0 fun gbogbo awọn ẹka ninu ipolongo Awọn ifẹ Wiki kan.

source: Requires categories of the form images from Wiki Loves <strong><em>project</em></strong> in a specific <strong><em>year</em></strong>, eg “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (change <strong><em>project</em></strong> and year as <strong><em>required</em></strong>)
yo: Ó béèrè fún àwọn ẹ̀ka àwọn àwòrán fọọmu láti inú iṣẹ́ Wiki Loves ní <strong><em>ọdún</em></strong> kan pàtó, bí "Àwọn àwòrán láti Wiki Loves Africa <strong><em>2019</em></strong>" (yíṣe iṣẹ́ àti ọdún bí ó bá yẹ)

source: Some of the categories chosen below do not have the correct syntax
yo: Diẹ ninu awọn ẹka ti a yan ni isalẹ ko ni sintasi to pe

source: Categories to use in this campaign
yo: Awọn ẹka lati lo ninu ipolongo yii

source: Search for the Wikimedia Commons categories that contain the images you wish to use in your campaign.
yo: Wa awọn ẹka Wikimedia Commons ti o ni awọn aworan ti o fẹ lati lo ninu ipolongo rẹ ninu.

source: If you want a category and ALL of its subcategories use the 'Depth' option to choose how many levels down you want to go (leave depth on 0 for Wiki loves campaigns).
yo: Ti o ba fẹ ẹka kan ati GBOGBO awọn ẹka abẹ rẹ lo aṣayan 'Ijinle' lati yan iye awọn ipele isalẹ ti o fẹ lọ (fi ijinle silẹ lori 0 fun Wiki fẹran awọn ipolongo).

source: Choose categories to use in the campaign
yo: Yan awọn ẹka lati lo ninu ipolongo naa

source: Name
yo: Orúkọ

source: Depth
yo: Ijinle

source: The categories in red do not have the correct syntax for the "Wiki Loves campaign" feature.
yo: Awọn ẹka ti o wa ni pupa ko ni sintasi to pe fun ẹya "ipolongo Awọn Ifẹ Wiki".

source: Please remove them or untick the "Wiki Loves Campaign" checkbox above
yo: Jọwọ yọ wọn kuro tabi tẹ ami si apoti ayẹwo "Ipolongo Awọn Ifẹ Wiki" loke

source: Update images
yo: Ṣe imudojuiwọn awọn aworan

source: Collect images from the categories.
yo: Gba awọn aworan lati awọn isori.

source: This will replace any current images.
yo: Eyi yoo rọpo eyikeyi awọn aworan lọwọlọwọ.

source: Use if you changed the categories or if there was an error updating previously.
yo: Lo ti o ba yi awọn ẹka pada tabi ti o ba jẹ imudojuiwọn aṣiṣe tẹlẹ.

source: Metadata to collect in the Campaign
yo: Àwọn ìsọfúnni tó yẹ kí a kó jọ nínú Ìpolongo

source: Choose what type of <strong>metadata</strong> you want to collect in your campaign.
yo: Yan iru <strong>metadata</strong> ti o fẹ gba ninu ipolongo rẹ.

source: You must select at least one of the options below.
yo: O gbọdọ yan o kere ju ọkan ninu awọn aṣayan ni isalẹ.

source: Depicts
yo: Àwọn àwòrán

source: Captions
yo: akole

source: Campaign Image
yo: Aworan ipolongo

source: The maximum height for the campaign image is 150px. Images should either be a banner image or a logo.
yo: Iwọn giga julọ fun aworan ipolongo jẹ 150px. Awọn aworan yẹ ki o jẹ aworan asia tabi aami kan.

source: Portrait or square photos are not recommended.
yo: Aworan tabi awọn fọto onigun mẹrin ko ṣe iṣeduro.

source: Enter the FILE NAME only of a image from commons to display on the Campaign home page.
yo: Tẹ orukọ FILE sii ti aworan kan lati awọn ibi-ipamọ lati han lori oju-iwe ile Ipolongo.

source: Long description of Campaign (full about info)
yo: Apejuwe gigun ti Ipolongo (kikun nipa alaye)

source: Why it is important that users contribute to the campaign?
yo: Kini idi ti o fiṣe pataki ki awọn olumulo ṣe alabapin si ipolongo naa?

source: Publish Campaign
yo: Ṣe atẹjade ipolongo

source: You must select at least one category for your campaign.
yo: O gbọdọ yan o kere ju ẹka kan fun ipolongo rẹ.

source: Some of the categories you have chosen do not have the correct syntax for a Wiki Loves Campaign.
yo: Diẹ ninu awọn ẹka ti o ti yan ko ni sintasi ti o pe fun Ipolongo Awọn Olufẹ Wiki kan.

source: Please check your selections and try again.
yo: Jọwọ ṣayẹwo awọn aṣayan rẹ ki o tun gbiyanju lẹẹkansi.

source: Please select at least one type from the Metadata to collect section
yo: Jọwọ yan o kere ju iru kan lati Metadata lati gba apakan

source: View images from
yo: Wo awọn aworan lati

source: Choose to only view images from a single country
yo: Yan lati wo awọn aworan nikan lati orilẹ-ede kan

source: Start contributing to this campaign
yo: Bẹrẹ idasi si ipolongo yii

source: Get Started
yo: Wa bẹrẹ

source: Campaign progress so far
yo: Ilọsiwaju ipolongo bẹ

source: Total number of images in this campaign
yo: Lapapọ nọmba awọn aworan ni ipolongo yii

source: Images
yo: Awọn aworan

source: Total number of contributions made to this campaign
yo: Apapọ nọmba ti awọn ilowosi ti a ṣe si ipolongo yii

source: Contributions
yo: Àwọn àfikún

source: Top Contributors
yo: Àwọn olùkópa

source: Contributor
yo: Olùkópa

source: No partcipants has contributed to this campaign
yo: Ko si awọn olukopa ti o ṣe alabapin si ipolongo yii

source: Country
yo: Orile Ede

source: There is no data available yet for this campaign
yo: Kò sí ìsọfúnni kankan tó wà fún ìpolongo yìí

source: View and download more stats for this campaign
yo: Wo ati ṣe igbasilẹ awọn iṣiro diẹ sii fun ipolongo yii

source: View full stats
yo: Wo awọn iṣiro kikun

source: My Contributions
yo: Awọn afikun Mi

source: Rank
yo: Ipo

source: More About This Campaign
yo: Diẹ ẹ sii Nipa Yi ipolongo

source: Campaign Manager
yo: Olùdarí Ìpolongo

source: END DATE
yo: Àkókò Ìparí

source: Not Set
yo: Ko Ṣeto

source: Make changes to this campaign
yo: Ṣe ayipada si ipolongo yii

source: Edit Campaign
yo: Ipolongo Ṣatunkọ

source: Unknown country
yo: Orilẹ-ede ti a ko mọ

source: Return to the campaign home page
yo: Pada si oju-iwe ile ipolongo

source: Home Page
yo: Oju-iwe Ile

source: View the previous image
yo: Wo aworan ti tẹlẹ

source: PREV IMAGE
yo: Àwòrán ìṣáájú

source: Own work
yo: Iṣẹ́ ara ẹni

source: View the next image
yo: Wo àwòrán tó tẹ̀ lé e

source: NEXT IMAGE
yo: Aworan t’okan

source: File
yo: Fáìlì

source: Open this image on Wikimedia Commons
yo: Ṣii aworan yii lori Wikimedia Commons

source: Description
yo: Apejuwe

source: Categories
yo: Àwọn ẹ̀ka

source: Camera Location
yo: Ipo kamẹra

source: show all metadata from commons
yo: Se afihan gbogbo metadata lati awọn wọpọ

source: Adding Depict Statements
yo: Fifi Awọn Gbólóhùn Apejuwe

source: Cancel your changes
yo: Fagilee awọn ayipada rẹ

source: Cancel
yo: Fagilé

source: Save your edits to Wikimedia Commons
yo: Ṣafipamọ awọn atunṣe rẹ si Wikimedia Commons

source: Save
yo: Fipamọ

source: You will be redirected to login and back here to save your changes
yo: Iwọ yoo darí lati buwolu wọle ati pada si ibi lati ṣafipamọ awọn ayipada rẹ

source: Name the different elements that you can see in this image
yo: Darukọ awọn oriṣiriṣi awọn eroja ti o le rii ninu aworan yii

source: To mark the prominent elements in the image, click on the flag icon
yo: Lati samisi awọn eroja pataki ninu aworan, tẹ aami asia

source: Writing Captions
yo: Awọn akọle kikọ

source: Include any culturally specific, scientific or technical information that you can identify (e.g. the Ethiopian Coffee Ceremony or bunna maflat) to make the information richer.
yo: Ṣafikun eyikeyi ti aṣa ni pato, imọ-jinlẹ tabi alaye imọ-ẹrọ ti o le ṣe idanimọ (fun apẹẹrẹ Ayẹyẹ Kofi Etiopia tabi bunna maflat) lati jẹ ki alaye naa pọ si.

source: Log in to publish changes
yo: Wọle lati gbejade awọn ayipada

source: Add a caption to better explain the image (max 255 characters)
yo: Ṣafikun akọle lati ṣalaye aworan dara dara julọ (awọn ohun kikọ 255 ti o pọju)

source: Briefly explain what you see in this image.
yo: Ni ṣoki ṣe alaye ohun ti o rii ninu aworan yii.

source: You can add captions in additional languages by selecting Language Preferences from the user menu
yo: O le ṣafikun awọn akọle ni awọn ede afikun nipa yiyan Awọn ayanfẹ Ede lati inu akojọ aṣayan olumulo

source: No images found for this campaign!
yo: Ko si awọn aworan ti a rii fun ipolongo yii!

source: Something went wrong getting campaign images
yo: Nkankan ti ko tọ lati gba awọn aworan ipolongo

source: Search for things you see in the image
yo: Wa awọn nkan ti o rii ninu aworan

source: Success! Depicted items saved to Wikimedia Commons
yo: Aseyori! Awọn ohun ti a fihan ti a fipamọ si Wikimedia Commons

source: Success! Captions saved to Wikimedia Commons
yo: Aseyori! Awọn ifọrọranṣẹ ti a fipamọ si Wikimedia Commons

source: Oops! Something went wrong, your edits have not been saved to Wikimedia Commons
yo: Ops! Nkankan ti ko tọ, awọn atunṣe rẹ ko ti wa ni fipamọ si Wikimedia Commons

source: Are you sure you want to navigate to another image? You have unsaved changes which will be lost.
yo: Ṣe o da ọ loju pe o fẹ lilö kiri si aworan miiran? O ni awọn ayipada ti a ko fipamọ eyiti yoo sọnu.

source: Click 'OK' to proceed anyway, or 'Cancel' if you want to save changes first.
yo: Tẹ 'O DARA' lati tẹsiwaju lọnakọna, tabi 'Fagilee' ti o ba fẹ fi awọn ayipada pamọ ni akọkọ.

source: Remove this depicted item
yo: Yọ nkan ti o han yii kuro

source: Mark this depicted item as prominent
yo: Samisi nkan ti a fihan bi olokiki

source: Mark this depicted item as NOT prominent
yo: Samisi nkan ti o fihan bi KO ṣe pataki

source: CONTRIBUTIONS TO A STRUCTURED DATA CAMPAIGN
yo: ÀFIKÚN SI Ipolongo DATA igbekale

source: From
yo: Láti

source: Till
yo: Titi di

source: Most improved Countries
yo: Awọn orilẹ-ede ti o ni ilọsiwaju julọ

source: Download all stats (CSV)
yo: Ṣe igbasilẹ gbogbo awọn iṣiro (CSV)

source: Contributor Stats
yo: Àwọn Ìròyìn nípa àwọn tó ń ṣe ìfọwọ́sowọ́pọ̀

source: Country Stats
yo: Orilẹ-ede Awọn iṣiro

source: On this page are the curated campaigns that are currently running as part of the ISA tool.
yo: Lori oju-iwe yii ni awọn ipolongo ti a ti ṣoki ti o nṣiṣẹ lọwọlọwọ gẹgẹbi apakan ti ọpa ISA.

source: Click on the name of a campaign to get started and add structured data to an image.
yo: Tẹ lórí orúkọ ìpolongo kan láti bẹ̀rẹ̀, kó o sì fi àwọn ìsọfúnni tó wà ní ìparí ṣú sínú àwòrán kan.

source: Ongoing Campaigns
yo: Awọn ipolongo ti nlọ lọwọ

source: Campaign name
yo: Orukọ ipolongo

source: Campaign
yo: ipolongo

source: Total number of images in the campaign
yo: Lapapọ nọmba awọn aworan ni ipolongo yii

source: Participants
yo: Àwọn olùpàdé

source: Total number of contributions to the campaign
yo: Apapọ nọmba ti awọn ilowosi ti a ṣe si ipolongo yii

source: Campaign start date
yo: Ọjọ ibẹrẹ ipolongo

source: Campaign end date
yo: Ọjọ ipari ipolongo

source: Date the campaign was created
yo: Ọjọ tí a dá ìpolongo náà

source: Creation Date
yo: Ìgbà Tí Wọ́n Ṣẹ̀dá

source: Campaign status
yo: Ìṣèlú ìpolongo

source: Status
yo: Ìṣòro

source: Closed
yo: Pipade

source: Not Opened
yo: Kò ṣí

source: Open
yo: Ṣii

source: Go to the campaign home page to get started
yo: Lọ sí ojú ìwé ìfilọ́sìn láti bẹ̀rẹ̀

source: Go to Campaign
yo: Lọ si Ipolongo

source: Show closed campaigns
yo: Ṣẹ́ àwọn ìpolongo tí kò ṣeé ṣe

source: Create your own campaign
yo: Ṣẹ́ ìpolongo ara rẹ

source: Create a new campaign using this tool
yo: Ṣẹ́ ìpolongo tuntun pẹ̀lú ọ̀rọ̀ yìí

source: You must be logged in to create a campaign.
yo: O gbọdọ wọlé láti dá ìpolongo kan sílẹ̀.

source: Showing _START_ to _END_ of _TOTAL_ entries
yo: Fífi _START_ sí _END_ ti _TOTAL_ ìsọfúnni hàn

source: No entries
yo: Kò sí ìsọfúnni

source: Search:
yo: Àwárí

source: No matching records found
yo: Kò sí àkọsílẹ̀ tó bára mu

source: First
yo: àkọ́kọ́

source: Last
yo: Ikẹhin

source: Next
yo: ọrọ

source: Previous
yo: Àwọn tó ti kọjá

source: Updating images
yo: Nmu awọn aworan dojuiwọn

source: The images for this campaign are being updated.
yo: A ń mú àwọn àwòrán tó wà fún ìpolongo yìí padà sípò.

source: More images will be added.
yo: A óò fi àwọn àwòrán mìíràn kún un.

source: You can still participate in the campaign.
yo: O ṣì lè kópa nínú ìpolongo náà.

source: Failed to update images
yo: Kò ṣeé ṣe láti mú àwọn àwòrán padà

source: There was an error while updating the images for this campaign.
yo: Àṣìṣe kan wáyé nígbà tí wọ́n ń ṣe àtúnṣe àwọn àwòrán fún ìpolongo yìí.

source: Some images will be missing.
yo: Àwọn àwòrán kan ò ní sí.

source: The campaign manager can retry by updating the campaign.
yo: Olùdarí ìpolongo náà lè tún gbìyànjú láti ṣe é nípa fífi ìpolongo tuntun ṣe àtúnṣe.

source: Take Me Home
yo: Mú Mi Lọ sílé

source: Contact Support
yo: Ìrànlọ́wọ́ Ìjápọ̀

source: Page Not Found
yo: A kò rí ojúewé

source: Take Me Home
yo: Mú Mi Lọ sílé

source: Something Went Wrong
yo: Ohun Kan Ṣẹlẹ̀

source: Isa might be undergoing maintenance
yo: Ó ṣeé ṣe kí Isa ti ń ṣe àbójútó

source: Help Page
yo: Ojú Ìrànlọ́wọ

source: Easily add information about images on Wikimedia Commons
yo: Ni irọrun ṣafikun alaye nipa awọn aworan lori Wikimedia Commons

source: <strong>ISA</strong> is a fun, multilingual, mobile-first tool, that makes it easy for people to add "micro contributions" in the form of <a %(link_attrs)s>structured data</a> to images on Wikimedia Commons that have been added by Wiki Loves competitions.
yo: <strong>ISA</strong> jẹ igbadun, multilingual, ohun elo alagbeka-akọkọ, ti o jẹ ki o rọrun fun eniyan lati ṣafikun “awọn ilowosi micro” ni irisi <a %(link_attrs)s>data eleto</a> si awọn aworan lori Wikimedia Commons ti o ti ṣafikun nipasẹ awọn idije Wiki Loves.

source: ISA is originally built to provide better multilingual and structured descriptions of <a %(link_attrs)s>Wiki Loves Africa</a> images.
yo: ISA ni akọkọ ti a kọ lati pese ọpọlọpọ awọn ede to dara julọ ati awọn apejuwe ti iṣeto ti awọn aworan <a %(link_attrs)s>Wiki Fẹran Afirika</a>.

source: But it is also developed to be useful to all of the <a link_attrs>Wiki Loves competitions</a> and, ultimately, for <strong>all media files</strong> on Wikimedia Commons.
yo: Ṣugbọn a tun ṣe e lati wulo fun gbogbo awọn idije Wiki Loves ati, ni ipari, fun gbogbo awọn faili media lori Wikimedia Commons.

source: What is Wikimedia Commons?
yo: Kí ni Wikimedia Commons?

source: All the freely licensed photos, audio and video files, PDFs and other media on Wikipedia are stored on Commons.
yo: Gbogbo àwọn àwòrán, àwọn faili oníwídíò àti ti ohùn, àwọn PDF àti àwọn ohun èlò mìíràn tó wà lórí Wikipedia ni a máa ń fi pa mọ́ sórí Commons.

source: Wikimedia Commons grows rapidly, by approximately 5 million new media files per year.
yo: Wikimedia Commons ń dàgbà sí i lọ́nà tó ń lọ sókè, ó tó nǹkan bí mílíọ̀nù márùn-ún àwọn ìwé ìròyìn tuntun lọ́dọọdún.

source: Thousands of volunteers upload files to Commons, and integrate these into Wikimedia projects, like Wikipedia, to illustrate the content there and to share that media with the public.
yo: Egbẹẹgbẹ̀rún àwọn olùyọ̀ǹda ara ẹni ló ń gbé àwọn àkọsílẹ̀ sórí Commons, tí wọ́n sì ń fi wọ́n sínú àwọn iṣẹ́ Wikimedia, bíi Wikipedia, láti fi hàn àwọn ohun tó wà níbẹ̀ àti láti pín àwọn ohun ìní náà fún gbogbo ènìyàn.

source: Media files on Commons are typically:
yo: Awọn faili media lori Commons jẹ igbagbogbo:

source: Personal photography and media uploaded by individuals, sometimes during Wiki Loves competitions such as Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc;
yo: Áwọn àwòrán ara ẹni àti àwọn ohun èlò tó ń gbé jáde tí àwọn èèyàn gbé kiri, nígbà míì nígbà tí wọ́n bá ń ṣe ìdíje Wiki Loves Africa, Wiki Loves Monuments, Wiki Lovs Earth, àti bẹ́ẹ̀ bẹ́ẹ́ lọ;

source: Freely licensed media files from external websites like Flickr, YouTube, open access journals, and other repositories; and
yo: Àwọn faili media ti a gba ni iyọọda ọfẹ lati awọn oju opo wẹẹbu ita bii Flickr, YouTube, awọn iwe iroyin wiwọle ṣiṣi, ati awọn ibi ipamọ miiran;ati

source: Donations from institutions and organizations with substantial media collections, large and small, ranging from UNESCO, NASA and the British Library to small local cultural institutions.
yo: Áwọn ọrẹ láti inú àwọn ilé ẹ̀kọ́ àti àjọ tó ní àwọn àpín ìròyìn tó pọ̀, tó tóbi àti tó kéré, láti UNESCO, NASA àti British Library títí dé àwọn ilé ète àṣà ìbílẹ̀ tó kéré ní àdúgbò.

source: What is structured data on Commons ?
yo: Kini data eleto lori Commons?

source: <strong>Structured Data on Commons</strong> is a project that provides the technical infrastructure to complement the wikitext, templates and categories on Wikimedia Commons with structured data.
yo: <strong>Data Iṣeto lori Commons</strong> jẹ iṣẹ akanṣe kan ti o pese awọn amayederun imọ-ẹrọ lati ṣe iranlowo wikitext, awọn awoṣe ati awọn ẹka lori Wikimedia Commons pẹlu data iṣeto

source: Structured data is data with a high degree of structured organization.
yo: Awọn data ti a ṣeto jẹ data pẹlu iwọn giga ti eto iṣeto.

source: With more structure, it becomes easier to reuse data in other Wikimedia projects and by third parties; it also allows computers to process and 'understand' it.
yo: Pẹlu eto diẹ sii, o di rọrun lati tun lo data ni awọn iṣẹ akanṣe Wikimedia miiran ati nipasẹ awọn ẹgbẹ kẹta; o tun gba awọn kọmputa laaye lati ṣe ilana ati 'loye' rẹ.

source: There are literally millions of pictures hosted on Wikimedia Commons... that need attention and love.
yo: Awọn aworan miliọnu gidi lo wa ti a gbalejo lori Wikimedia Commons… ti o nilo akiyesi ati ifẹ.

source: Millions of pictures that are not described with structured data at the moment.
yo: Awọn miliọnu awọn aworan ti a ko ṣe apejuwe pẹlu data eleto ni akoko.

source: <strong>Curating</strong>, or curation, in the narrow sense, means: selecting and organizing pieces of artwork and cultural heritage for an exhibition.
yo: <strong>Curating</strong> , tabi curation, ni ọna dín, tumọ si: yiyan ati siseto awọn ege iṣẹ ọna ati ohun-ini aṣa fun ifihan.

source: This term can also be used more broadly, to describe any activity that involves selecting, organizing and presenting information.
yo: Ọrọ yii tun le ṣee lo ni fifẹ, lati ṣe apejuwe iṣẹ ṣiṣe eyikeyi ti o kan yiyan, siseto ati fifihan alaye.

source: In the context of Structured Data on Commons, curating means all the activities performed by Commons contributors to organize and present the media files on Wikimedia Commons: administrative actions, adding more and better metadata to the files, grouping them in categories, creating galleries...
yo: Ni aaye ti Data Ti a Ti tunṣe lori Awọn Commons, curating tumọ si gbogbo awọn iṣẹ ṣiṣe nipasẹ awọn oluranlọwọ Commons lati ṣeto ati ṣafihan awọn faili media lori Wikimedia Commons: awọn iṣe iṣakoso, fifi diẹ sii ati awọn metadata to dara julọ si awọn faili, ṣiṣe akojọpọ wọn si awọn ẹka, ṣiṣẹda awọn aworan. .

source: So... how does the ISA tool fit in there?
yo: Nitorinaa… bawo ni ohun elo ISA ṣe baamu ni ibẹ?

source: The ISA tool allows to add two different types of structured data to set of pictures: captions and depicts (more explanations below on what captions and depicts are).
yo: Ọpa ISA ngbanilaaye lati ṣafikun awọn oriṣi oriṣiriṣi meji ti data eleto lati ṣeto awọn aworan: awọn akọle ati awọn aworan (awọn alaye diẹ sii ni isalẹ lori kini awọn akọle ati awọn aworan jẹ).

source: It is a multilingual, mobile-first 'micro-contributions' tool, that makes it easy for people to add structured data to images contributed to Wiki Loves competitions on Wikimedia Commons.
yo: O jẹ ohun elo multilingual, alagbeka-akọkọ 'awọn ipinfunni micro-, ti o jẹ ki o rọrun fun eniyan lati ṣafikun data ti a ṣeto si awọn aworan ti o ṣe alabapin si awọn idije Wiki Loves lori Wikimedia Commons.

source: The tool operates with curated campaigns created by coordinators.
yo: Ọpa naa n ṣiṣẹ pẹlu awọn ipolongo ti a ti sọtọ ti a ṣẹda nipasẹ awọn alakoso.

source: Anyone with a Wikimedia account may be a coordinator!
yo: Ẹnikẹni ti o ni akọọlẹ Wikimedia kan le jẹ oluṣeto!

source: With ISA, the coordinator can choose a predefined set of images on Commons, select a starting date and an end date for the campaign, and provide general information about the campaign itself.
yo: Pẹlu ISA, oluṣeto le yan eto ti a ti yan tẹlẹ ti awọn aworan lori Commons, yan ọjọ ibẹrẹ ati ọjọ ipari fun ipolongo naa, ati pese alaye gbogbogbo nipa ipolongo funrararẹ.

source: The coordinator can then ask contributors to "tag" these images with multilingual structured metadata (depicts and/or captions).
yo: Alakoso le lẹhinna beere lọwọ awọn oluranlọwọ lati “fi aami sii” awọn aworan wọnyi pẹlu awọn metadata eleto ede pupọ (awọn aworan ati/tabi awọn akọle).

source: Points are counted for each contribution made by a participant, and therefore it is possible to organize "tagging" or micro-contributions competitions or challenges with ISA.
yo: Awọn ojuami ni a ka fun ilowosi kọọkan ti o ṣe nipasẹ alabaṣe, ati nitori naa o ṣee ṣe lati ṣeto awọn "iṣamii" tabi awọn idije micro-contributions tabi awọn italaya pẹlu ISA.

source: Anyone with a Wikimedia account can contribute to add structured metadata to a campaign.
yo: Ẹnikẹni ti o ni akọọlẹ Wikimedia kan le ṣe alabapin lati ṣafikun metadata ti a ṣeto si ipolongo kan.

source: Learn more about file captions and depicts
yo: Kọ ẹkọ diẹ sii nipa awọn akọle faili ati awọn aworan

source: File captions are a feature part of Structured data.
yo: Awọn akọle faili jẹ apakan ẹya ti data Ti a Tito.

source: They are meant to store short, multilingual description about files.
yo: Wọn ti wa ni túmọ lati fipamọ kukuru, multilingual apejuwe nipa awọn faili.

source: What is a good caption ? and what is the difference between our good old file descriptions and captions ?
yo: Kini akọle ti o dara? ati kini iyatọ laarin awọn apejuwe faili atijọ ti o dara ati awọn akọle?

source: First, captions are meant to be simple and short.
yo: Ni akọkọ, awọn akọle tumọ si rọrun ati kukuru.
