Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/yo/LC_MESSAGES/messages.po
Languages: yo

source: While descriptions can be very expansive, captions are limited to 255 characters in length, and cannot contain markup (like Wikitext links or HTML) and do not support external links.
yo: Lakoko ti awọn apejuwe le jẹ gbooro pupọ, awọn akọle ni opin si awọn ohun kikọ 255 ni gigun, ati pe ko le ni isamisi ninu (bii awọn ọna asopọ Wikitext tabi HTML) ati pe ko ṣe atilẹyin awọn ọna asopọ ita.

source: In many cases, the caption will be similar or identical to the description.
yo: Ni ọpọlọpọ igba, akọle yoo jẹ iru tabi aami si apejuwe naa.

source: But in other cases, there is a very extensive description (858 characters, and links) and the caption is much shorter (more or less the same caption used on the Wikipedia articles using that image).
yo: Ṣugbọn ni awọn igba miiran, apejuwe ti o gbooro pupọ (awọn ohun kikọ 858, ati awọn ọna asopọ) ati akọle naa kuru pupọ (diẹ sii tabi kere si akọle kanna ti a lo lori awọn nkan Wikipedia ni lilo aworan yẹn).

source: Only text which is so short that it is not copyrightable should be copied into captions, as captions are published under a CC0 ("public domain") waiver.
yo: Ọrọ nikan ti o kuru tobẹẹ ti kii ṣe aṣẹ lori ara ni o yẹ ki o daakọ sinu awọn akọle, bi awọn akọle ti wa ni titẹ labẹ CC0 (“agbegbe gbogbogbo”).

source: One of the core benefits of captions is improved language-aware searchability.
yo: Ọkan ninu awọn anfani pataki ti awọn akọle jẹ ilọsiwaju wiwa-mọ ede.

source: Classical file descriptions are in the wikitext, and are only searchable through full-text search, which necessarily searches through the entire page contents, including categories and license templates; and it is not possible to do search search per language.
yo: Awọn apejuwe faili kilasika wa ninu wikitext, ati pe o ṣee ṣe wiwa nikan nipasẹ wiwa-kikun, eyiti o jẹ dandan nipasẹ gbogbo akoonu oju-iwe, pẹlu awọn ẹka ati awọn awoṣe iwe-aṣẹ; ati pe ko ṣee ṣe lati ṣe wiwa fun ede kọọkan.

source: Captions are available as part of our structured data, while descriptions are not.
yo: Awọn akọle wa bi apakan ti data ti a ṣeto, lakoko ti awọn apejuwe kii ṣe.

source: In technical terms, a description is plain wikitext wrapped in a language template, wrapped again in an Information template; while captions are Wikibase labels.
yo: Ni awọn ofin imọ-ẹrọ, apejuwe jẹ wikitext itele ti a we sinu awoṣe ede, ti a we lẹẹkansi ni awoṣe Alaye; nigba ti awọn akọle jẹ aami Wikibase.

source: As such, captions will be searchable through the API, making it easy to find/filter/pull captions from files as metadata.
yo: Bi iru bẹẹ, awọn akọle yoo jẹ wiwa nipasẹ API, ṣiṣe ki o rọrun lati wa / àlẹmọ / fa awọn akọle lati awọn faili bi metadata.

source: As they are searchable via the API, it is also easier for 3rd party reusers to find and reuse media and the captions themselves.
yo: Bi wọn ṣe le wa nipasẹ API, o tun rọrun fun awọn atunlo ẹgbẹ kẹta lati wa ati tun lo media ati awọn akọle funrararẹ

source: Other possible usages of captions can be:
yo: Awọn lilo miiran ti awọn akọle le jẹ:

source: filling in infoboxes
yo: àgbáye infoboxes

source: query files for missing captions in a given language
yo: awọn faili ibeere fun awọn akọle ti o padanu ni ede ti a fifun

source: building lists for translation of important files needing a caption localized for a project or campaign
yo: awọn atokọ ile fun itumọ awọn faili pataki ti o nilo ifori ti agbegbe fun iṣẹ akanṣe tabi ipolongo

source: Find more information about Captions here
yo: Wa alaye diẹ sii nipa Awọn akọle Nibi

source: Depicts is also a feature part of Structured data.
yo: Awọn apejuwe tun jẹ ẹya ara ti data Iṣeto.

source: It was enabled on Wikimedia Commons on April 2019.
yo: O ti ṣiṣẹ lori Wikimedia Commons ni Oṣu Kẹrin Ọjọ 2019.

source: Then for each depicted item in the image, find the appropriate item from Wikidata and select it.
yo: Lẹhinna fun ohun kọọkan ti a fihan ninu aworan, wa ohun ti o yẹ lati Wikidata ki o yan.

source: If you have trouble finding the right Wikidata item, test alternative spellings.
yo: Ti o ba ni wahala wiwa ohun kan Wikidata to tọ, ṣe idanwo awọn akọtọ omiiran.

source: If there is no Wikidata item associated with the subject depicted, choose a more generic item which includes your subject as an example.
yo: Ti ko ba si ohun kan Wikidata ti o ni nkan ṣe pẹlu koko-ọrọ ti a fihan, yan nkan jeneriki diẹ sii eyiti o pẹlu koko-ọrọ rẹ gẹgẹbi apẹẹrẹ

source: Be as specific as you can with the primary tag.
yo: Jẹ pato bi o ṣe le pẹlu aami akọkọ.

source: If there are multiple items clearly and deliberately depicted by the media file, all should be added as separate depicts statements, within reason.
yo: Ti awọn ohun kan ba wa ni kedere ati imomose ṣe afihan nipasẹ faili media, gbogbo wọn yẹ ki o ṣafikun bi awọn alaye asọye lọtọ, laarin idi.

source: For files that depict dozens or hundreds of items (e.g. movies) only list those items which are most prominent.
yo: Fun awọn faili ti o ṣe afihan awọn dosinni tabi awọn ọgọọgọrun awọn ohun kan (fun apẹẹrẹ awọn fiimu) ṣe atokọ awọn nkan wọnyẹn ti o jẹ olokiki julọ.

source: There is also an option to mark a particular item as 'prominent'.
yo: Aṣayan tun wa lati samisi ohun kan pato bi 'olokiki'.

source: This property refers to the item's prominence in the piece of media.
yo: Ohun-ini yii tọka si olokiki ohun kan ninu nkan ti media

source: More information about depicts may be found here :
yo: Alaye diẹ sii nipa awọn apejuwe le ṣee ri nibi:

source: Using the ISA tool
yo: Lilo ISA ọpa

source: More information may be found here:
yo: Alaye diẹ sii le ṣee ri nibi:

source: Legal and credits
yo: Ofin ati kirediti

source: ISA is published under GPLv3. Content added through the tool to Wikimedia Commons is released under CC0.
yo: ISA ti wa ni atẹjade labẹ GPLv3. Akoonu ti a ṣafikun nipasẹ irinṣẹ si Wikimedia Commons jẹ idasilẹ labẹ CC0.

source: Image used on the tool :
yo: Aworan ti a lo lori ọpa:

source: Easily Add Information about Images on Wikimedia Commons
yo: Ni irọrun ṣafikun alaye nipa awọn aworan lori Wikimedia Commons

source: <strong>ISA</strong> is a multilingual, mobile-first tool, that makes it easy for people to add 'micro-contributions' in the form of <a %(link_attrs)s title='Learn more about structured data'>structured data</a> (descriptions, captions, tags, etc.) to images that have been contributed to Wikimedia Commons by Wiki Loves competitions.
yo: <strong>ISA</strong> jẹ ọpọlọpọ awọn ede, ohun elo alagbeka-akọkọ, ti o jẹ ki o rọrun fun eniyan lati ṣafikun 'awọn ipinfunni micro’ ni irisi <a %(link_attrs)s title="Kọ ẹkọ diẹ sii nipa data eleto">data ti a ṣeto</a> (awọn apejuwe, awọn akọle, awọn afi, ati bẹbẹ lọ) si awọn aworan ti o ti ṣe alabapin si Wikimedia Commons nipasẹ Wiki Fẹràn awọn idije.<a %(link_attrs)s title='Learn more about structured data'><strong>%(link_attrs)s</strong></a>

source: <strong>Click on Explore Campaigns to begin!</strong>
yo: <strong>Tẹ lori Ṣawari Awọn ipolongo lati bẹrẹ!</strong>

source: Go to the campaign directory to choose a campaign
yo: Lọ si itọsọna ipolongo lati yan ipolongo kan

source: EXPLORE CAMPAIGNS
yo: Ye ipolongo

source: About This Tool
yo: Nipa Ọpa Yi

source: In the long run, the intent behind the tool is to increase the use of the knowledge that is reflected by each image hosted on Wikimedia Commons.
yo: Ni igba pipẹ, idi ti o wa lẹhin ọpa ni lati mu lilo imo ti o han nipasẹ aworan kọọkan ti o gbalejo lori Wikimedia Commons.

source: The tool is aimed to assist in the usefulness and information of images donated during the Wiki Loves competitions.
yo: Ọpa naa ni ifọkansi lati ṣe iranlọwọ ni iwulo ati alaye ti awọn aworan ti a ṣetọrẹ lakoko awọn idije Awọn Ifẹ Wiki.

source: The tool is also designed to be a host of micro contribution competitions proposed by project leaders.
yo: Ọpa naa tun ṣe apẹrẹ lati jẹ agbalejo ti awọn idije idasi micro ti a daba nipasẹ awọn oludari iṣẹ akanṣe.

source: ISA is not only an acronym for Information Structured Acceleration, but is also a chiShona language word for 'put' or 'place'.
yo: ISA kii ṣe adape fun Imudara Iṣeto Alaye, ṣugbọn tun jẹ ọrọ ede chiShona fun 'fi' tabi 'ibi'.

source: Home
yo: Ile

source: Help
yo: Egba Mi O

source: Change your available caption languages
yo: Yi awọn ede akọle ti o wa pada

source: Language preferences
yo: Awọn ayanfẹ ede

source: See your campaigns
yo: Wo awọn ipolongo rẹ

source: Logout
yo: Jade jade

source: Login
yo: Wo ile

source: ISA tool
yo: ISA ọpa

source: It is running on
yo: O ti wa ni nṣiṣẹ lori

source: and is subject to the
yo: ati ki o jẹ koko ọrọ si awọn

source: ISA is published under
yo: ISA ti wa ni atejade labẹ

source: Content added through the tool to Wikimedia Commons is released under
yo: Akoonu ti a ṣafikun nipasẹ irinṣẹ si Wikimedia Commons jẹ idasilẹ labẹ

source: Your Campaigns
yo: Awọn ipolongo rẹ

source: You do not have any campaigns
yo: O ko ni eyikeyi ipolongo

source: Depicts language
yo: Ṣe afihan ede

source: The selected language will be used for searching for elements depicted in images.
yo: Ede ti o yan yoo ṣee lo fun wiwa awọn eroja ti a fihan ninu awọn aworan.

source: Select upto 6 languages for captions
yo: Yan awọn ede 6 fun awọn akọle

source: Captions can be added in multiple languages for each image.
yo: Awọn akọle le ṣe afikun ni awọn ede pupọ fun aworan kọọkan.

source: The languages you select on this page will appear on the page when you are viewing an image.
yo: Awọn ede ti o yan lori oju-iwe yii yoo han loju oju-iwe nigbati o ba nwo aworan kan.

source: Select all the languages you are comfortable contributing in.
yo: Yan gbogbo awọn ede ti o ni itunu lati ṣe alabapin si.

source: Remove language
yo: Yọ ede kuro

source: Undo changes to language settings
yo: Mu awọn ayipada pada si awọn eto ede

source: Same as interface
yo: Kanna bi wiwo

source: OAuth callback failed. Are cookies disabled?
yo: OAuth ipe pada kuna. Ṣe awọn kuki jẹ alaabo?

source: Welcome %(username)s!
yo: Kaabo %(username)s!

source: See you next time!
yo: Ma ri e lojo miiran!

source: Please login to change your language preferences
yo: Jọwọ buwolu wọle lati yi awọn ayanfẹ ede rẹ pada

source: Sorry you tried to enter %(rep_languages)s multiple times
yo: Ma binu o gbiyanju lati tẹ %(rep_languages)s sii ni ọpọlọpọ igba

source: Captions languages could not be set
yo: Awọn ede awọn akọle ko le ṣeto

source: Language settings not available at the moment
yo: Eto ede ko si ni akoko yii

source: Campaigns created by %(username)s
yo: Awọn ipolongo da nipa %(username)s
