{"Campaigns":"Campagnes","Campaign with id %(id)s does not exist":"La campagne avec l'id% (id) s n'existe pas","Campaign - ":"Campagne - ","You need to Login to create a campaign":"Vous devez vous connecter pour créer une campagne","Sorry %(campaign_name)s Could not be created":"Désolé {campaign_name} n'a pas pu être créé","%(campaign_name)s Campaign created!":"Campagne créée!","Create a campaign":"Créer une campagne","%(campaign_name)s - Contribute":"{campaign_name} - Contribuer","You need to Login to update a campaign":"Vous devez vous connecter pour mettre à jour une campagne.","Campaign update failed please try later!":"Échec de la mise à jour, veuillez réessayer ultérieurement","Update Succesfull !":"Mise à jour réussie !","You cannot update this campaign, Contact Manager User:%(campaign_manager)s ":"Vous ne pouvez pas mettre à jour cette campagne, Contacter le gérant User:{campaign_manager}","Booo! %(campaign_name)s Could not be updated!":"Booo! {campaign_name} Impossible de mettre à jour!","%(campaign_name)s - Update":"{campaign_name} - Mise à jour","You need to login to participate":"Vous devez vous connecter pour participer","Update Campaign Details":"Mettre à jour les détails de la campagne","Create new Campaign":"Créer une nouvelle campagne","You are updating":"Vous mettez à jour","Fill in the form below to create you campaign":"Remplissez le formulaire ci-dessous pour créer votre campagne","Fields marked with * are mandatory":"Les champs marqués d'une * sont obligatoires","Campaign Name":"Nom de la campagne","This is the name specific to your campaign, not the main project.":"Soyez spécifique et descriptif dans le choix du nom de votre campagne.","So, not “Wiki Loves Africa” but rather “Music and Dance in Nigeria”":"Par exemple, plutôt que de l’intituler “Wiki Loves Africa”, préférez “Musique et Danse au Cameroun”","Short description of Campaign (144 characters)":"Description courte de la campagne","What are users going to be working on":"Soyez bref mais spécifique dans votre description courte.","Start Date":"Date de début","Set campaign start date":"Définir la date de début de la campagne","End Date":"Date de fin","Set campaign end date":"Définir la date de fin de la campagne","This is a Wiki Loves Campaign":"Ceci est une campagne Wiki Loves X","When set up correctly this option allows participants to choose what country they want to see images from and records contributions by country.":"When set up correctly this option allows participants to choose what country they want to see images from and records contributions by country."," You can select multiple categories of the correct type.":" You can select multiple categories of the correct type.","Depth must be set to 0 for all categories in a Wiki Loves campaign.":"La profondeur est fixée à 0 pour toutes les catégories d’une campagne Wiki Loves.","Requires categories of the form images from Wiki Loves <strong><em>project</em></strong> in a specific <strong><em>year</em></strong>, eg “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (change <strong><em>project</em></strong> and year as <strong><em>required</em></strong>)":"Les catégories utilisées dans le cadre d’un projet Wiki Loves doivent se présenter sous la forme “images from Wiki Loves X YYYY” (par exemple, “Images from Wiki Loves <em>Africa 2019</em>”)","Some of the categories chosen below do not have the correct syntax":"Certaines des catégories choisies ne suivent pas la bonne syntaxe.","Categories to use in this campaign":"Catégories de la campagne","Search for the Wikimedia Commons categories that contain the images you wish to use in your campaign.":"Chercher les catégories Commons contenant les images que vous souhaitez améliorer dans le cadre de la campagne.","If you want a category and ALL of its subcategories use the 'Depth' option to choose how many levels down you want to go (leave depth on 0 for Wiki loves campaigns).":"Utiliser la profondeur pour indiquer le nombre de sous-catégories que vous voulez sélectionner. Le niveau le plus profond et contenant le plus d’images est 5. Rappel: les campagnes Wiki Loves sont obligatoirement à un niveau de profondeur de 0","Choose categories to use in the campaign":"Choisissez les catégories à utiliser dans la campagne","Name":"Nom","Depth":"Profondeur","The categories in red do not have the correct syntax for the \"Wiki Loves campaign\" feature":"The categories in red do not have the correct syntax for the \"Wiki Loves campaign\" feature","Please remove them or untick the \"Wiki Loves Campaign\" checkbox above":"Retirez les catégories ne présentant pas la bonne syntaxe ou bien décochez la case “Ceci est une campagne Wiki Loves”","Metadata to collect in the Campaign":"Données collectées pendant la campagne","Choose what type of <strong>metadata</strong> you want to collect in your campaign.":"Choisissez quel type de métadatas vous souhaitez récupérer","You must select at least one of the options below.":"Vous devez sélectionner au moins une option.","To learn more about Depicts and Caption meta-data see the help page.":"Pour en savoir plus sur les métadonnées, consultez la page d’aide.","Depicts":"Mots-clés ('Depicts')","Select to collect Depicts metadata in the campiagn":"Sélectionner pour collecter les métadonnées Dépeint dans la campagne","Captions":"Légendes","Select to collect Caption metadata in the campiagn":"Sélectionnez cette option pour collecter les métadonnées de légende dans la campagne.","Campaign Image":"Image de campagne","The maximum height for the campaign image is 150px. Images should either be a banner image or a logo.":"La hauteur maximum du visuel de la campagne est de 150 px. Il peut s’agir d’un logo ou d’une image.","Portrait or square photos are not recommended.":"Les photos en mode portrait ou carrées sont déconseillées.","Enter the FILE NAME only of a image from commons to display on the Campaign home page.":"Seules des images issues de Commons peuvent être utilisées. Indiquez seulement le nom du fichier.","Long description of Campaign (full about info)":"Description longue de la campagne (infos complète)","Why it is important that users contribute to the campaign?":"Dans le cadre de la description longue, vous pouvez donner plus de détails sur la campagne, par exemple expliquer les bénéfices qu’il y a à améliorer une image.","Publish Campaign":"Publier","View images from":"Voir les photos de","Choose to only view images from a single country":"Choisir de ne voir que les images issues d'un pays","Loading...":"Chargement...","Start contributing to this campaign":"Participer à la campagne","Get Started":"Action","Campaign progress so far":"Progression de la campagne","Total number of images in this campaign":"Nombre total d'images inclues dans la campagne","Images":"Images","Total number of contributions made to this campaign":"Nombre total de contributions dans le cadre de la campagne","Contributions":"Contributions","Top Contributors":"Meilleur.es. participant.e.s","Contributor":"Personnes","No partcipants has contributed to this campaign":"Aucun participant n'a contribué à cette campagne","Most improved Countries":"Impact géographique","Country":"Pays","There is no data available yet for this campaign":"Il n'y a pas encore de données disponibles pour cette campagne","View and download more stats for this campaign":"Voir et télécharger des statistiques","View full stats":"Voir les statistiques","My Contributions":"Mes contributions","Rank":"Rang","More About This Campaign":"À propos de cette campagne","Campaign Manager":"Gestionnaire de campagne","START DATE":"Date de début","END DATE":"Date de fin","Make changes to this campaign":"Apporter des modifications à cette campagne","Edit Campaign":"Modifier la campagne","Return to the campaign home page":"Retourner à la page d'accueil de la campagne","Home Page":"accueil","View the previous image":"Voir l'image précédente","PREV IMAGE":"Précédente","Own work":"Auteur-trice","View the next image":"Voir l'image suivante","NEXT IMAGE":"Suivante","File":"Fichier","Open this image on Wikimedia Commons":"Voir cette image dans Wikimedia Commons","Description":"Description","Categories":"Catégories","Camera Location":"Géolocalisation","show all metadata from commons":"Afficher toutes les metadata","Adding Depict Statements":"Ajouter des mots-clés descriptifs","Make it Simple: Use simple words and concepts to describe what you see in each image (e.g. cat, mountain, Taj Mahal)":"Utilisez des mots et des concepts simple pour décrire ce que vous voyez (par exemple “chat”, “montagne”, “Taj Mahal”)","Cancel your changes":"Annuler vos modifications","Cancel":"Annuler","Save your edits to Wikimedia Commons":"Lorsque vous publiez, les informations sont sauvées directement dans Wikimedia Commons","Save":"Publier","Log in to publish changes":"Connectez-vous pour publier les modifications","Name the different elements that you can see in this image":"Nommez les différents éléments que vous pouvez voir dans cette image","To mark the prominent elements in the image, click on the flag icon":"Cliquez sur le drapeau pour marquer un élément comme remarquable","Writing Captions":"Ecrire des légendes","Include any culturally specific, scientific or technical information that you can identify (e.g. the Ethiopian Coffee Ceremony or bunna maflat) to make the information richer.":"Ajoutez toute information, d’ordre culturel, scientifique et technique permettant de mieux identifer et comprendre.","Add a caption to better explain the image (max 255 characters)":"Ajouter une légende pour mieux décrire l’image","Briefly explain what you see in this image.":"Expliquez brièvement ce que vous voyez dans cette image","You can add captions in additional languages by selecting Language Preferences from the user menu":"Vous pouvez ajouter une légende dans d’autres langues en précisant vos préférences dans le menu utilisateur","From":"De","Till":"Jusqu’à","Download all stats (CSV)":"Télécharger toutes les statistiques","On this page are the curated campaigns that are currently running as part of the ISA tool.":"Sur cette page, vous trouverez les campagnes organisées en cours d'exécution dans le cadre de l'outil ISA.","Click on the name of a campaign to get started and add structured data to an image.":"Cliquez sur le nom d'une campagne pour commencer et ajouter des données structurées à une image.","You can access information on the previous Campaigns in the Archive section.":"Vous pouvez accéder aux informations sur les campagnes précédentes dans la section Archives.","Ongoing Campaigns":"Toutes les campagnes","Campaign name":"Nom de la campagne","Campaign":"Campagne","Total number of images in the campaign":"Nombre total d'images concernées par cette campagne","Number of editors that have contributed to the campaign ":"Nombre de personnes ayant participé à la campagne","Participants":"Participant.e.s","Total number of contributions to the campaign":"Nombre total de contributions dans le cadre de la campagne","Campaign start date":"Date de lancement de la campagne","Campaign end date":"Date de cloture de la campagne","Date the campaign was created":"Date de création de la campagne","Creation Date":"Date de création","Campaign status":"Statut de la campagne","Status":"Statut","None":"Aucune","Closed":"Fermé","Open":"Ouvert","Go to the campaign home page to get started":"Accéder à la page de la campagne pour participer","Go to Campaign":"Modifier","Show closed campaigns":"Voir les campagnes archivées","Create your own campaign":"Créer une nouvelle campagne","Create a new campaign using this tool":"Créer une nouvelle campagne","You must be logged in to create a campaign.":"Vous devez être identifié.e pour créer une campagne","Server Under maintenance":"Serveur en maintenance","Please check contact support":"S'il vous plaît Contactez le support"," Take Me Home":"Accueil","Contact Support":"Contactez le support","Page Not Found":"Page non trouvée","We Are Unable to find the page you are looking for":"Nous sommes incapables de trouver la page que vous recherchez","Take Me Home":"Accueil","Something Went Wrong":"Quelque chose s'est mal passé","Isa might be undergoing maintenance":"Isa pourrait être en cours de maintenance","Help Page":"Help Page","Easily add information about images on Wikimedia Commons":"Easily add information about images on Wikimedia Commons","<strong>ISA</strong> is a fun, multilingual, mobile-first tool, that makes it easy for people to add \"micro contributions\" in the form of <a %(link_attrs)s>structured data</a> to images on Wikimedia Commons that have been added by Wiki Loves competitions.":"<strong>ISA</strong> is a fun, multilingual, mobile-first tool, that makes it easy for people to add \"micro contributions\" in the form of <a {link_attrs}>structured data</a> to images on Wikimedia Commons that have been added by Wiki Loves competitions.","ISA is originally built to provide better multilingual and structured descriptions of <a %(link_attrs)s>Wiki Loves Africa</a> images.":"ISA is originally built to provide better multilingual and structured descriptions of <a {link_attrs}>Wiki Loves Africa</a> images.","But it is also developed to be useful to all of the <a link_attrs>Wiki Loves competitions</a> and, ultimately, for <strong>all media files</strong> on Wikimedia Commons.":"But it is also developed to be useful to all of the <a link_attrs>Wiki Loves competitions</a> and, ultimately, for <strong>all media files</strong> on Wikimedia Commons.","What is Wikimedia Commons?":"What is Wikimedia Commons?","<strong>Wikimedia Commons</strong> (also known as 'Commons') is a Wikimedia project, a sister project of Wikipedia, and a collection of more than 40 million free media files.":"<strong>Wikimedia Commons</strong> (also known as 'Commons') is a Wikimedia project, a sister project of Wikipedia, and a collection of more than 40 million free media files.","All the freely licensed photos, audio and video files, PDFs and other media on Wikipedia are stored on Commons.":"All the freely licensed photos, audio and video files, PDFs and other media on Wikipedia are stored on Commons.","Wikimedia Commons grows rapidly, by approximately 5 million new media files per year.":"Wikimedia Commons grows rapidly, by approximately 5 million new media files per year.","Thousands of volunteers upload files to Commons, and integrate these into Wikimedia projects, like Wikipedia, to illustrate the content there and to share that media with the public.":"Thousands of volunteers upload files to Commons, and integrate these into Wikimedia projects, like Wikipedia, to illustrate the content there and to share that media with the public.","Media files on Commons are typically:":"Media files on Commons are typically:","Personal photography and media uploaded by individuals, sometimes during Wiki Loves competitions such as Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc;":"Personal photography and media uploaded by individuals, sometimes during Wiki Loves competitions such as Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc;","Freely licensed media files from external websites like Flickr, YouTube, open access journals, and other repositories; and":"Freely licensed media files from external websites like Flickr, YouTube, open access journals, and other repositories; and","Donations from institutions and organizations with substantial media collections, large and small, ranging from UNESCO, NASA and the British Library to small local cultural institutions.":"Donations from institutions and organizations with substantial media collections, large and small, ranging from UNESCO, NASA and the British Library to small local cultural institutions.","What is structured data on Commons ?":"What is structured data on Commons ?","<strong>Structured Data on Commons</strong> is a project that provides the technical infrastructure to complement the wikitext, templates and categories on Wikimedia Commons with structured data.":"<strong>Structured Data on Commons</strong> is a project that provides the technical infrastructure to complement the wikitext, templates and categories on Wikimedia Commons with structured data.","Structured data is data with a high degree of structured organization.":"Structured data is data with a high degree of structured organization.","With more structure, it becomes easier to reuse data in other Wikimedia projects and by third parties; it also allows computers to process and 'understand' it.":"With more structure, it becomes easier to reuse data in other Wikimedia projects and by third parties; it also allows computers to process and 'understand' it.","Structured Data is an ongoing project that was launched in 2019 ! … whilst Wikimedia Commons has been around for years !":"Structured Data is an ongoing project that was launched in 2019 ! … whilst Wikimedia Commons has been around for years !","There are literally millions of pictures hosted on Wikimedia Commons… that need attention and love.":"There are literally millions of pictures hosted on Wikimedia Commons… that need attention and love.","Millions of pictures that are not described with structured data at the moment.":"Millions of pictures that are not described with structured data at the moment.","How are we going to do that ? ":"How are we going to do that ? ","<strong>Curating</strong>, or curation, in the narrow sense, means: selecting and organizing pieces of artwork and cultural heritage for an exhibition.":"<strong>Curating</strong>, or curation, in the narrow sense, means: selecting and organizing pieces of artwork and cultural heritage for an exhibition.","This term can also be used more broadly, to describe any activity that involves selecting, organizing and presenting information.":"This term can also be used more broadly, to describe any activity that involves selecting, organizing and presenting information.","In the context of Structured Data on Commons, curating means all the activities performed by Commons contributors to organize and present the media files on Wikimedia Commons: administrative actions, adding more and better metadata to the files, grouping them in categories, creating galleries...":"In the context of Structured Data on Commons, curating means all the activities performed by Commons contributors to organize and present the media files on Wikimedia Commons: administrative actions, adding more and better metadata to the files, grouping them in categories, creating galleries...","So...how does the ISA tool fit in there ?":"So...how does the ISA tool fit in there ?","The ISA tool allows to add two different types of structured data to set of pictures: captions and depicts (more explanations below on what captions and depicts are).":"The ISA tool allows to add two different types of structured data to set of pictures: captions and depicts (more explanations below on what captions and depicts are).","It is a multilingual, mobile-first 'micro-contributions' tool, that makes it easy for people to add structured data to images contributed to Wiki Loves competitions on Wikimedia Commons.":"It is a multilingual, mobile-first 'micro-contributions' tool, that makes it easy for people to add structured data to images contributed to Wiki Loves competitions on Wikimedia Commons.","The tool operates with curated campaigns created by coordinators.":"The tool operates with curated campaigns created by coordinators.","Anyone with a Wikimedia account may be a coordinator!":"Anyone with a Wikimedia account may be a coordinator!","With ISA, the coordinator can choose a predefined set of images on Commons, select a starting date and an end date for the campaign, and provide general information about the campaign itself.":"With ISA, the coordinator can choose a predefined set of images on Commons, select a starting date and an end date for the campaign, and provide general information about the campaign itself.","The coordinator can then ask contributors to \"tag\" these images with multilingual structured metadata (depicts and/or captions).":"The coordinator can then ask contributors to \"tag\" these images with multilingual structured metadata (depicts and/or captions).","Points are counted for each contribution made by a participant, and therefore it is possible to organize \"tagging\" or micro-contributions competitions or challenges with ISA.":"Points are counted for each contribution made by a participant, and therefore it is possible to organize \"tagging\" or micro-contributions competitions or challenges with ISA.","Anyone with a Wikimedia account can contribute to add structured metadata to a campaign.":"Anyone with a Wikimedia account can contribute to add structured metadata to a campaign.","The only requirement is… to be logged-in.":"The only requirement is… to be logged-in.","Learn more about file captions and depicts":"Learn more about file captions and depicts","File captions are a feature part of Structured data.":"File captions are a feature part of Structured data.","They are meant to store short, multilingual description about files.":"They are meant to store short, multilingual description about files.","What is a good caption ? and what is the difference between our good old file descriptions and captions ?":"What is a good caption ? and what is the difference between our good old file descriptions and captions ?","First, captions are meant to be simple and short.":"First, captions are meant to be simple and short.","While descriptions can be very expansive, captions are limited to 255 characters in length, and cannot contain markup (like Wikitext links or HTML) and do not support external links.":"While descriptions can be very expansive, captions are limited to 255 characters in length, and cannot contain markup (like Wikitext links or HTML) and do not support external links.","In many cases, the caption will be similar or identical to the description.":"In many cases, the caption will be similar or identical to the description.","But in other cases, there is a very extensive description (858 characters, and links) and the caption is much shorter (more or less the same caption used on the Wikipedia articles using that image).":"But in other cases, there is a very extensive description (858 characters, and links) and the caption is much shorter (more or less the same caption used on the Wikipedia articles using that image).","Only text which is so short that it is not copyrightable should be copied into captions, as captions are published under a CC0 (\"public domain\") waiver.":"Only text which is so short that it is not copyrightable should be copied into captions, as captions are published under a CC0 (\"public domain\") waiver.","One of the core benefits of captions is improved language-aware searchability.":"One of the core benefits of captions is improved language-aware searchability.","Classical file descriptions are in the wikitext, and are only searchable through full-text search, which necessarily searches through the entire page contents, including categories and license templates; and it is not possible to do search search per language.":"Classical file descriptions are in the wikitext, and are only searchable through full-text search, which necessarily searches through the entire page contents, including categories and license templates; and it is not possible to do search search per language.","Captions are available as part of our structured data, while descriptions are not.":"Captions are available as part of our structured data, while descriptions are not.","In technical terms, a description is plain wikitext wrapped in a language template, wrapped again in an Information template; while captions are Wikibase labels.":"In technical terms, a description is plain wikitext wrapped in a language template, wrapped again in an Information template; while captions are Wikibase labels.","As such, captions will be searchable through the API, making it easy to find/filter/pull captions from files as metadata.":"As such, captions will be searchable through the API, making it easy to find/filter/pull captions from files as metadata.","As they are searchable via the API, it is also easier for 3rd party reusers to find and reuse media and the captions themselves.":"As they are searchable via the API, it is also easier for 3rd party reusers to find and reuse media and the captions themselves.","Other possible usages of captions can be:":"Other possible usages of captions can be:","filling in infoboxes":"filling in infoboxes","query files for missing captions in a given language":"query files for missing captions in a given language","building lists for translation of important files needing a caption localized for a project or campaign":"building lists for translation of important files needing a caption localized for a project or campaign","Find more information about Captions here":"Find more information about Captions here","Depicts is also a feature part of Structured data.":"Depicts is also a feature part of Structured data.","It was enabled on Wikimedia Commons on April 2019.":"It was enabled on Wikimedia Commons on April 2019.","To add a depicts statement, simply start typing in the search box to get started.":"To add a depicts statement, simply start typing in the search box to get started.","Then for each depicted item in the image, find the appropriate item from Wikidata and select it.":"Then for each depicted item in the image, find the appropriate item from Wikidata and select it.","If you have trouble finding the right Wikidata item, test alternative spellings.":"If you have trouble finding the right Wikidata item, test alternative spellings.","If there is no Wikidata item associated with the subject depicted, choose a more generic item which includes your subject as an example.":"If there is no Wikidata item associated with the subject depicted, choose a more generic item which includes your subject as an example.","Be as specific as you can with the primary tag.":"Be as specific as you can with the primary tag.","If there are multiple items clearly and deliberately depicted by the media file, all should be added as separate depicts statements, within reason.":"If there are multiple items clearly and deliberately depicted by the media file, all should be added as separate depicts statements, within reason.","For files that depict dozens or hundreds of items (e.g. movies) only list those items which are most prominent.":"For files that depict dozens or hundreds of items (e.g. movies) only list those items which are most prominent.","There is also an option to mark a particular item as 'prominent'.":"There is also an option to mark a particular item as 'prominent'.","This property refers to the item's prominence in the piece of media.":"This property refers to the item's prominence in the piece of media.","More information about depicts may be found here :":"More information about depicts may be found here :","Using the ISA tool":"Using the ISA tool","More information may be found here:":"More information may be found here:","Legal and credits":"Legal and credits","It is running on tools.wmflabs.org, and is subject to the Wikimedia Cloud Services Terms of use.":"It is running on tools.wmflabs.org, and is subject to the Wikimedia Cloud Services Terms of use.","ISA is published under GPLv3. Content added through the tool to Wikimedia Commons is released under CC0.":"ISA is published under GPLv3. Content added through the tool to Wikimedia Commons is released under CC0.","Image used on the tool :":"Image used on the tool :","Easily Add Information about Images on Wikimedia Commons":"Ajoutez facilement des informations sur les images sur Wikimedia Commons","<strong>ISA</strong> is a multilingual, mobile-first tool, that makes it easy for people to add 'micro-contributions' in the form of <a %(link_attrs)s title='Learn more about structured data'>structured data</a> (descriptions, captions, tags, etc.) to images that have been contributed to Wikimedia Commons by Wiki Loves competitions.":"<strong>ISA</strong> est un outil de microcontribution, multilingue et orienté mobile, qui permet d’ajouter, supprimer ou modifier les <a {link_attrs} title='En savoir plus sur les informations structurées'>informations structurées</a> d’images téléversées sur Wikimedia Commons.","<strong>Click on Explore Campaigns to begin!</strong>":"<strong>Cliquez sur Explorer les campagnes pour commencer</strong>","Go to the campaign directory to choose a campaign":"Cliquez pour voir la liste complète des campagnes","EXPLORE CAMPAIGNS":"LISTE DES CAMPAGNES","About This Tool":"A propos d’ISA","In the long run, the intent behind the tool is to increase the use of the knowledge that is reflected by each image hosted on Wikimedia Commons. ":"Pour célébrer 5 ans d’existence de Wiki Loves Africa, nous avons imaginé ISA afin de faciliter et stimuler l’ajout d’informations descriptives aux images téléversées dans le cadre du concours photo dédié au continent africain. ","The tool is aimed to assist in the usefulness and information of images donated during the Wiki Loves competitions.":"Créé pour pouvoir rapidemment ajouter des informations structurées à une collection d’images prédéfinies,","It is initially being built to assist in the descriptions of Wiki Loves Africa images, but is being specifically modelled to be useful to all of the Wiki Loves competitions and beyond.":"ISA est particulièrement adapté pour être utilisé dans le cadre de toutes les compétitions Wiki Loves, mais peut être utilisé de façon générale sur toute collection d’images. L’objectif est d’augmenter l’utilité de ces photos sur les projets Wikimedia et au delà.","The tool is also designed to be a host of micro contribution competitions proposed by project leaders.":"ISA est un outil pilote du projet Données Structurées sur Wikimedia Commons.","ISA is a collaboration between Wiki In Africa, Histropedia and the Structured Data on Commons project.":" ","ISA is not only an acronym for Information Structured Acceleration, but is also a chiShona language word for 'put' or 'place'.":"ISA n'est pas seulement un acronyme pour Information Structured Acceleration, mais est également un mot chiShona pour «mettre» ou «placer»","Home":"Accueil","Create New":"Nouvelle Campagne","Help":"Aide","Change your available caption languages":"Changer les langues de légende disponibles","Languages preferences":"Préférence de langues","Logout":"Se déconnecter","Login":"Se connecter","ISA tool":"Outil ISA","was developed as a collaboration between Wiki In Africa, Histropedia and the Structured Data on Commons project.":"est une collaboration entre Wiki In Africa, Histropedia et le projet Données Structurées sur Commons","It is running on":"il est hébergé sur","and is subject to the":"et est soumis aux conditions d’utilisation des","ISA is published under":"ISA est publié sous","Content added through the tool to Wikimedia Commons is released under":"Le contenu ajouté via l'outil à Wikimedia Commons est publié sous","Caption Languages":"Langues des légendes","Select upto 6 languages for captions":"Choisissez jusqu'à 6 langues d'affichage pour les légendes","Captions can be added in multiple languages for each image.":"Une image peut présenter des légendes dans plusieurs langues.","The languages you select on this page will appear on the page when you are viewing an image.":"Les languages choisis ici apparaitront quand vous modifierez des images.","Select all the languages you are comfortable contributing in.":"Choisissez tous les languages dans lesquels vous vous sembliez à l’aise pour contribuer.","Remove language":"Supprimer la langue","Undo changes to language settings":"Annuler vos modifications","Undo Changes":"Annuler","OAuth callback failed. Are cookies disabled?":"Le rappel OAuth a échoué. Les cookies sont-ils désactivés?","Welcome  %(username)s!":"Bienvenu.e {username}!","See you next time!":"À la prochaine!","Please login to change your language preferences":"Veuillez vous connecter pour modifier vos préférences de langue","Sorry you tried to enter %(rep_languages)s multiple times":"Désolé, vous avez essayé d'entrer {rep_languages} plusieurs fois","Captions languages could not be set":"les langues pour les légendes n'ont pas pu être définies","Preferred Languages set Successfully":"Langues préférées définies avec succès","Language settings not available at the moment":"Langues préférées définies avec succès","%(username)s's - Settings":"{username}'s - Réglages","Unknown country":"Pays non défini","Showing _START_ to _END_ of _TOTAL_ entries":"Voir de _START_ à _END_ de _TOTAL_ entrée(s)","No entries":"Aucune image","Search:":"Chercher:","No matching records found":"Aucune correspondance n’a été trouvée","First":"Première","Last":"Dernière","Next":"Suivante","Previous":"Précédente","You must select at least one category for your campaign.":"Vous devez choisir au moins une catégorie.","Some of the categories you have chosen do not have the correct syntax for a Wiki Loves Campaign.":"Certaines des catégories ne présentent pas la bonne synthaxe.","Please check your selections and try again.":"Vérifiez vos sélections et confirmez.","Please select at least one type from the \"Metadata to collect\" section":"Merci de sélectionner au moins un type de métadonnées à recueilleur","No images found for this campaign!":"Aucune image trouvée !","Something went wrong getting campaign images":"Quelque chose s’est mal passé :(","Search for things you see in the image":"Lister ce que vous voyez dans cette image","minimise metadata from commons":"Réduire","Success! Depicted items saved to Wikimedia Commons":"Succès ! Vos modifications ont été prises en compte sur Wikimedia Commons","Success! Captions saved to Wikimedia Commons":"Succès ! Vos modifications ont été prises en compte sur Wikimedia Commons","Oops! Something went wrong, your edits have not been saved to Wikimedia Commons":"Quelque chose s’est mal passé :( Vos modifications n’ont pas été prises en compte sur Wikimedia Commons","Are you sure you want to navigate to another image? You have unsaved changes which will be lost.":"Certaines de vos modifications n’ont pas été changé. Souhaitez-vous prendre charger une autre image malgré tout ?","Click 'OK' to proceed anyway, or 'Cancel' if you want to save changes first.":"Cliquez “OK” pour continuer ou “Annuler” si vous souhaitez sauver vos modifications au préalable.","Mark this depicted item as prominent":"Marquer comme remarquable","Mark this depicted item as NOT prominent":"Marquer comme non remarquable","Contributor Stats":"Statistiques contributeur","Country Stats":"Statistiques pays","The catégories in red do not have the correct syntax for the \"Wiki Loves campaign\" feature":"Certaines des catégories choisies ne suivent pas la bonne syntax pour une campagne Wiki Loves"}