Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/ig/LC_MESSAGES/messages.po
Languages: ig

source: Only text which is so short that it is not copyrightable should be copied into captions, as captions are published under a CC0 ("public domain") waiver.
ig: Naanị ederede nke dị mkpụmkpụ nke na ọ bụghị ikike nwebisiinka kwesịrị ịdepụtaghachi n'ime nkọwa, dịka a na-ebipụta nkọwa n'okpuru CC0 ("domain ọha").

source: One of the core benefits of captions is improved language-aware searchability.
ig: Otu n'ime isi uru dị na nkọwa okwu bụ ịkwalite nchọta asụsụ mara mma.

source: Classical file descriptions are in the wikitext, and are only searchable through full-text search, which necessarily searches through the entire page contents, including categories and license templates; and it is not possible to do search search per language.
ig: Nkọwa faịlụ oge ochie dị na wikitext, ọ bụkwa naanị site na ọchụchọ ederede zuru ezu, nke na-achọ site na ọdịnaya ibe niile, gụnyere ụdị na ndebiri ikikere; ọ gaghị ekwe omume ịchọ ọchụnta ego ọ bụla.

source: Captions are available as part of our structured data, while descriptions are not.
ig: Isi okwu dị ka akụkụ nke data a haziri ahazi, ebe nkọwa adịghị.

source: In technical terms, a description is plain wikitext wrapped in a language template, wrapped again in an Information template; while captions are Wikibase labels.
ig: N'okwu teknụzụ, nkọwa bụ wikitext doro anya nke a na-ekpuchi na template asụsụ, nke a na'ekpuchi ọzọ na template ozi; ebe ederede bụ akara Wikibase.

source: As such, captions will be searchable through the API, making it easy to find/filter/pull captions from files as metadata.
ig: N'ihi ya, a ga-achọ mkpụrụedemede site na API, na-eme ka ọ dị mfe ịchọta / nzacha / wepụ mkpụrụedemede sitere na faịlụ dị ka metadata.

source: As they are searchable via the API, it is also easier for 3rd party reusers to find and reuse media and the captions themselves.
ig: Dị ka ha nwere ike ịchọ site na API, ọ dịkwa mfe maka ndị na-eji ya eme ihe nke atọ ịchọta ma jiri ya mee ihe ọzọ na mgbasa ozi na ederede n'onwe ha.

source: Other possible usages of captions can be:
ig: Ojiji ndị ọzọ nwere ike iji mkpụrụedemede mee ihe nwere ike ịbụ:

source: filling in infoboxes
ig: Na-ejuputa igbe ozi

source: query files for missing captions in a given language
ig: ajụjụ faịlụ maka ndepụta okwu efu efu n'asụsụ enyere

source: building lists for translation of important files needing a caption localized for a project or campaign
ig: ndepụta ụlọ maka ntụgharị asụsụ nke faịlụ ndị dị mkpa chọrọ isiokwu ahaziri maka ọrụ ma ọ bụ mkpọsa

source: Find more information about Captions here
ig: Chọta ozi ndị ọzọ gbasara edemede ebe a

source: Depicts is also a feature part of Structured data.
ig: Nkọwa okwu faịlụ bụ akụkụ njiri mara data Haziri.

source: It was enabled on Wikimedia Commons on April 2019.
ig: Agbanyere ya na Wikimedia Commons na Eprel 2019

source: Then for each depicted item in the image, find the appropriate item from Wikidata and select it.
ig: Mgbe ahụ maka ihe ọ bụla e gosipụtara na onyinyo ahụ, chọta ihe kwesịrị ekwesị site na Wikidata ma họrọ ya.

source: If you have trouble finding the right Wikidata item, test alternative spellings.
ig: Ọ bụrụ na ị nwere nsogbu ịchọta ihe Wikidata ziri ezi, nwalee mkpụrụ okwu ndị ọzọ.

source: If there is no Wikidata item associated with the subject depicted, choose a more generic item which includes your subject as an example.
ig: Ọ bụrụ na enweghị ihe Wikidata metụtara isiokwu ahụ, họrọ ihe ọzọ nke gụnyere isiokwu gị dị ka ihe atụ.

source: Be as specific as you can with the primary tag.
ig: Mee ka ọ bụrụ ihe a kapịrị ọnụ dịka ị nwere ike site na mkpado bụ isi.

source: If there are multiple items clearly and deliberately depicted by the media file, all should be added as separate depicts statements, within reason.
ig: Ọ bụrụ na e nwere ọtụtụ ihe doro anya na kpachapụrụ anya gosipụtara site na faịlụ mgbasa ozi, a ga-agbakwunye ha niile dị ka nkwupụta dị iche iche na-egosi, n'ime ihe kpatara ya.

source: For files that depict dozens or hundreds of items (e.g. movies) only list those items which are most prominent.
ig: Maka faịlụ ndị na-egosi ọtụtụ ma ọ bụ ọtụtụ narị ihe (dịka ihe nkiri) naanị depụtara ihe ndị a ma ama.

source: There is also an option to mark a particular item as 'prominent'.
ig: Enwekwara nhọrọ iji gosi otu ihe dị ka 'ihe a ma ama'.

source: This property refers to the item's prominence in the piece of media.
ig: Ihe onwunwe a na-ezo aka na ihe ngosi ahụ na mgbasa ozi.

source: More information about depicts may be found here :
ig: Enwere ike ịchọta ozi ndị ọzọ gbasara ihe osise ebe a:

source: Using the ISA tool
ig: Iji ngwá ọrụ ISA

source: More information may be found here:
ig: Enwere ike ịchọta ozi ndị ọzọ ebe a:

source: Legal and credits
ig: Iwu na ihe nrite

source: ISA is published under GPLv3. Content added through the tool to Wikimedia Commons is released under CC0.
ig: A na-ebipụta ISA n'okpuru GPLv3. A na-ewepụta ọdịnaya agbakwunyere site na ngwá ọrụ na Wikimedia Commons n'okpuru CC0.

source: Image used on the tool :
ig: Foto eji eme ihe na ngwá ọrụ ahụ:

source: Easily Add Information about Images on Wikimedia Commons
ig: Tinye ozi gbasara onyonyo na Wikimedia Commons ngwa ngwa

source: <strong>Click on Explore Campaigns to begin!</strong>
ig: <strong>Pịa na Nyochaa Mgbasa Ozi ka ịmalite!</strong>

source: Go to the campaign directory to choose a campaign
ig: Gaa na ntuziaka mkpọsa iji họrọ mkpọsa

source: EXPLORE CAMPAIGNS
ig: Chọpụta mkpọsa

source: About This Tool
ig: Banyere Ngwá Ọrụ a

source: ISA is not only an acronym for Information Structured Acceleration, but is also a chiShona language word for 'put' or 'place'.
ig: ISA abụghị naanị acronym maka Information Structured Acceleration, ka ma,ọ bụ okwu asụsụ chiShona maka 'put' ma ọ bụ 'ebe'.

source: Home
ig: Be

source: Create new campaign
ig: Mepụta mkpọsa nka ọhụrụ

source: Help
ig: Enyemaka

source: Change your available caption languages
ig: Gbanwee asụsụ nkọwa okwu gị dị

source: Language preferences
ig: Mmasị asụsụ

source: See your campaigns
ig: Hụ mkpọsa gị

source: My campaigns
ig: Mgbasa nke ozi m

source: Logout
ig: Puta

source: Login
ig: Banyé

source: ISA tool
ig: Ngwá ọrụ ISA

source: was developed as a collaboration between Wiki In Africa, Histropedia and the Structured Data on Commons project
ig: mepụtara ya dị ka mmekorita n'etiti Wiki In Africa, Histropedia na Structured Data on Commons project.

source: It is running on
ig: Ọ na-aga n'ihu

source: and is subject to the
ig: na n'okpuru

source: ISA is published under
ig: E bipụtara ISA n'okpuru

source: Content added through the tool to Wikimedia Commons is released under
ig: A na-ewepụta ọdịnaya agbakwunyere site na ngwa na Wikimedia Commons n'okpuru

source: Your Campaigns
ig: Mgbasa ozi gị

source: Below is a list of your campaigns
ig: N'okpuru ebe a bụ iha ndepụta nke mkpọsa gị

source: You do not have any campaigns
ig: Ị nweghị mkpọsa ọ bụla

source: Depicts language
ig: Nkọwa asụsụ

source: The selected language will be used for searching for elements depicted in images.
ig: A ga-eji asụsụ ahọpụtara maka ịchọ ihe ndị egosiri na foto.

source: Select upto 6 languages for captions
ig: Họrọ ihe ruru asụsụ 6 maka nkọwa

source: Caption languages
ig: Asụsụ ndị e dere n'ọrụ asụsụ

source: Captions can be added in multiple languages for each image.
ig: Enwere ike itinye mkpụrụedemede n'ọtụtụ asụsụ maka onyinyo ọ bụla.

source: The languages you select on this page will appear on the page when you are viewing an image.
ig: Asụsụ ị họọrọ na ibe a ga-apụta na ibe ahụ mgbe ị na-ele foto.

source: Select all the languages you are comfortable contributing in.
ig: Họrọ asụsụ niile ị nwere ahụ iru ala inye aka na ya.

source: Remove language
ig: Wepu asụsụ

source: Undo changes to language settings
ig: Wepu mgbanwe na ntọala asụsụ

source: Undo changes
ig: Kụpụ̀ Mgbanwe

source: Same as interface
ig: Otu ihe ahụ dị ka interface

source: OAuth callback failed. Are cookies disabled?
ig: OAuth callback dara. kuki ọ nwere nkwarụ?

source: Welcome %(username)s!
ig: Nabata %(aha njirimara)%(username)s!

source: See you next time!
ig: Hụ gị oge ọzọ!

source: Please login to change your language preferences
ig: Biko banye ka ịgbanwee mmasị asụsụ gị

source: Sorry you tried to enter %(rep_languages)s multiple times
ig: Ndo ị nwara ịbanye (rep_languages) ọtụtụ oge %(rep_languages)s

source: Captions languages could not be set
ig: Enweghị ike ịtọ mkpụrụ okwu asụsụ

source: Language settings not available at the moment
ig: Mmezi asụsụ adịghị ugbu a

source: Campaigns created by %(username)s
ig: Campaigns created by %(username)s%(username)s
