Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/ig/LC_MESSAGES/messages.po
Languages: ig

source: Campaigns
ig: Mkposa

source: Campaign with id %(id)s does not exist
ig: Mgbasa ozi na id %(id)s adịghị adị

source: You need to Login to create a campaign
ig: Ịkwesịrị ịbanye ka ịmepụta mkpọsa

source: Create a campaign
ig: Mepụta mkpọsa

source: %(campaign_name)s - Contribute
ig: %(campaign_name)s - Nye aka

source: %(campaign_name)s - Update
ig: %(campaign_name)s - Mmelite

source: You need to login to participate
ig: Ịkwesịrị ịbanye iji sonye

source: Update Campaign Details
ig: Kọwaa Mgbasa Ozi

source: Create new Campaign
ig: Mepụta mkpọsa ọhụrụ

source: Fields marked with * are mandatory
ig: Ala akara * bụ iwu

source: Campaign Name
ig: Aha mkpọsa

source: This is the name specific to your campaign, not the main project.
ig: Nke a bụ aha kpọmkwem maka mkpọsa gị, ọ bụghị isi ọrụ.

source: So, not “Wiki Loves Africa” but rather “Music and Dance in Nigeria”
ig: Yabụ, ọ bụghị "Wiki hụrụ Africa n'anya" kama ọ bụ "Egwu na egwu na Naijíría"

source: Short description of Campaign (144 characters)
ig: Nkọwa dị mkpirikpi nke mkpọsa ( mkpụrụedemede 144)

source: What are users going to be working on
ig: Kedu ihe ndị ọrụ ga-arụ ọrụ

source: Start Date
ig: Ụbọchị Mmalite

source: Set campaign start date
ig: Tọọ ụbọchị mmalite mkpọsa

source: End Date
ig: Ụbọchị ngwụcha

source: Set campaign end date
ig: Tọọ ụbọchị ngwụcha mkpọsa

source: This is a Wiki Loves Campaign
ig: Nke a bụ mkpọsa Wiki Loves

source: When set up correctly this option allows participants to choose what country they want to see images from and records contributions by country.
ig: Mgbe emebere ya nke ọma, nhọrọ a na-enye ndị sonyere aka ịhọrọ obodo ha chọrọ ịhụ onyonyo na dekọọ onyinye site na obodo.

source: You can select multiple categories of the correct type.
ig: Ị nwere ike họrọ ọtụtụ edemede nke ụdị ziri ezi.

source: Depth must be set to 0 for all categories in a Wiki Loves campaign.
ig: A ghaghị ịtọ omimi ka ọ bụrụ 0 maka edemede niile na mgbasa ozi Wiki hụrụ n'anya.

source: Requires categories of the form images from Wiki Loves <strong><em>project</em></strong> in a specific <strong><em>year</em></strong>, eg “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (change <strong><em>project</em></strong> and year as <strong><em>required</em></strong>)
ig: Na-achọ ụdị ụdị onyonyo sitere na <strong><em>ọrụ</em></strong> Wiki Loves n'ime otu <strong><em>afọ</em></strong> , dịka ọmụmaatụ "Onyonyo sitere na Wiki hụrụ <strong><em>Africa</em></strong> n'anya <strong><em>2019</em></strong> " (mgbanwe <strong><em>ọrụ</em></strong> na afọ dịka <strong><em>achọrọ</em></strong> )

source: Some of the categories chosen below do not have the correct syntax
ig: Ụfọdụ edemede ahọpụtara enweghị syntax ziri ezi

source: Categories to use in this campaign
ig: Ụdị ndị a ga-eji mee ihe na mkpọsa a

source: Search for the Wikimedia Commons categories that contain the images you wish to use in your campaign.
ig: Chọọ ngalaba Wikimedia Commons nwere onyonyo ịchọrọ iji na mkpọsa gị.

source: If you want a category and ALL of its subcategories use the 'Depth' option to choose how many levels down you want to go (leave depth on 0 for Wiki loves campaigns).
ig: Ọ bụrụ na ịchọrọ otu na ngalaba ya niile jiri nhọrọ 'Omimi' ịhọrọ ọkwa ole ala ịchọrọ ịga (hapụ omimi na 0 maka mgbasa ozi Wiki hụrụ n'anya).

source: Choose categories to use in the campaign
ig: Họrọ otu ị ga-eji na mkpọsa ahụ

source: Name
ig: Aha

source: Depth
ig: Omimi

source: The categories in red do not have the correct syntax for the "Wiki Loves campaign" feature.
ig: Nkeji na-acha uhie uhie enweghị syntax ziri ezi maka atụmatụ "Wiki hụrụ n'anya"

source: Please remove them or untick the "Wiki Loves Campaign" checkbox above
ig: Biko wepu ha ma ọ bụ tinye akara "Mkpọsa na-amasị Wiki" igbe dị n'elu

source: Update images
ig: Melite onyonyo

source: Collect images from the categories.
ig: Chịkọta onyonyo site na ngalaba.

source: This will replace any current images.
ig: Nke a ga-anọchi onyonyo ọ bụla dị ugbu a.

source: Use if you changed the categories or if there was an error updating previously.
ig: Jiri ma ọ bụrụ na ị gbanwere ngalaba ma ọ bụ ọ bụrụ na enwere mperi na-emelite na mbụ.

source: Metadata to collect in the Campaign
ig: Metadata ị ga-anakọta na mkpọsa ahụ

source: Choose what type of <strong>metadata</strong> you want to collect in your campaign.
ig: Họrọ ụdị <strong>metadata</strong> ịchọrọ ịnakọta na mkpọsa gị.

source: You must select at least one of the options below.
ig: Ị ga-ahọrọ opekata mpe otu n'ime nhọrọ ndị dị n'okpuru.

source: Depicts
ig: Na-egosi

source: Captions
ig: Nkọwapụta

source: Campaign Image
ig: Ihe oyiyi mkpọsa

source: The maximum height for the campaign image is 150px. Images should either be a banner image or a logo.
ig: Ogo kachasị maka onyonyo mgbasa ozi bụ 150px. Ihe onyonyo kwesịrị ịbụ onyonyo ọkọlọtọ ma ọ bụ akara ngosi.

source: Portrait or square photos are not recommended.
ig: A naghị atụ aro foto eserese ma ọ bụ square.

source: Enter the FILE NAME only of a image from commons to display on the Campaign home page.
ig: Tinye aha FILE naanị nke onyonyo sitere na ọha mmadụ iji gosipụta na ibe ụlọ mkpọsa.

source: Long description of Campaign (full about info)
ig: Nkọwa ogologo nke mkpọsa (zuru ihe gbasara ozi)

source: Why it is important that users contribute to the campaign?
ig: Gịnị kpatara o ji dị mkpa ka ndị ọrụ tinye aka na mkpọsa ahụ?

source: Publish Campaign
ig: Mgbasa ozi

source: You must select at least one category for your campaign.
ig: Ị ga-ahọrọ opekata mpe otu ụdị maka mkpọsa gị.

source: Some of the categories you have chosen do not have the correct syntax for a Wiki Loves Campaign.
ig: Ụfọdụ n'ime ụdị ị họọrọ enweghị usoro nhazi ziri ezi maka mkpọsa Wiki Loves.

source: Please check your selections and try again.
ig: Biko lelee nhọrọ gị wee nwaa ọzọ.

source: Please select at least one type from the Metadata to collect section
ig: Biko họrọ opekata mpe otu ụdị site na metadata iji nakọta ngalaba

source: View images from
ig: Lelee onyonyo si

source: Choose to only view images from a single country
ig: Họrọ ilele naanị onyonyo sitere na otu obodo

source: Start contributing to this campaign
ig: Bido inye aka na mkpọsa a

source: Get Started
ig: Malite

source: Campaign progress so far
ig: Ọganihu mkpọsa ruo ugbu a

source: Total number of images in this campaign
ig: Ngụkọta ọnụọgụ onyonyo na mkpọsa a

source: Images
ig: Onyonyo

source: Total number of contributions made to this campaign
ig: Ngụkọta ihe niile enwetara na mkpọsa a.

source: Contributions
ig: Mmètàrà

source: Top Contributors
ig: Ndị ntinye aka kacha elu

source: Contributor
ig: Onye ntinye aka

source: No partcipants has contributed to this campaign
ig: Ọ dịghị onye sonyere na mkpọsa a

source: Most improved countries
ig: Mba ndị ka mma

source: Country
ig: Òbòdò

source: There is no data available yet for this campaign
ig: Enweghị data dị maka mkpọsa a

source: View and download more stats for this campaign
ig: Lelee ma budata stats ndị ọzọ maka mkpọsa a

source: View full stats
ig: Hụ nkọwa zuru ezu

source: My Contributions
ig: Ịhem mètàrà

source: Rank
ig: Ọkwa

source: More About This Campaign
ig: Ihe ndị ọzọ gbasara mkpọsa a

source: Campaign Manager
ig: Onye njikwa mkpọsa

source: START DATE
ig: ỤBỌCHỊ MMALITE

source: END DATE
ig: ỤBỌCHỊ ojuju

source: Not Set
ig: Atọbeghị

source: Make changes to this campaign
ig: Mee mgbanwe na mkpọsa a

source: Edit Campaign
ig: Dezie mkpọsa

source: Unknown country
ig: Obodo amaghị

source: Return to the campaign home page
ig: Laghachi na peeji nke mkpọsa

source: Home Page
ig: Peeji mbu

source: View the previous image
ig: Lelee foto gara aga

source: PREV IMAGE
ig: Oyiyi gara aga

source: Own work
ig: Ọrụ nke onwe

source: View the next image
ig: Lelee foto na-esote

source: NEXT IMAGE
ig: OYIYI ỌZỌ

source: File
ig: Faịlụ

source: Open this image on Wikimedia Commons
ig: Mepee foto a na Wikimedia Commons

source: Description
ig: Nkówá

source: Categories
ig: Otu

source: Camera Location
ig: Ebe igwefoto

source: show all metadata from commons
ig: gosipụta metadata niile sitere na commons

source: Adding Depict Statements
ig: Ịtinye Nkwupụta Ihe Ndị A Na-ese onyinyo

source: Cancel your changes
ig: Kagbuo mgbanwe gị

source: Cancel
ig: Kagbuo

source: Save your edits to Wikimedia Commons
ig: Chekwaa ndezi gị na Wikimedia Commons

source: Save
ig: Chekwa

source: You will be redirected to login and back here to save your changes
ig: A ga-atụgharị gị ka ịbanye wee laghachi ebe a iji chekwaa mgbanwe gị

source: Name the different elements that you can see in this image
ig: Kpọọ ihe dị iche iche ị nwere ike ịhụ na foto a

source: To mark the prominent elements in the image, click on the flag icon
ig: Iji gosi ihe ndị a ma ama na onyinyo ahụ, pịa akara ọkọlọtọ

source: Writing Captions
ig: Na-ede isiokwu

source: Include any culturally specific, scientific or technical information that you can identify (e.g. the Ethiopian Coffee Ceremony or bunna maflat) to make the information richer.
ig: Gụnye ozi ọdịnala ọ bụla akọwapụtara, sayensị ma ọ bụ teknụzụ ị nwere ike ịmata (dịka emume kọfị Etiopia ma ọ bụ bunna maflat) iji mee ka ozi ahụ baa ụba.

source: Log in to publish changes
ig: Banye ka ibipụta mgbanwe

source: Add a caption to better explain the image (max 255 characters)
ig: Tinye ndepụta okwu iji kọwaa foto a nke ọma (mkpụrụedemede 255 kacha)

source: Briefly explain what you see in this image.
ig: Kọwaa nkenke ihe ị na-ahụ na foto a.

source: You can add captions in additional languages by selecting Language Preferences from the user menu
ig: Ị nwere ike itinye nkọwa okwu n'asụsụ ndị ọzọ site na ịhọrọ Mmasị Asụsụ site na menu onye ọrụ

source: No images found for this campaign!
ig: Enweghị onyonyo ahụrụ maka mkpọsa a!

source: Something went wrong getting campaign images
ig: Ọ nwere ihe na-ezighi ezi ịnweta onyonyo mkpọsa

source: Search for things you see in the image
ig: Chọọ ihe ndị ị na-ahụ na foto a

source: Success! Depicted items saved to Wikimedia Commons
ig: Ihe ịga nke ọma! Ihe ndị egosiri echekwara na Wikimedia Commons

source: Success! Captions saved to Wikimedia Commons
ig: Ihe ịga nke ọma! Ihe ndị egosiri echekwara na Wikimedia Commons

source: Oops! Something went wrong, your edits have not been saved to Wikimedia Commons
ig: Ee! Ọ nwere ihe naezighi ezi, echekwara ndezi gị na Wikimedia Commons

source: Are you sure you want to navigate to another image? You have unsaved changes which will be lost.
ig: Ị ji n'aka na ịchọrọ ịnyagharịa na onyonyo ọzọ? Ị nwere mgbanwe ndị a na-echekwabeghị nke ga-efunahụ gị.

source: Click 'OK' to proceed anyway, or 'Cancel' if you want to save changes first.
ig: Pịa 'OK' ka ịga n'ihu na agbanyeghị, ma ọ bụ 'Kagbuo' ma ọ bụrụ na ịchọrọ ibu ụzọ chekwaa mgbanwe.

source: Remove this depicted item
ig: Wepu ihe a egosiri

source: Mark this depicted item as prominent
ig: Kaa ihe a egosiri ka ama ama

source: Mark this depicted item as NOT prominent
ig: Kaa ihe a egosiri ka ọo bughi nke ama ama

source: CONTRIBUTIONS TO A STRUCTURED DATA CAMPAIGN
ig: Ntụnye aka maka mgbasa ozi data a haziiri ahazi

source: From
ig: Site

source: Till
ig: Ruo mgbe

source: Most improved Countries
ig: Mba ndị ka mma

source: Download all stats (CSV)
ig: Bụda stats niile (CSV)

source: Contributor Stats
ig: Ọnụọgụgụ ndị ntinye a'ka

source: Country Stats
ig: Onu ogugu obodo

source: On this page are the curated campaigns that are currently running as part of the ISA tool.
ig: Na ibe a bụ mkpọsa ndị a chịkọtara nke na-agba ugbu a dịka akụkụ nke ngwa ISA.

source: Click on the name of a campaign to get started and add structured data to an image.
ig: Pịa aha mkpọsa ka ịmalite wee tinye data ahaziri ahazi na onyonyo.

source: Ongoing Campaigns
ig: mkpọsa aka na-eme

source: Campaign name
ig: Afa mkpọsa

source: Campaign
ig: mkpọsa

source: Total number of images in the campaign
ig: Ngụkọta ọnụọgụ onyonyo dị na mkpọsa a

source: Participants
ig: Ndị sonyere

source: Total number of contributions to the campaign
ig: Ngụkọta ihe niile enwetara na mkpọsa a.

source: Campaign start date
ig: Ụbọchị mkpọsa a malitere

source: Campaign end date
ig: Ụbọchị mkposa a ga-agwu

source: Date the campaign was created
ig: Ụbọchị ekere mkposa

source: Creation Date
ig: Oge e kere ya

source: Campaign status
ig: Ọkwa mkpọsa

source: Status
ig: Ọnọdụ

source: Closed
ig: Emechigo

source: Not Opened
ig: Emegheghị

source: Open
ig: Mepee

source: Go to the campaign home page to get started
ig: Gaa na peeji mkpọsa iji malite

source: Go to Campaign
ig: Gaa na mkpọsa

source: Show closed campaigns
ig: Gosi mkpọsa mechiri emechi

source: Create your own campaign
ig: Mepụta mkpọsa nke gị

source: Create a new campaign using this tool
ig: Mepụta mkpọsa ọhụrụ site na iji ngwá ọrụ a

source: You must be logged in to create a campaign.
ig: Ịghaghị ịbanye iji mepụta mkpọsa.

source: Showing _START_ to _END_ of _TOTAL_ entries
ig: Gosipụta _mmalite_ na _ngwụcha_ nke ngụkọta __ ntinye

source: No entries
ig: Enweghị ndenye

source: Search:
ig: Chọọ

source: No matching records found
ig: Enweghị ihe ndekọ kwekọrọ ekwekọ

source: First
ig: M̀bụ́

source: Last
ig: ìkpe àzụ

source: Next
ig: Na-esote

source: Previous
ig: Nke gara aga

source: Updating images
ig: Imelite foto

source: The images for this campaign are being updated.
ig: A na-emelite foto maka mkpọsa a.

source: More images will be added.
ig: A ga-agbakwunye foto ndị ọzọ.

source: You can still participate in the campaign.
ig: Ị ka nwere ike isonye na mkpọsa ahụ.

source: Failed to update images
ig: Enweghị ike imelite foto

source: There was an error while updating the images for this campaign.
ig: E nwere njehie mgbe a na-emelite foto maka mkpọsa a.

source: Some images will be missing.
ig: Foto ụfọdụ ga-efu.

source: The campaign manager can retry by updating the campaign.
ig: Onye njikwa mkpọsa ahụ nwere ike nwaa ọzọ site na imelite mkpọsa ahụ.

source: Take Me Home
ig: Kpọọla m ụlọ

source: Contact Support
ig: kọntaktị Nkwado

source: Page Not Found
ig: Peeji A Na-achọtaghị

source: Take Me Home
ig: Kpọọla m ụlọ

source: Something Went Wrong
ig: Onwere ihe agazighi nke oma

source: Isa might be undergoing maintenance
ig: Enwere ike a na arụzi Isa

source: Help Page
ig: Peeji Enyemaka

source: Easily add information about images on Wikimedia Commons
ig: Tinye ozi gbasara onyonyo na Wikimedia Commons ngwa ngwa

source: <strong>ISA</strong> is a fun, multilingual, mobile-first tool, that makes it easy for people to add "micro contributions" in the form of <a %(link_attrs)s>structured data</a> to images on Wikimedia Commons that have been added by Wiki Loves competitions.
ig: <strong>ISA</strong> bụ ihe ntụrụndụ, ngwa ọrụ ọtụtụ asụsụ,mkpanaka mbụ, nke na-eme ka ọ dịrị ndị mmadụ mfe ịgbakwunye "onyinye micro" n'ụdị <a %(link_attrs)s>data a haziri ahazi</a> na ihe oyiyi na Wikimedia Commons nke asọmpi Wiki Loves gbakwunyere.

source: ISA is originally built to provide better multilingual and structured descriptions of <a %(link_attrs)s>Wiki Loves Africa</a> images.
ig: Ewubere ISA iji nye nkọwa asụsụ ọtụtụ asụsụ na ahaziri nke ọma màkà foto <a %(link_attrs)s>Wiki hụrụ n'anya Africa</a> .

source: But it is also developed to be useful to all of the <a link_attrs>Wiki Loves competitions</a> and, ultimately, for <strong>all media files</strong> on Wikimedia Commons.
ig: Mana emebekwara ka ọ baa uru nye <a link_attrs>asọmpi Wiki hụrụ n'anya</a> na, n'ikpeazụ, maka <strong>faịlụ mgbasa ozi niile</strong> na Wikimedia Commons.

source: What is Wikimedia Commons?
ig: Gịnị bụ Wikimedia Commons?

source: All the freely licensed photos, audio and video files, PDFs and other media on Wikipedia are stored on Commons.
ig: A na-edebe foto niile, faịlụ ọdịyo na vidiyo, PDF na mgbasa ozi ndị ọzọ na Wikipedia na Commons.

source: Wikimedia Commons grows rapidly, by approximately 5 million new media files per year.
ig: Wikimedia Commons na-eto ngwa ngwa, site na ihe ruru nde ịse na faịlụ mgbasa ozi ọhụrụ kwa afọ.

source: Thousands of volunteers upload files to Commons, and integrate these into Wikimedia projects, like Wikipedia, to illustrate the content there and to share that media with the public.
ig: Ọtụtụ puku nke ndị ọrụ afọ ofufo na-ebugo faịlụ na Commons, ma tinye ihe ndị a n'ime ọrụ Wikimedia, dị ka Wikipedia, iji kọwaa ọdịnaya dị n'ebe ahụ yana ịkọrọ ọha na eze mgbasa ozi ahụ.

source: Media files on Commons are typically:
ig: Faịlụ mgbasa ozi na Commons na-abụkarị:

source: Personal photography and media uploaded by individuals, sometimes during Wiki Loves competitions such as Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc;
ig: Foto nke onwe na mgbasa ozi nke ndị mmadụ bipụtara, mgbe ụfọdụ n'oge asọmpi Wiki hụrụ n'anya dịka Wiki Loves Africa, Wiki Loves Monuments, Wiki hụrụ n'anya, Wiki Lows Earth wdg;

source: Freely licensed media files from external websites like Flickr, YouTube, open access journals, and other repositories; and
ig: Faịlụ mgbasa ozi nwere ikike n'efu sitere na webụsaịtị dị na mpụga dị ka Flickr, YouTube, akwụkwọ ndekọ ohere mepere emepe na ebe nchekwa ndị ọzọ; na

source: Donations from institutions and organizations with substantial media collections, large and small, ranging from UNESCO, NASA and the British Library to small local cultural institutions.
ig: Onyinye sitere na ụlọ ọrụ na otu nwere nnukwu mkpokọta mgbasa ozi, nnukwu na obere, sitere na UNESCO, NASA na ọbá akwụkwọ Britain ruo obere ụlọ ọrụ omenala obodo.

source: What is structured data on Commons ?
ig: Gịnị bụ data a haziri ahazi na Commons?

source: <strong>Structured Data on Commons</strong> is a project that provides the technical infrastructure to complement the wikitext, templates and categories on Wikimedia Commons with structured data.
ig: <strong>Data Haziri na Commons</strong> bụ ọrụ na-enye akụrụngwa teknụzụ iji meju wikitext, ndebiri na otu dị na Wikimedia Commons nwere data ahaziri ahazi.

source: Structured data is data with a high degree of structured organization.
ig: Data ahaziri bụ data nwere ọkwa dị elu nke nhazi ahaziri.

source: With more structure, it becomes easier to reuse data in other Wikimedia projects and by third parties; it also allows computers to process and 'understand' it.
ig: N'iji usoro ọzọ, ọ na-adị mfe iji data ndị a na ọrụ Wikimedia na ndị ọzọ; ọ na-enye ohere ka kọmputa hazie ma 'aghọta' ya.

source: Millions of pictures that are not described with structured data at the moment.
ig: Ọtụtụ nde foto ndị a na-akọwaghị na data a haziri ahazi n'oge a.

source: How are we going to do that?
ig: Kedụ ka anyị ga-esi mee nke ahụ?

source: <strong>Curating</strong>, or curation, in the narrow sense, means: selecting and organizing pieces of artwork and cultural heritage for an exhibition.
ig: <strong>Ịkwado</strong> , ma ọ bụ nhazi, n'echiche dị mfe, pụtara: ịhọpụta na ịhazi ihe osise na ihe nketa omenala maka ihe ngosi.

source: This term can also be used more broadly, to describe any activity that involves selecting, organizing and presenting information.
ig: Nke a Enwere ike iji okwu sara mbara karị, iji kọwaa ọrụ bụla gụnyere ịhọrọ, ịhazi na iwepụta ozi.

source: In the context of Structured Data on Commons, curating means all the activities performed by Commons contributors to organize and present the media files on Wikimedia Commons: administrative actions, adding more and better metadata to the files, grouping them in categories, creating galleries...
ig: N'ihe gbasara Data ahaziri ahazi Commons, nhazi pụtara ọrụ niile nke ndị nkwado Commons na-eme iji hazie na weta faịlụ mgbasa ozi na Wikimedia Commons: omume nhazi, na-agbakwunye metadata karịa na faịlụ ndị ahụ, na-achịkọta ha n'ụdị, ịmepụta veranda. .

source: So... how does the ISA tool fit in there?
ig: Yabụ... kedu ka ọ dị ngwá ọrụ ISA dabara n'ebe ahụ?

source: The ISA tool allows to add two different types of structured data to set of pictures: captions and depicts (more explanations below on what captions and depicts are).
ig: Aha ISA ngwá ọrụ na-enye ohere ịgbakwunye ụdị abụọ dị iche iche nke data ahaziri iji setịpụ foto: nkọwa na nkọwa (nkọwa ndị ọzọ n'okpuru ihe odide na ihe ngosi).

source: It is a multilingual, mobile-first 'micro-contributions' tool, that makes it easy for people to add structured data to images contributed to Wiki Loves competitions on Wikimedia Commons.
ig: Ọ bụ ngwá ọrụ 'micro-contributions' nke na-asụ ọtụtụ asụsụ, nke na-eme ka ọ dịrị ndị mmadụ mfe ịgbakwunye data a haziri ahazi na ihe oyiyi ndị nyere aka na asọmpi Wiki Loves na Wikimedia Commons.

source: The tool operates with curated campaigns created by coordinators.
ig: Ngwá ọrụ ahụ na-arụ ọrụ na mkpọsa ndị nhazi mepụtara.

source: Anyone with a Wikimedia account may be a coordinator!
ig: Onye ọ bụla nwere akaụntụ Wikimedia nwere ike ịbụ onye nhazi!

source: With ISA, the coordinator can choose a predefined set of images on Commons, select a starting date and an end date for the campaign, and provide general information about the campaign itself.
ig: Site na ISA, onye nhazi ahụ nwere ike ịhọrọ ihe oyiyi a kapịrị ọnụ na Commons, họrọ ụbọchị mmalite na ụbọchị njedebe maka mkpọsa ahụ, ma nye ozi n'ozuzu banyere mkpọsa ahụ n'onwe ya.

source: The coordinator can then ask contributors to "tag" these images with multilingual structured metadata (depicts and/or captions).
ig: Onye nhazi ahụ nwere ike ịrịọ ndị na-enye aka ka ha "tag" ihe oyiyi ndị a na metadata a haziri n'ọtụtụ asụsụ (ihe osise na / ma ọ bụ ederede).

source: Points are counted for each contribution made by a participant, and therefore it is possible to organize "tagging" or micro-contributions competitions or challenges with ISA.
ig: A na-agụ akara maka onyinye ọ bụla onye sonyere nyere, ya mere ọ ga-ekwe omume ịhazi asọmpi "tagging" ma ọ bụ micro-contributions ma ọ bụ ihe ịma aka na ISA.

source: Anyone with a Wikimedia account can contribute to add structured metadata to a campaign.
ig: Onye ọ bụla nwere akaụntụ Wikimedia nwere ike inye aka ịgbakwunye metadata a haziri ahazi na mkpọsa.

source: Learn more about file captions and depicts
ig: Mụta ihe ndị ọzọ gbasara ndepụta na ihe osise

source: File captions are a feature part of Structured data.
ig: Nkọwa okwu faịlụ bụ akụkụ njiri mara data Haziri.

source: They are meant to store short, multilingual description about files.
ig: E bu n'obi ka ha chekwaa nkọwa dị nkenke, ọtụtụ asụsụ gbasara faịlụ.

source: What is a good caption ? and what is the difference between our good old file descriptions and captions ?
ig: Kedu ihe bụ nkọwa dị mma? na kedu ihe dị iche n'etiti nkọwa faịlụ ochie anyị na nkọwa okwu?

source: First, captions are meant to be simple and short.
ig: Nke mbụ, a na-eme ka ederede dị mfe ma dị mkpirikpi.

source: While descriptions can be very expansive, captions are limited to 255 characters in length, and cannot contain markup (like Wikitext links or HTML) and do not support external links.
ig: Ọ bụ ezie na nkọwa nwere ike ịgbasawanye nke ukwuu, ederede na-ejedebe na mkpụrụedemede 255 n'ogologo, ọ pụghịkwa ịnwe akara (dị ka njikọ Wikitext ma ọ bụ HTML) ma ghara ịkwado njikọ mpụga.

source: In many cases, the caption will be similar or identical to the description.
ig: N'ọtụtụ ọnọdụ, nkọwa ga-adị ka ma ọ bụ otu na nkọwa ahụ.

source: But in other cases, there is a very extensive description (858 characters, and links) and the caption is much shorter (more or less the same caption used on the Wikipedia articles using that image).
ig: Mana n'ọnọdụ ndị ọzọ, enwere nkọwa sara mbara (ihe odide 858, na njikọ) na nkọwa dị mkpirikpi (ihe karịrị ma ọ bụ obere otu nkọwa eji na Wikipedia isiokwu na-eji onyinyo ahụ).
