Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/gpe/LC_MESSAGES/messages.po
Languages: gpe

source: Campaign with id %(id)s does not exist
gpe: Campaign plus id %(id)s no dey exist

source: You need to Login to create a campaign
gpe: You for Login so say you go fi create sam campaign

source: Create a campaign
gpe: Create sam campaign

source: %(campaign_name)s - Contribute
gpe: %(campaign_name)s - Make you Contribute

source: You need to login to participate
gpe: You for login so say you fi participate

source: Update Campaign Details
gpe: Make you Update Campaign Details

source: Create new Campaign
gpe: Make you Create new Campaign

source: Fields marked with * are mandatory
gpe: Fields wey dem mark plus * be mandatory

source: This is the name specific to your campaign, not the main project.
gpe: Dis be de name wey specific plus your campaign, no be de main project.

source: So, not “Wiki Loves Africa” but rather “Music and Dance in Nigeria”
gpe: So, eno be “Wiki Loves Africa” but rada “Music den Dance wey dey Nigeria”

source: What are users going to be working on
gpe: Weytin wey users go dey work for top

source: Set campaign start date
gpe: Make you Set campaign start date

source: Set campaign end date
gpe: Make you Set campaign end date

source: This is a Wiki Loves Campaign
gpe: Dis be sam Wiki Loves Campaign

source: When set up correctly this option allows participants to choose what country they want to see images from and records contributions by country.
gpe: If you set up correctly dis option dey allow participants make dem choose wey country dem dey want see ein images from den records contributions by country.

source: You can select multiple categories of the correct type.
gpe: You go fi select multiple categories of de correct type.

source: Depth must be set to 0 for all categories in a Wiki Loves campaign.
gpe: You for set de Depth go 0 for all categories for sam Wiki Loves campaign insyd.

source: Requires categories of the form images from Wiki Loves <strong><em>project</em></strong> in a specific <strong><em>year</em></strong>, eg “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (change <strong><em>project</em></strong> and year as <strong><em>required</em></strong>)
gpe: Edey require categories of de form images from Wiki Loves <strong><em>project</em></strong> for sam specific <strong><em>year</em></strong>, eg “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (change <strong><em>project</em></strong> den year as <strong><em>required</em></strong>)

source: Some of the categories chosen below do not have the correct syntax
gpe: Sam of de categories wey dem choose below no get de correct syntax

source: Categories to use in this campaign
gpe: Categories wey you for use for dis campaign insyd

source: Search for the Wikimedia Commons categories that contain the images you wish to use in your campaign.
gpe: Search for de Wikimedia Commons categories wey dey contain de images you wish say you fo use for your campaign insyd.

source: If you want a category and ALL of its subcategories use the 'Depth' option to choose how many levels down you want to go (leave depth on 0 for Wiki loves campaigns).
gpe: If you wan category den ALL of ein subcategories make you use de 'Depth' option choose how many levels down you wan make e go (leave depth for 0 give Wiki loves campaigns).

source: Choose categories to use in the campaign
gpe: Make you choose categories use for de campaign insyd

source: The categories in red do not have the correct syntax for the "Wiki Loves campaign" feature.
gpe: De categories for red insyd no get de correct syntax give de "Wiki Loves campaign" feature.

source: Please remove them or untick the "Wiki Loves Campaign" checkbox above
gpe: Please remove dem anaa untick de "Wiki Loves Campaign" checkbox above

source: Update images
gpe: Make you update images

source: Collect images from the categories.
gpe: Make you collect images from de categories.

source: This will replace any current images.
gpe: Dis go replace any current images.

source: Use if you changed the categories or if there was an error updating previously.
gpe: Make you use if you change de categories anaa if error dey na you dey update previously.

source: Metadata to collect in the Campaign
gpe: Metadata to collect for de Campaign insyd

source: Choose what type of <strong>metadata</strong> you want to collect in your campaign.
gpe: Make you choose what type of <strong>metadata</strong> you wan make dem collect for your campaign insyd.

source: You must select at least one of the options below.
gpe: You for select at least one of de options wey dey below.

source: The maximum height for the campaign image is 150px. Images should either be a banner image or a logo.
gpe: De maximum height give de campaign image be 150px. Images for either be banner image anaa logo.

source: Portrait or square photos are not recommended.
gpe: Dem no dey recommend portrait anaa square photos.

source: Enter the FILE NAME only of a image from commons to display on the Campaign home page.
gpe: Enter de FILE NAME per of image from commons make e display for de Campaign home page top.

source: Long description of Campaign (full about info)
gpe: Long description for Campaign (full about info)

source: Why it is important that users contribute to the campaign?
gpe: Why ebe important say make users contribute to de campaign?

source: You must select at least one category for your campaign.
gpe: You for select at least one category give your campaign.

source: Some of the categories you have chosen do not have the correct syntax for a Wiki Loves Campaign.
gpe: Sam of de categories you choose no get de correct syntax give Wiki Loves Campaign.

source: Please check your selections and try again.
gpe: Please make you check your selections den try again.

source: Please select at least one type from the Metadata to collect section
gpe: Please make you select at least one type from de Metadata to collect section

source: View images from
gpe: Make you view images from

source: Choose to only view images from a single country
gpe: Choose to view images from single country per

source: Start contributing to this campaign
gpe: Make you start dey contribute to dis campaign

source: Get Started
gpe: Make you Start

source: Total number of images in this campaign
gpe: Total number of images for dis campaign insyd

source: Total number of contributions made to this campaign
gpe: Total number of contributions dem make to dis campaign

source: No partcipants has contributed to this campaign
gpe: No participants contribute to dis campaign

source: There is no data available yet for this campaign
gpe: No data dey wey be available yet give dis campaign

source: View and download more stats for this campaign
gpe: View den download more stats give dis campaign

source: View full stats
gpe: Make you view full stats

source: More About This Campaign
gpe: More About Dis Campaign

source: Not Set
gpe: Dem no Set

source: Make changes to this campaign
gpe: Make changes to dis campaign

source: Edit Campaign
gpe: Make you Edit Campaign

source: Unknown country
gpe: Country wey be Unknown

source: Return to the campaign home page
gpe: Make you return to de campaign home page

source: View the previous image
gpe: Make you view de previous image

source: View the next image
gpe: Make you view de next image

source: Open this image on Wikimedia Commons
gpe: Make you open dis image for Wikimedia Commons top

source: show all metadata from commons
gpe: make you show all metadata from commons

source: Adding Depict Statements
gpe: Dey Add Depict Statements

source: Cancel your changes
gpe: Make you cancel your changes

source: Cancel
gpe: Cancel am

source: Save your edits to Wikimedia Commons
gpe: Make you save your edits to Wikimedia Commons

source: Save
gpe: Make you Save

source: You will be redirected to login and back here to save your changes
gpe: Dem go redirect you make you login den back hie make you save your changes

source: Name the different elements that you can see in this image
gpe: Make you Name de different elements wey you go fi see for dis image insyd

source: To mark the prominent elements in the image, click on the flag icon
gpe: So say you go mark de prominent elements wey dey de image insyd, make you click de flag icon top

source: Include any culturally specific, scientific or technical information that you can identify (e.g. the Ethiopian Coffee Ceremony or bunna maflat) to make the information richer.
gpe: Make you include any culturally specific, scientific anaa technical information wey you ho fi identify (e.g. de Ethiopian Coffee Ceremony anaa bunna maflat) so say ego make de information richer.

source: Log in to publish changes
gpe: Make you Log in so say you go fi publish changes

source: Add a caption to better explain the image (max 255 characters)
gpe: Make you Add sam caption so say ego explain de image better (max 255 characters)

source: Briefly explain what you see in this image.
gpe: Make you Briefly explain wat you dey see for dis image insyd.

source: You can add captions in additional languages by selecting Language Preferences from the user menu
gpe: You go fi add captions for additional languages insyd by say you go select Language Preferences from de user menu

source: No images found for this campaign!
gpe: No images dey give dis campaign

source: Something went wrong getting campaign images
gpe: Samtin go wrong as we dey try get campaign images

source: Search for things you see in the image
gpe: Make you Search for things you dey see for de image insyd

source: Success! Depicted items saved to Wikimedia Commons
gpe: Success! Items wey dem Depict save go Wikimedia Commons

source: Success! Captions saved to Wikimedia Commons
gpe: Success! Captions save go Wikimedia Commons

source: Oops! Something went wrong, your edits have not been saved to Wikimedia Commons
gpe: Oops! Samtin go wrong, your edits no save go Wikimedia Commons

source: Are you sure you want to navigate to another image? You have unsaved changes which will be lost.
gpe: You sure say you dey want navigate go anoda image? You get changes wey dem no save wey you go lose.

source: Click 'OK' to proceed anyway, or 'Cancel' if you want to save changes first.
gpe: Make you Click 'OK' so say you go proceed anyway, anaa make you 'Cancel' if you dey want save changes first.

source: Remove this depicted item
gpe: Make you Remove dis item wey dem depict

source: Mark this depicted item as prominent
gpe: Make you Mark dis item eey dem depict as prominent

source: Mark this depicted item as NOT prominent
gpe: Make you Mark dis item wey dem depict as ENO BE (NOT) prominent

source: CONTRIBUTIONS TO A STRUCTURED DATA CAMPAIGN
gpe: CONTRIBUTIONS GIVE SAM STRUCTURED DATA CAMPAIGN

source: Most improved Countries
gpe: Most Countries dem improve

source: Download all stats (CSV)
gpe: Make you Download all stats (CSV)

source: Contributor Stats
gpe: Contributor ein Stats

source: Country Stats
gpe: Country ein Stats

source: On this page are the curated campaigns that are currently running as part of the ISA tool.
gpe: For dis page top be de campaigns wey dem curate wey currently dey run as part of de ISA tool.

source: Click on the name of a campaign to get started and add structured data to an image.
gpe: Make you Click for de name of sam campaign top so say you go fi start den add structured data for sam image top.

source: Ongoing Campaigns
gpe: Campaigns wey dey go on

source: Campaign name
gpe: Campaign ein name

source: Total number of images in the campaign
gpe: Total number of images wey dey campaign insyd

source: Total number of contributions to the campaign
gpe: Total number of contributions give de campaign

source: Campaign start date
gpe: Campaign ein start date

source: Campaign end date
gpe: Campaign ein end date

source: Date the campaign was created
gpe: Date wey dem take create de campaign

source: Creation Date
gpe: Ein Creation Date

source: Campaign status
gpe: Campaign ein status

source: Status
gpe: Ein Status

source: Closed
gpe: E Close

source: Not Opened
gpe: Eno Gbele

source: Open
gpe: Gbele

source: Go to the campaign home page to get started
gpe: Make you Go de campaign home page so say you go start

source: Go to Campaign
gpe: Make you Go Campaign

source: Show closed campaigns
gpe: Make you Show campaigns why e close

source: Create your own campaign
gpe: Make you Create your own campaign

source: Create a new campaign using this tool
gpe: Make you dis tool Create sam new campaign

source: You must be logged in to create a campaign.
gpe: You for log in before you go fi create sam campaign.

source: Showing _START_ to _END_ of _TOTAL_ entries
gpe: Edey Show _START_ go _END_ of _TOTAL_ entries

source: Search:
gpe: Make you Search:

source: No matching records found
gpe: No matching records dey

source: Updating images
gpe: Edey Update images

source: The images for this campaign are being updated.
gpe: De images give dis campaign dey update.

source: More images will be added.
gpe: We go add chaw images.

source: You can still participate in the campaign.
gpe: You still go fi participate for de campaign inside.

source: Failed to update images
gpe: Efail say ego update images

source: There was an error while updating the images for this campaign.
gpe: Na sam error be dey as na de images give dis campaign dey update.

source: Some images will be missing.
gpe: Sam images go loss.

source: The campaign manager can retry by updating the campaign.
gpe: De campaign manager go fi retry by say he/she go update de campaign.

source: Take Me Home
gpe: Take Me go Home

source: Page Not Found
gpe: Page No Dey

source: Take Me Home
gpe: Take Me go Home

source: Something Went Wrong
gpe: Samtin go Wrong

source: Isa might be undergoing maintenance
gpe: Isa go fi dey unda maintenance

source: Easily add information about images on Wikimedia Commons
gpe: Make you Easily add information about images for Wikimedia Commons top

source: <strong>ISA</strong> is a fun, multilingual, mobile-first tool, that makes it easy for people to add "micro contributions" in the form of <a %(link_attrs)s>structured data</a> to images on Wikimedia Commons that have been added by Wiki Loves competitions.
gpe: <strong>ISA</strong> be sam fun, multilingual, mobile-first tool, wey dey make am easy give menners so say dem go fi add "micro contributions" for de form of <a %(link_attrs)s>structured data</a> give images for Wikimedia Commons top wey Wiki Loves competitions add am.

source: ISA is originally built to provide better multilingual and structured descriptions of <a %(link_attrs)s>Wiki Loves Africa</a> images.
gpe: Dem originally build ISA so say ego provide better multilingual den structured descriptions of <a %(link_attrs)s>Wiki Loves Africa</a> images.

source: But it is also developed to be useful to all of the <a link_attrs>Wiki Loves competitions</a> and, ultimately, for <strong>all media files</strong> on Wikimedia Commons.
gpe: But dem sana develop am say ego be useful give all of de <a link_attrs>Wiki Loves competitions</a> den, ultimately, give <strong>all media files</strong> for Wikimedia Commons top.

source: What is Wikimedia Commons?
gpe: Wat be Wikimedia Commons?

source: All the freely licensed photos, audio and video files, PDFs and other media on Wikipedia are stored on Commons.
gpe: All de photos wey dem freely license am, audio den video files, PDFs den oda media wey dey Wikipedia top dey store for Commons top.

source: Wikimedia Commons grows rapidly, by approximately 5 million new media files per year.
gpe: Wikimedia Commons dey grow rapidly, by approximately 5 million new media files per year.

source: Thousands of volunteers upload files to Commons, and integrate these into Wikimedia projects, like Wikipedia, to illustrate the content there and to share that media with the public.
gpe: Thousands of volunteers upload files go Commons, den integrate dese into Wikimedia projects, lyk Wikipedia, to illustrate de content der den to share dat media plus de public.

source: Media files on Commons are typically:
gpe: Media files for Commons top be typically:

source: Personal photography and media uploaded by individuals, sometimes during Wiki Loves competitions such as Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc;
gpe: Personal photography den media wey individuals upload, samtyms during Wiki Loves competitions lyk Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc;

source: Freely licensed media files from external websites like Flickr, YouTube, open access journals, and other repositories; and
gpe: Freely licensed media files from external websites lyk Flickr, YouTube, open access journals, den oda repositories; den

source: Donations from institutions and organizations with substantial media collections, large and small, ranging from UNESCO, NASA and the British Library to small local cultural institutions.
gpe: Donations from institutions den organizations plus substantial media collections, large den small, dey range from UNESCO, NASA den de British Library to small local cultural institutions.

source: What is structured data on Commons ?
gpe: What be structured data for Commons top ?

source: <strong>Structured Data on Commons</strong> is a project that provides the technical infrastructure to complement the wikitext, templates and categories on Wikimedia Commons with structured data.
gpe: <strong>Structured Data on Commons</strong> be project wey dey provide de technical infrastructure to complement de wikitext, templates den categories for Wikimedia Commons top plus structured data.

source: Structured data is data with a high degree of structured organization.
gpe: Structured data be data plus high degree of structured organization.

source: With more structure, it becomes easier to reuse data in other Wikimedia projects and by third parties; it also allows computers to process and 'understand' it.
gpe: Plus more structure, e cam turn easier make dem reuse data for oda Wikimedia projects insyd den by third parties; e sanso dey allow computers make dem process den 'understand' am.

source: Millions of pictures that are not described with structured data at the moment.
gpe: Millions of pictures wey dem no describe plus structured data for de moment.

source: <strong>Curating</strong>, or curation, in the narrow sense, means: selecting and organizing pieces of artwork and cultural heritage for an exhibition.
gpe: <strong>Curating</strong>, anaa curation, for narrow sense insyd, dey mean: selecting den organizing pieces of artwork den cultural heritage for sam exhibition.

source: This term can also be used more broadly, to describe any activity that involves selecting, organizing and presenting information.
gpe: You sana go fi use dis term chaw broadly, say you go describe any activity wey dey involve selecting, organizing den presenting information.

source: In the context of Structured Data on Commons, curating means all the activities performed by Commons contributors to organize and present the media files on Wikimedia Commons: administrative actions, adding more and better metadata to the files, grouping them in categories, creating galleries...
gpe: For de context of Structured Data insyd wey dey Commons top, curating dey mean all de activities wey Commons contributors perform so say dem go organize den present de media files for Wikimedia Commons top: administrative actions, adding chaw den better metadata give de files, grouping dem for categories insyd, creating galleries...

source: So... how does the ISA tool fit in there?
gpe: So...how de ISA tool dey fit insyd for der?

source: The ISA tool allows to add two different types of structured data to set of pictures: captions and depicts (more explanations below on what captions and depicts are).
gpe: De ISA tool dey allow say you go fi add two different types of structured data give set of pictures: captions den depicts (chaw explanations below for wat captions den depicts be).

source: It is a multilingual, mobile-first 'micro-contributions' tool, that makes it easy for people to add structured data to images contributed to Wiki Loves competitions on Wikimedia Commons.
gpe: Ebe sam multilingual, mobile-first 'micro-contributions' tool, wey dey make am easy give menners so say dem go fi add structured data plus images wey dem contribute give Wiki Loves competitions for Wikimedia Commons top.

source: The tool operates with curated campaigns created by coordinators.
gpe: De tool dey operate plus curated campaigns wey coordinators create.

source: Anyone with a Wikimedia account may be a coordinator!
gpe: Anyone wey get Wikimedia account go fi be coordinator!

source: With ISA, the coordinator can choose a predefined set of images on Commons, select a starting date and an end date for the campaign, and provide general information about the campaign itself.
gpe: Plus ISA, de coordinator go fi choose set of images wey dem predefine for Commons top, select sam starting date den sam end date give de campaign, den provide general information about de campaign ein self.

source: The coordinator can then ask contributors to "tag" these images with multilingual structured metadata (depicts and/or captions).
gpe: De coordinator then go fi bizz contributors say make dem "tag" dese images plus multilingual structured metadata (depicts den/anaa captions).

source: Points are counted for each contribution made by a participant, and therefore it is possible to organize "tagging" or micro-contributions competitions or challenges with ISA.
gpe: Dem dey count Points for each contribution wey sam participant dey make, den therefore ebe possible say you go fi organize "tagging" anaa micro-contributions competitions anaa challenges plus ISA.

source: Anyone with a Wikimedia account can contribute to add structured metadata to a campaign.
gpe: Anyone wey get Wikimedia account go fi contribute den add structured metadata give sam campaign.

source: Learn more about file captions and depicts
gpe: Learn chaw about file captions den depicts

source: File captions are a feature part of Structured data.
gpe: File captions be sam feature part of Structured data.

source: They are meant to store short, multilingual description about files.
gpe: Dem do am say ego store short, multilingual description about files.

source: What is a good caption ? and what is the difference between our good old file descriptions and captions ?
gpe: Wat be good caption? wey wat be de difference between wona good old file descriptions den captions?

source: First, captions are meant to be simple and short.
gpe: First, captions dey say ego be simple den short.

source: While descriptions can be very expansive, captions are limited to 255 characters in length, and cannot contain markup (like Wikitext links or HTML) and do not support external links.
gpe: Wey descriptions go fi very expansive, captions be limited plus 255 characters for length insyd, wey eno go fi contain markup (like Wikitext links anaa HTML) wey eno dey support external links.

source: In many cases, the caption will be similar or identical to the description.
gpe: For chaw cases insyd, de caption go be similar anaa identical give de description.

source: But in other cases, there is a very extensive description (858 characters, and links) and the caption is much shorter (more or less the same caption used on the Wikipedia articles using that image).
gpe: But for oda cases insyd, very extensive description (858 characters, den links) dey wey de caption be much shorter (chaw anaa less de same caption wey dem use for de Wikipedia articles top by say dem go use image).
