Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/gpe/LC_MESSAGES/messages.po
Languages: gpe

source: Only text which is so short that it is not copyrightable should be copied into captions, as captions are published under a CC0 ("public domain") waiver.
gpe: Only text wey be so short say eno be copyrightable wey dem for copy go captions, secof dem dey publish captions unda sam CC0 ("public domain") waiver.

source: One of the core benefits of captions is improved language-aware searchability.
gpe: One of de core benefits of captions be improved language-aware searchability.

source: Classical file descriptions are in the wikitext, and are only searchable through full-text search, which necessarily searches through the entire page contents, including categories and license templates; and it is not possible to do search search per language.
gpe: Classical file descriptions dey de wikitext insyd, wey ebe only searchable through full-text search, wey necessarily dey search through de entire page contents, wey edey include categories den license templates; wey eno be possible say you go fi do search search per language.

source: Captions are available as part of our structured data, while descriptions are not.
gpe: Captions be available as part of wona structured data, wey descriptions no dey.

source: In technical terms, a description is plain wikitext wrapped in a language template, wrapped again in an Information template; while captions are Wikibase labels.
gpe: For technical terms insyd, description be plain wikitext wey dem wrap for language template insyd, dem sana wrap for Information template insyd; wey captions be Wikibase labels.

source: As such, captions will be searchable through the API, making it easy to find/filter/pull captions from files as metadata.
gpe: As such, captions go be searchable through de API, wey ego make am easy say you go fi find/filter/pull captions from files as metadata.

source: As they are searchable via the API, it is also easier for 3rd party reusers to find and reuse media and the captions themselves.
gpe: As dem be searchable via de API, esana be easy for 3rd party reusers say dem go find den reuse media den de captions themselves.

source: Other possible usages of captions can be:
gpe: Other possible usages of captions go fi be:

source: query files for missing captions in a given language
gpe: query files for missing captions for sam given language insyd

source: building lists for translation of important files needing a caption localized for a project or campaign
gpe: building lists for translation of important files wey dey hia sam caption wey dem localize am for sam project anaa campaign

source: Find more information about Captions here
gpe: Make you Find chaw information about Captions for here

source: Depicts is also a feature part of Structured data.
gpe: Depicts sana be feature part of Structured data.

source: It was enabled on Wikimedia Commons on April 2019.
gpe: Dem enable am for Wikimedia Commons top for April 2019.

source: Then for each depicted item in the image, find the appropriate item from Wikidata and select it.
gpe: Den for each depicted item for de image insyd, make you find de appropriate item from Wikidata den select am.

source: If you have trouble finding the right Wikidata item, test alternative spellings.
gpe: If you dey get trouble say you go find de right Wikidata item, make you test alternative spellings.

source: If there is no Wikidata item associated with the subject depicted, choose a more generic item which includes your subject as an example.
gpe: If no Wikidata item dey associate plus de subject depicted, make you choose sam generic item wey dey include your subject as sam example.

source: Be as specific as you can with the primary tag.
gpe: Be as specific as you go fi be plus de primary tag.

source: If there are multiple items clearly and deliberately depicted by the media file, all should be added as separate depicts statements, within reason.
gpe: If chaw multiple items clearly dey wey ebe deliberately depicted by de media file, you for add all as separate depicts statements, plus reason.

source: For files that depict dozens or hundreds of items (e.g. movies) only list those items which are most prominent.
gpe: For files wey dey depict dozens anaa hundreds of items (e.g. movies) make you list only de items wey be most prominent.

source: There is also an option to mark a particular item as 'prominent'.
gpe: Sam option sana dey wey you go fi take mark sam particular item as 'prominent'.

source: This property refers to the item's prominence in the piece of media.
gpe: Dis property dey refer de item ein prominence for dee piece of media insyd.

source: More information about depicts may be found here :
gpe: You go fi find Chaw info about depicts for here:

source: Using the ISA tool
gpe: If you dey Use de ISA tool

source: More information may be found here:
gpe: Chaw info go fi dey here:

source: Legal and credits
gpe: Legal den credits

source: ISA is published under GPLv3. Content added through the tool to Wikimedia Commons is released under CC0.
gpe: Dem publish ISA unda GPLv3. Content wey dem add through de tool for Wikimedia Commons top dem release am unda CC0.

source: Image used on the tool :
gpe: Image wey dem use for de tool top:

source: Easily Add Information about Images on Wikimedia Commons
gpe: Make you Easily Add Information about Images for Wikimedia Commons top

source: <strong>Click on Explore Campaigns to begin!</strong>
gpe: <strong>Make you Click for Explore Campaigns top so say you go start!</strong>

source: Go to the campaign directory to choose a campaign
gpe: Make you Go de campaign directory insyd so say you go choose sam campaign

source: About This Tool
gpe: About dis Tool

source: Change your available caption languages
gpe: Make you Change your available caption languages

source: See your campaigns
gpe: Make you See your campaigns

source: Logout
gpe: Make you Komot

source: Login
gpe: Make you Login

source: It is running on
gpe: Edey run for top

source: and is subject to the
gpe: wey ebe subject give de

source: ISA is published under
gpe: Dem publish ISA unda

source: Content added through the tool to Wikimedia Commons is released under
gpe: Content wey dem add through de tool for Wikimedia Commons top dem release unda

source: You do not have any campaigns
gpe: You no get any campaigns

source: The selected language will be used for searching for elements depicted in images.
gpe: Dem go use de language wey dem select search for elements wey dem depict for images insyd.

source: Select upto 6 languages for captions
gpe: Make you Select upto 6 languages for captions

source: Captions can be added in multiple languages for each image.
gpe: You go fi add Captions for multiple languages for each image insyd.

source: The languages you select on this page will appear on the page when you are viewing an image.
gpe: De languages wey you go select for dis page top go appear for de page top if you dey view sam image.

source: Select all the languages you are comfortable contributing in.
gpe: Make you Select all de languages you be comfortable if dey contribute.

source: Remove language
gpe: Make you Remove language

source: Undo changes to language settings
gpe: Make you Undo changes give language settings

source: OAuth callback failed. Are cookies disabled?
gpe: OAuth callback fail. cookies disable anaa?

source: Welcome %(username)s!
gpe: Welcam %(username)s!

source: See you next time!
gpe: See you next tym!

source: Please login to change your language preferences
gpe: Abeg login so say you go fi change your language preferences

source: Sorry you tried to enter %(rep_languages)s multiple times
gpe: Sorry you try say you go enter %(rep_languages)s multiple tyms

source: Captions languages could not be set
gpe: Captions languages no fi set

source: Language settings not available at the moment
gpe: Language settings no be available for de moment

source: Campaigns created by %(username)s
gpe: Campaigns wey %(username)s create am
