Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/ha/LC_MESSAGES/messages.po
Languages: ha

source: Campaigns
ha: Yakin neman zabe

source: Campaign with id %(id)s does not exist
ha: Kamfen tare da id %(id)s babu shi

source: You need to Login to create a campaign
ha: Kuna buƙatar Shiga don ƙirƙirar kamfen

source: Create a campaign
ha: Bude wajen Neman abu

source: %(campaign_name)s - Contribute
ha: %(campaign_name)s - Taimakawa

source: You need to login to participate
ha: Kuna buƙatar shiga don ku hallarta

source: Update Campaign Details
ha: Sabunta bayani

source: Create new Campaign
ha: Ƙirƙiri sabon Kamfen

source: Campaign Name
ha: Sunan Kamfen

source: This is the name specific to your campaign, not the main project.
ha: Wannan shine sunan da ya keɓance ga kamfen ɗin ku, ba babban aikin ba.

source: So, not “Wiki Loves Africa” but rather “Music and Dance in Nigeria”
ha: Don haka, ba "Wiki Loves Africa" ba amma "Music and Dance in Nigeria"

source: What are users going to be working on
ha: Menene masu amfani za su yi aiki a kai

source: Start Date
ha: Ranar farawa

source: Set campaign start date
ha: Saita ranar kamfen ɗin ƙarshe

source: End Date
ha: Ranar karewa

source: Set campaign end date
ha: Saita ranar kamfen ɗin ƙarshe

source: This is a Wiki Loves Campaign
ha: Wannan kamfen ne na Wiki Loves

source: When set up correctly this option allows participants to choose what country they want to see images from and records contributions by country.
ha: Lokacin da aka saita daidai wannan zaɓin yana bawa mahalarta damar zaɓar ƙasar da suke son ganin hotuna daga kuma rubuta gudummawar ƙasa.

source: You can select multiple categories of the correct type.
ha: Kuna iya zaɓar nau'o'i da yawa na nau'in daidai.

source: Depth must be set to 0 for all categories in a Wiki Loves campaign.
ha: Dole ne a saita zurfin zuwa 0 ga dukkan rukunoni a cikin kamfen ɗin Wiki Loves.

source: Requires categories of the form images from Wiki Loves <strong><em>project</em></strong> in a specific <strong><em>year</em></strong>, eg “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (change <strong><em>project</em></strong> and year as <strong><em>required</em></strong>)
ha: Yana buƙatar nau'ikan siffofin hotuna daga <strong><em><strong><em>aikin</em></strong></em></strong> Wiki Loves a cikin takamaiman <strong><em>shekara</em></strong>, misali "Hotuna daga Wiki Loves Africa <strong><em>2019</em></strong>" (canjin aikin da shekara kamar yadda ake buƙata)

source: Some of the categories chosen below do not have the correct syntax
ha: Wasu daga cikin rukunonin da aka zaɓa a ƙasa ba su da daidaitattun ma'anar

source: Categories to use in this campaign
ha: Rukunin da za a yi amfani da su a wannan kamfen

source: Search for the Wikimedia Commons categories that contain the images you wish to use in your campaign.
ha: Bincika don rukunin Wikimedia Commons waɗanda ke ƙunshe da hotunan da kake so ka yi amfani da su a cikin kamfen ɗin ku.

source: If you want a category and ALL of its subcategories use the 'Depth' option to choose how many levels down you want to go (leave depth on 0 for Wiki loves campaigns).
ha: Idan kana son nau'i da DUKKAN rukunoninsa yi amfani da zaɓin 'zurfin' don zaɓar matakan ƙasa nawa kake son zuwa (bar zurfin kan 0 don Wiki na son kamfen).

source: Name
ha: Suna

source: Depth
ha: Zurfin

source: The categories in red do not have the correct syntax for the "Wiki Loves campaign" feature.
ha: Rukunin da ke cikin ja ba su da madaidaicin ma'anar fasalin "Wiki Loves campaign".

source: Please remove them or untick the "Wiki Loves Campaign" checkbox above
ha: Da fatan za a cire su ko cire akwatin rajista na "Wiki Loves Campaign" a sama

source: Update images
ha: Sabunta hotuna

source: Collect images from the categories.
ha: Tattara hotuna daga rukunoni.

source: This will replace any current images.
ha: Wannan zai maye gurbin kowane hotuna na yanzu.

source: Use if you changed the categories or if there was an error updating previously.
ha: Yi amfani idan kun canza rukunoni ko kuma idan akwai kuskuren sabuntawa a baya.

source: Metadata to collect in the Campaign
ha: Metadata don tattarawa a cikin Kamfen ɗin

source: Choose what type of <strong>metadata</strong> you want to collect in your campaign.
ha: Zaɓi irin <strong>bayanai</strong> da kake so ka tattara a cikin kamfen ɗin ku.

source: You must select at least one of the options below.
ha: Dole ne ku zaɓi aƙalla ɗaya daga cikin zaɓuɓɓukan da ke ƙasa.

source: Depicts
ha: Bayani

source: Campaign Image
ha: Hoton kamfe

source: The maximum height for the campaign image is 150px. Images should either be a banner image or a logo.
ha: Matsakaicin tsayin hoton kamfen shine 150px. Hotuna ya kamata ko dai su zama hoton banner ko tambari.

source: Portrait or square photos are not recommended.
ha: Ba a ba da shawarar hoto ko hotuna na murabba'i ba.

source: Enter the FILE NAME only of a image from commons to display on the Campaign home page.
ha: Shigar da sunan FILE kawai na hoto daga jama'a don nunawa a shafin gida na Kamfen.

source: Long description of Campaign (full about info)
ha: Tsawon bayanin kamfen ɗin (cikakken bayani)

source: Why it is important that users contribute to the campaign?
ha: Me ya sa yake da muhimmanci masu amfani su ba da gudummawa ga kamfen ɗin?

source: Publish Campaign
ha: Wallafa kamfen

source: You must select at least one category for your campaign.
ha: Dole ne ku zaɓi aƙalla rukuni ɗaya don kamfen ɗin ku.

source: Some of the categories you have chosen do not have the correct syntax for a Wiki Loves Campaign.
ha: Wasu daga cikin rukunonin da kuka zaɓa ba su da daidaitattun haɗin kai don Kamfen ɗin Wiki Loves.

source: Please check your selections and try again.
ha: Da fatan za a duba zaɓinku kuma a sake gwadawa.

source: Please select at least one type from the Metadata to collect section
ha: Da fatan za a zaɓi aƙalla nau'i ɗaya daga cikin Metadata don tattara sashin

source: View images from
ha: Dubi hotuna daga

source: Choose to only view images from a single country
ha: Zaɓin kallon hotuna kawai daga ƙasa ɗaya

source: Start contributing to this campaign
ha: Fara ba da gudummawa ga wannan kamfen

source: Get Started
ha: Fara

source: Campaign progress so far
ha: Ci gaban kamfen ɗin ya zuwa yanzu

source: Total number of images in this campaign
ha: Adadin hotuna a cikin wannan kamfen

source: Images
ha: Hotuna

source: Total number of contributions made to this campaign
ha: Jimlar gudunmawar da aka bayar ga wannan kamfen

source: Contributions
ha: Gudummuwa

source: Top Contributors
ha: Manyan masu ba da gudummawa

source: Contributor
ha: Mai bada gudummuwa

source: No partcipants has contributed to this campaign
ha: Babu wani mahaluki da ya bayar da gudunmawa ga wannan kamfen

source: Country
ha: Kasar

source: There is no data available yet for this campaign
ha: Har yanzu babu bayanai da ake da su na wannan kamfen

source: View and download more stats for this campaign
ha: Duba kuma zazzage ƙarin ƙididdiga na wannan kamfen

source: View full stats
ha: Dubi cikakkun bayanai

source: My Contributions
ha: Gudummawa na

source: Rank
ha: Mataki

source: More About This Campaign
ha: Ƙari Game da Wannan Yakin

source: Campaign Manager
ha: Manajan kamfen

source: START DATE
ha: Ranar Farawa

source: END DATE
ha: Ranar karshe

source: Not Set
ha: Ba a Saita ba

source: Make changes to this campaign
ha: Yi canje-canje ga wannan kamfen

source: Edit Campaign
ha: Gyara kamfen ɗin

source: Unknown country
ha: Kasar da ba a sani ba

source: Return to the campaign home page
ha: Komawa zuwa shafin gida (home page) na kamfen

source: Home Page
ha: Babban shafi

source: View the previous image
ha: Duba hoton da ya gabata

source: PREV IMAGE
ha: HOTO MAI GABATARWA

source: Own work
ha: Nawa aiki

source: View the next image
ha: Dubi hoton da ke gaba

source: NEXT IMAGE
ha: HOTO NA GABA

source: File
ha: Fayil

source: Open this image on Wikimedia Commons
ha: Bude wannan hoton a kan Wikimedia Commons

source: Description
ha: Bayyanawa

source: Categories
ha: Bangarori

source: Camera Location
ha: Wurin Kamara

source: show all metadata from commons
ha: nuna duk bayanan da aka samu daga commons

source: Adding Depict Statements
ha: Ƙara Bayanan Bayani

source: Cancel your changes
ha: Ka soke canje-canjenka

source: Cancel
ha: Daina

source: Save your edits to Wikimedia Commons
ha: Ajiye gyare-gyaren ku zuwa Wikimedia Commons

source: Save
ha: Ajiye

source: You will be redirected to login and back here to save your changes
ha: Za a sake tura ku shiga kuma ku koma nan don adana canje-canjenku

source: Name the different elements that you can see in this image
ha: Sunayen abubuwa daban-daban da za ku iya gani a cikin wannan hoton

source: To mark the prominent elements in the image, click on the flag icon
ha: Don nuna alamun manyan abubuwa a cikin hoton, danna alamar tutar

source: Writing Captions
ha: Rubutun Magana

source: Include any culturally specific, scientific or technical information that you can identify (e.g. the Ethiopian Coffee Ceremony or bunna maflat) to make the information richer.
ha: Cika duk wani bayani na al'adu, kimiyya ko fasaha wanda zaku iya ganowa (misali bikin kofi na Habasha ko bunna maflat) don samar da bayanai masu wadata.

source: Log in to publish changes
ha: Shigar da shi don wallafa canje-canje

source: Add a caption to better explain the image (max 255 characters)
ha: Ƙara rubutun don bayyana hoton da kyau (mafi yawan haruffa 255)

source: Briefly explain what you see in this image.
ha: A takaice dai bayyana abin da ka gani a cikin wannan hoton.

source: You can add captions in additional languages by selecting Language Preferences from the user menu
ha: Kuna iya ƙara rubutun a cikin ƙarin harsuna ta hanyar zaɓar Zaɓin Harshe daga menu mai amfani

source: No images found for this campaign!
ha: Babu hotunan da aka samu don wannan kamfen ɗin!

source: Something went wrong getting campaign images
ha: Wani abu ya yi kuskure samun hotunan kamfen

source: Search for things you see in the image
ha: Bincika abubuwan da kake gani a cikin hoton

source: Success! Depicted items saved to Wikimedia Commons
ha: Nasara! Abubuwan da aka nuna an adana su zuwa Wikimedia Commons

source: Success! Captions saved to Wikimedia Commons
ha: Nasara! Kalmomin da aka adana zuwa Wikimedia Commons

source: Oops! Something went wrong, your edits have not been saved to Wikimedia Commons
ha: Oops! Wani abu ya yi kuskure, ba a adana gyaran ku zuwa Wikimedia Commons ba

source: Are you sure you want to navigate to another image? You have unsaved changes which will be lost.
ha: Shin kun tabbata kuna so ku yi tafiya zuwa wani hoto? Kuna da canje-canje da ba a kiyaye su ba waɗanda za su ɓace.

source: Click 'OK' to proceed anyway, or 'Cancel' if you want to save changes first.
ha: Danna 'OK' don ci gaba ko ta yaya, ko 'Ka soke' idan kana so ka adana canje-canje da farko.

source: Remove this depicted item
ha: Cire wannan abu da aka nuna

source: Mark this depicted item as prominent
ha: Alama wannan abin da aka zana a matsayin fitaccen abu

source: Mark this depicted item as NOT prominent
ha: Alama abin da aka kwatanta a matsayin, ba fita ba

source: CONTRIBUTIONS TO A STRUCTURED DATA CAMPAIGN
ha: GUDUNMAWA zuwa Gina kwarewa

source: From
ha: Daga

source: Till
ha: Har zuwa

source: Most improved Countries
ha: Kasashen da suka fi ingantawa

source: Download all stats (CSV)
ha: Sauke dukkan stats (CSV)

source: Contributor Stats
ha: Kididiga mai gudumawa

source: Country Stats
ha: Ƙididdigar Ƙasa

source: On this page are the curated campaigns that are currently running as part of the ISA tool.
ha: A kan wannan shafin akwai kamfen ɗin da aka tsara waɗanda a halin yanzu ke gudana a matsayin wani ɓangare na kayan aikin ISA.

source: Click on the name of a campaign to get started and add structured data to an image.
ha: Danna sunan yaƙin neman zaɓe don farawa kuma ƙara ingantaccen bayanai zuwa hoto.

source: Ongoing Campaigns
ha: Kamfen da ana kai

source: Campaign name
ha: Sunan Kamfen

source: Campaign
ha: Kamfen

source: Total number of images in the campaign
ha: Jimlar hotuna a cikin wanna kamfen

source: Participants
ha: Mabiya

source: Total number of contributions to the campaign
ha: Jimlar gudunmawar da aka bayar ga wannan kamfen

source: Campaign start date
ha: Randa za'a fara kamfen din

source: Campaign end date
ha: Randa kamfen din zai kare

source: Date the campaign was created
ha: Randa aka kirkiro kamfen din

source: Creation Date
ha: Ranar Halitta

source: Campaign status
ha: Yanda matsayin kamfen din yake

source: Status
ha: matsayi

source: Closed
ha: Kulle

source: Not Opened
ha: Ba a buɗe ba

source: Open
ha: Buɗe

source: Go to the campaign home page to get started
ha: Je sashin makormar don a fara

source: Go to Campaign
ha: Ku tafi Kamfen

source: Show closed campaigns
ha: Nuna kafen da an rufe

source: Create your own campaign
ha: Ƙirƙiri kamfen ɗin ku

source: Create a new campaign using this tool
ha: Yi amfani da wanna kayan aiki don Kirkiri Sabon kamfen

source: You must be logged in to create a campaign.
ha: Sai kun Shiga Kafin zaku iya Kirkiri yakin Neman zabe

source: Showing _START_ to _END_ of _TOTAL_ entries
ha: Nunawa_farin_zuwa_karshe_na_duka_shigowa

source: No entries
ha: Babu shigarwa

source: Search:
ha: Binchike

source: No matching records found
ha: Ba a sami bayanan da suka dace ba

source: First
ha: Farko

source: Last
ha: Karshe

source: Next
ha: Gaba

source: Previous
ha: Da suka gabata

source: Updating images
ha: Sabuntawan hotuna

source: The images for this campaign are being updated.
ha: Na Kan sabontawan hotunan kamfen.

source: More images will be added.
ha: Za a Karo hotuna

source: You can still participate in the campaign.
ha: Har yanzu zaka iya shiga cikin kamfen ɗin.

source: Failed to update images
ha: Rashin sabunta hotuna

source: There was an error while updating the images for this campaign.
ha: Akwai kuskure yayin sabunta hotunan don wannan kamfen ɗin.

source: Some images will be missing.
ha: Wasu hotuna za su ɓace.

source: The campaign manager can retry by updating the campaign.
ha: Manajan kamfen ɗin na iya sake gwadawa ta hanyar sabunta kamfen ɗin.

source: Take Me Home
ha: kai ni gida

source: Contact Support
ha: Tuntube goyon baya

source: Page Not Found
ha: Shafin ba'a samu ba

source: Take Me Home
ha: kai ni gida

source: Something Went Wrong
ha: Akwai wata matsala

source: Isa might be undergoing maintenance
ha: Kila ana kulawa ISA

source: Help Page
ha: Shafin Taimako

source: Easily add information about images on Wikimedia Commons
ha: Sauƙin ƙara bayani game da hotuna akan Wikimedia Commons

source: <strong>ISA</strong> is a fun, multilingual, mobile-first tool, that makes it easy for people to add "micro contributions" in the form of <a %(link_attrs)s>structured data</a> to images on Wikimedia Commons that have been added by Wiki Loves competitions.
ha: <strong>ISA</strong> kayan aiki ne mai daɗi, yaruka da yawa, wayar hannu ta farko, wanda ke sauƙaƙa wa mutane don ƙara "masu gudumawa" ta hanyar <a %(link_attrs)s>tsararrun bayanai</a> zuwa hotuna akan Wikimedia Commons waɗanda aka ƙara ta gasar Wiki Loves.

source: ISA is originally built to provide better multilingual and structured descriptions of <a %(link_attrs)s>Wiki Loves Africa</a> images.
ha: An gina ISA asali ne don samar da ingantattun bayanai na harsuna da yawa da tsararrun hotuna na <a %(link_attrs)s>Wiki Yana son Afirka</a> .

source: But it is also developed to be useful to all of the <a link_attrs>Wiki Loves competitions</a> and, ultimately, for <strong>all media files</strong> on Wikimedia Commons.
ha: Amma kuma an haɓaka shi don zama mai amfani ga duk <a link_attrs>gasar Wiki Loves</a> kuma, a ƙarshe, ga <strong>duk fayilolin mai jarida</strong> akan Wikimedia Commons.

source: What is Wikimedia Commons?
ha: Menene Wikimedia Commons?

source: All the freely licensed photos, audio and video files, PDFs and other media on Wikipedia are stored on Commons.
ha: Dukkanin hotuna masu lasisi kyauta, fayilolin sauti da bidiyo, PDFs da sauran media akan Wikipedia ana adana su akan Commons.

source: Wikimedia Commons grows rapidly, by approximately 5 million new media files per year.
ha: Wikimedia Commons yana girma cikin sauri, da kusan sabbin fayilolin kafofin watsa labarai miliyan 5 a kowace shekara.

source: Thousands of volunteers upload files to Commons, and integrate these into Wikimedia projects, like Wikipedia, to illustrate the content there and to share that media with the public.
ha: Dubban masu sa kai sun ɗora fayiloli zuwa Commons, kuma sun haɗa waɗannan cikin ayyukan Wikimedia, kamar Wikipedia, don kwatanta abun ciki a can da kuma raba wannan kafofin watsa labarai tare da jama'a.

source: Media files on Commons are typically:
ha: Fayilolin mai jarida akan Commons yawanci:

source: Personal photography and media uploaded by individuals, sometimes during Wiki Loves competitions such as Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc;
ha: Hotuna na sirri da kuma kafofin watsa labaru da mutane ke lodawa, wani lokacin yayin gasar Wiki Loves kamar Wiki Yana son Afirka, Wiki Yana son Monuments, Wiki Yana son Duniya da sauransu;

source: What is structured data on Commons ?
ha: Menene bayanan da aka tsara akan Commons?

source: <strong>Structured Data on Commons</strong> is a project that provides the technical infrastructure to complement the wikitext, templates and categories on Wikimedia Commons with structured data.
ha: <strong>Bayanin Tsare-tsare akan Commons</strong> wani aiki ne wanda ke samar da kayan aikin fasaha don dacewa da rubutun wikitext, samfura da nau'ikan akan Wikimedia Commons tare da ingantaccen bayanai.

source: Millions of pictures that are not described with structured data at the moment.
ha: Miliyoyin hotuna waɗanda ba a bayyana su da bayanan da aka tsara a halin yanzu ba.

source: <strong>Curating</strong>, or curation, in the narrow sense, means: selecting and organizing pieces of artwork and cultural heritage for an exhibition.
ha: <strong>Curating</strong> , ko curation, a cikin kunkuntar ma'ana, yana nufin: zaɓe da tsara sassa na zane-zane da al'adun gargajiya don nuni.

source: This term can also be used more broadly, to describe any activity that involves selecting, organizing and presenting information.
ha: Hakanan za'a iya amfani da wannan kalmar gabaɗaya, don bayyana duk wani aiki da ya ƙunshi zaɓi, tsarawa da gabatar da bayanai.

source: So... how does the ISA tool fit in there?
ha: Toh...ya kayan aikin ISA ke amfani a can?

source: The ISA tool allows to add two different types of structured data to set of pictures: captions and depicts (more explanations below on what captions and depicts are).
ha: Kayan aikin ISA yana ba da damar ƙara nau'ikan bayanai daban-daban guda biyu don saita hotuna: rubutun kalmomi da zane-zane (ƙarin bayani a ƙasa akan abin da rubutun kalmomi da hotuna suke).

source: It is a multilingual, mobile-first 'micro-contributions' tool, that makes it easy for people to add structured data to images contributed to Wiki Loves competitions on Wikimedia Commons.
ha: Kayan aiki ne na yaruka da yawa, wayar hannu ta farko ta 'micro-contributions', wanda ke sauƙaƙa wa mutane don ƙara ingantaccen bayanai zuwa hotunan da aka ba da gudummawar ga gasar Wiki Loves akan Wikimedia Commons.

source: The tool operates with curated campaigns created by coordinators.
ha: Kayan aikin yana aiki tare da keɓaɓɓen kamfen da masu gudanarwa suka ƙirƙira.

source: Anyone with a Wikimedia account may be a coordinator!
ha: Duk wanda ke da asusun Wikimedia yana iya zama mai gudanarwa!

source: With ISA, the coordinator can choose a predefined set of images on Commons, select a starting date and an end date for the campaign, and provide general information about the campaign itself.
ha: Tare da ISA, mai tsarawa na iya zaɓar hotunan da aka riga aka tsara a kan Commons, zaɓi ranar farawa da ranar ƙarshe don kamfen ɗin, da kuma samar da cikakken bayani game da kamfen ɗin kanta.

source: The coordinator can then ask contributors to "tag" these images with multilingual structured metadata (depicts and/or captions).
ha: Mai tsarawa zai iya tambayar masu ba da gudummawa don "tag" waɗannan hotuna tare da tsarin metadata na harsuna da yawa (hotuna da / ko rubutun kalmomi).

source: Points are counted for each contribution made by a participant, and therefore it is possible to organize "tagging" or micro-contributions competitions or challenges with ISA.
ha: Ana ƙidaya maki don kowane gudummawar da mahalarta suka bayar, sabili da haka yana yiwuwa a shirya "tagging" ko gasa ta micro-contributions ko ƙalubale tare da ISA.

source: Anyone with a Wikimedia account can contribute to add structured metadata to a campaign.
ha: Duk wanda ke da asusun Wikimedia na iya ba da gudummawa don ƙara tsarin bayanai zuwa kamfen.

source: What is a good caption ? and what is the difference between our good old file descriptions and captions ?
ha: Mene take da ya dace? Kuma Mene bambanci bayanin kyawanan sohon fayil da kuma take?

source: First, captions are meant to be simple and short.
ha: Da fare, ya kamata a kimanta taken kuma su kasance da sauki

source: filling in infoboxes
ha: Cika akwatunan bayani

source: Find more information about Captions here
ha: Samu Karin bayani Akan take a nan

source: About This Tool
ha: Akan wanna kayan aikin

source: Help
ha: Taimako

source: Change your available caption languages
ha: Canja harsunan da ke akwai

source: Logout
ha: Fita

source: Login
ha: Shiga

source: ISA tool
ha: Kayan aikin ISA

source: It is running on
ha: Yana gudana a kan

source: You do not have any campaigns
ha: Ba ku da kamfen

source: The selected language will be used for searching for elements depicted in images.
ha: Za a yi amfani da harshen da aka zaɓa don nemo abubuwan da aka kwatanta a hotuna.

source: Select upto 6 languages for captions
ha: Zaɓi harsuna 6 don rubutun

source: The languages you select on this page will appear on the page when you are viewing an image.
ha: Harsunan da kuka zaɓa akan wannan shafin zasu bayyana akan shafin lokacin da kuke kallon hoto.

source: Select all the languages you are comfortable contributing in.
ha: Zaɓi duk yarukan da kuke jin daɗin ba da gudummawa a ciki.

source: Remove language
ha: Cire Yare

source: Welcome %(username)s!
ha: Barka da zuwa %(username)s

source: See you next time!
ha: Sai na gan ka a Karo na gaba

source: Please login to change your language preferences
ha: Don Allah shiga don canza zuwa harshe ko yare da ka fi so

source: Sorry you tried to enter %(rep_languages)s multiple times
ha: Sannu kun yi kokari ku shigo da %(rep_languages)s son dayawa

source: Captions languages could not be set
ha: Ba a iya saita harshen taken ba

source: Language settings not available at the moment
ha: Saitin yare ba a samu ba a yanzu

source: Campaigns created by %(username)s
ha: An halitta kamfen ta %(username)s
