Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: For files that depict dozens or hundreds of items (e.g. movies) only list those items which are most prominent.
ar: بالنسبة للملفات التي تحتوي على عشرات أو مئات العناصر (مثل الأفلام)، قم بإدراج العناصر الأكثر بروزًا فقط.
de: Liste bei Dateien, die Dutzende oder Hunderte von Elementen darstellen (z. B. Filme), nur die Elemente auf, die am wichtigsten sind.
es: En el caso de los archivos que muestran docenas o cientos de elementos (por ejemplo, películas), sólo se enumeran los elementos más destacados.
fr: Pour les fichiers qui représentent des dizaines ou des centaines d’éléments (par exemple, des films), n’indiquez que les éléments les plus marquant
he: עבור קבצים שמציגים עשרות או מאות פריטים (למשל סרטים), יש רשום רק את הפריטים הבולטים ביותר.
id: Untuk berkas yang menggambarkan puluhan atau ratusan item (misalnya film) hanya mencantumkan item-item yang paling menonjol.
it: Per i file che raffigurano dozzine o centinaia di elementi (ad es. film), elenca solo gli elementi più importanti.
lt: Jei failai vaizduoja dešimtis ar šimtus elementų (pvz., filmų), nurodykite tik tuos elementus, kurie yra ryškiausi.
mk: За податотеки што прикажуваат десетици или стотици елементи (на пр. филмови) испишувај ги само најважните.
sk: Pre súbory, ktoré zobrazujú desiatky alebo stovky položiek (napr. filmy), uveďte iba tie položky, ktoré sú najvýraznejšie.
sl: Pri datotekah, ki prikazujejo na desetine ali stotine elementov (npr. filmi), navedite samo tiste predmete, ki so najbolj vidni.
sv: En del filer avbildar många motiv, kanske till och med ett hundratals om det rör sig om filmer. I så fall skall du endast ange de mest framträdande motiven.
uk: Для файлів, що зображують десятки чи сотні елементів (наприклад, фільмів), вказуйте лише найбільш визначальні елементи.

source: There is also an option to mark a particular item as 'prominent'.
ar: هناك أيضًا خيار لوضع علامة على عنصر معين باعتباره "بارزا".
de: Es besteht auch die Möglichkeit, ein bestimmtes Element als „prominent“ zu markieren.
es: También hay una opción para marcar un elemento concreto como "destacado".
fr: Il est également possible de marquer un élément particulier comme étant « proéminent ».
he: ישנה גם אפשרות לסמן פריט מסוים כ"בולט".
id: Ada juga opsi untuk menandai item tertentu sebagai 'menonjol'.
it: C'è anche un'opzione per contrassegnare un particolare elemento come "rilevante".
lt: Taip pat yra galimybė pažymėti tam tikrą elementą kaip „ryškų“.
mk: Има можност да се означи даден елемет како „важен“.
sk: Existuje aj možnosť označiť konkrétnu položku ako „výraznú“.
sl: Na voljo je tudi možnost, da določen element označite kot »opazen«.
sv: Man kan också markera ett visst objekt som 'framträdande'.
uk: Також є можливість позначити певний елемент як «головний».

source: This property refers to the item's prominence in the piece of media.
ar: تشير هذه الخاصية إلى أهمية العنصر في قطعة الوسائط.
de: Diese Eigenschaft bezieht sich auf die Bedeutung des Elements im Medium.
es: Esta propiedad se refiere a la prominencia del elemento en el soporte.
fr: Cette propriété fait référence à la proéminence de l’élément au sein du média lui-même, et non pas dans le contexte inverse de ce qu’il peut représenter.
he: המאפיין הזה מתייחס לבולטות של הפריט בתוך המדיה.
id: Properti ini mengacu pada keunggulan item di media.
it: Questa proprietà si riferisce all'importanza dell'elemento nel supporto.
lt: Ši savybė nurodo elemento išraiškingumą konkrečioje medijoje.
mk: Ова својство се однесува на важноста на елементот во податотеката.
sk: Táto vlastnosť sa vzťahuje na význam položky v médiu.
sl: Ta lastnost se nanaša na opaznost predmeta v predstavnosti.
sv: Med denna egenskap anger man att objektet har en framträdande plats i mediefilen.
uk: Ця властивість підкреслює важливість елемента у цьому медіа.

source: More information about depicts may be found here :
ar: يمكن العثور على مزيد من المعلومات حول الصور هنا:
de: Weitere Informationen zu Was-wird-dargestellt findst Du hier:
es: Puede encontrar más información sobre las representaciones aquí :
fr: Vous trouverez de plus amples informations sur les représentations ici :
he: ניתן למצוא מידע נוסף על "מוצג" כאן:
id: Informasi lebih lanjut tentang penggambaran dapat ditemukan di sini:
it: Maggiori informazioni sulle raffigurazioni possono essere trovate qui:
lt: Daugiau informacijos apie vaizdavimą rasite čia:
mk: Повеќе информации за прикажувањето ќе најдете тука :
ru: Более подробна о том, кто/что изображено, можно найти тут:
sk: Viac informácií o vyobrazeniach nájdete tu:
sl: Več informacij o prikazih najdete tukaj:
sv: Här kan du hitta mer information om motiv :
uk: Більше інформації про «зображує» можна знайти тут:

source: Using the ISA tool
ar: استخدام أداة ISA
de: Verwenden des ISA-Tools
es: Utilización de la herramienta ISA
fi: ISA-työkalun käyttäminen
fr: Utilisation de l’outil ISA
he: שימוש בכלי ISA
id: Menggunakan alat ISA
it: Utilizzando lo strumento ISA
lt: ISA įrankio naudojimas
mk: Употреба на алатката ISA
ru: Использование инструментария ISA
sk: Pomocou nástroja ISA
sl: Uporaba orodja ISA
sv: Så här använder man ISA
tw: Fa ISA akadeε no di dwuma
uk: Використання інструменту ISA

source: More information may be found here:
ar: يمكن العثور على مزيد من المعلومات هنا:
de: Weitere Informationen findst Du hier:
es: Puede encontrar más información aquí:
fr: Vous trouverez de plus amples informations ici :
he: ניתן למצוא מידע נוסף כאן:
id: Informasi lebih lanjut dapat ditemukan di sini:
it: Maggiori informazioni possono essere trovate qui:
lt: Daugiau informacijos galite rasti čia:
mk: Повеќе информации ќе најдете тука:
ru: Более подробнеы сведения можно найти тут:
sk: Viac informácií možno nájsť tu:
sl: Več informacij lahko najdete tukaj:
sv: Här kan du hitta mer information:
tw: Wubεtumi ahu nsɛm pii wɔ ha:
uk: Більше інформації можна знайти тут:

source: Legal and credits
ar: القانونية والائتمانات
de: Rechtliches und Credits
es: Legal y créditos
fr: Mentions légales et crédits
he: מידע משפטי וקרדיטים
id: Masalah legal dan kredit
it: Accordi legali e attribuzioni
lt: Teisinė informacija ir kreditai
mk: Правни работи и приписи
ru: Правовые вопросы и благодарности
sk: Právne informácie a zásluhy
sl: Pravne informacije in avtorji
sv: Juridisk information och erkännande
tw: Mmarasεm ne din pa
uk: Правові питання й автори

source: It is running on tools.wmflabs.org, and is subject to the Wikimedia Cloud Services Terms of Use.
ar: يتم تشغيله على tools.wmflabs.org، ويخضع لشروط استخدام خدمات Wikimedia Cloud.
de: Es läuft auf tools.wmflabs.org und unterliegt den Nutzungsbedingungen der Wikimedia Cloud Services.
fr: L’outil fonctionne sur tools.wmflabs.org et est soumis aux conditions d’utilisation des services de Wikimedia Cloud.
he: הוא פועל באתר tools.wmflabs.org, וכפוף לתנאי השימוש של שירותי ענן של ויקימדיה.
it: È in esecuzione su tools.wmflabs.org ed è soggetto alle Condizioni d'uso di Wikimedia Cloud Services.
ru: Он работает на tools.wmflabs.org и подпадает под действие Условий использования облачных сервисов Викимедиа (Wikimedia Cloud Services Terms of Use).

source: ISA is published under GPLv3. Content added through the tool to Wikimedia Commons is released under CC0.
ar: تم نشر ISA بموجب GPLv3. المحتوى المضاف من خلال الأداة إلى Wikimedia Commons يتم نشره بموجب CC0.
de: ISA wird unter GPLv3 veröffentlicht. Über das Tool zu Wikimedia Commons hinzugefügte Inhalte werden unter CC0 veröffentlicht.
es: ISA se publica bajo GPLv3. Los contenidos añadidos a través de la herramienta a Wikimedia Commons están publicados bajo CC0.
fr: ISA est publié sous licence GPLv3. Le contenu ajouté à Wikimédia Commons au moyen de l’outil est publié sous CC0.
he: ISA מתפרסם לפי התנאים של GPLv3. תוכן שנוסף דרך הכלי לוויקישיתוף משוחרר לפי תנאי CC0.
id: ISA diterbitkan di bawah lisensi GPLv3. Konten yang ditambahkan melalui alat ke Wikimedia Commons dirilis di bawah CC0 (<a href="https://creativecommons.org/publicdomain/zero/1.0/deed.id">Creative Commons Zero</a>).
it: ISA è pubblicato sotto licenza GPLv3. Il contenuto aggiunto tramite lo strumento a Wikimedia Commons viene rilasciato sotto CC0.
lt: ISA publikuojamas pagal GPLv3. Turinys, pridedamas per įrankį į Vikiteką išleidžiamas pagal CC0.
mk: ISA е објавена под ОЈЛv3. Содржината додадена на Ризницата со помош на алаткава се објавува под лиценцата CC0.
ru: ISA публикуется по лицензии GPLv3. Контент, добавляемый с помощью этого инструмента на Викисклад, публикуется по лицензии CC0.
sk: ISA je publikovaný pod GPLv3. Obsah pridaný prostredníctvom nástroja na Wikimedia Commons je vydaný pod CC0.
sl: ISA je objavljena pod GPLv3. Vsebina, dodana s tem orodjem v Wikimedijini zbirki, je objavljena pod licenco CC0.
sv: ISA omfattas av GPLv3. Det innehåll som med hjälp av verktyget publiceras på Wikimedia Commons släpps under CC0.
tw: ISA wɔ GPLv3 ase. Nsɛm a wɔde aka Wikimedia Commons ho no wɔ CC0 ase.
uk: ISA опублікований під ліцензією GPLv3. Вміст, доданий у Вікісховище через інструмент, публікується на умовах CC0.

source: Image used on the tool :
ar: الصورة المستخدمة في الأداة:
de: Im Tool verwendetes Bild:
es: La imagen utilizada en la herramienta :
fi: Työkalussa käytetty kuva:
fr: Image utilisée sur l’outil :
he: תמונה בשימוש בכלי:
id: Gambar yang digunakan pada alat:
it: Immagine utilizzata sullo strumento:
lt: Įrankyje naudojamas vaizdas :
mk: Слика користена на алатката :
ru: Изображения, использованные в этом инструментарии:
sk: Obrázok použitý na nástroji:
sl: Slika, uporabljena na orodju:
sv: Verktygets bild :
tw: Mfonin a wɔde dii dwuma wɔ akadeε no so :
uk: Зображення, використане в інструменті:

source: Easily Add Information about Images on Wikimedia Commons
ar: أضف معلومات حول الصور بسهولة على ويكيميديا كومنز
de: Füge ganz einfach Informationen zu Bildern auf Wikimedia Commons hinzu
es: Fácilmente añade información sobre imágenes en Wikimedia Commons
fr: Ajouter facilement des informations concernant les images sur Wikimedia Commons
he: הוספת קלה של מידע על תמונות בוויקישיתוף
id: Menambahkan Informasi tentang Gambar di Wikimedia Commons dengan mudah
it: Aggiungi facilmente informazioni sulle immagini su Wikimedia Commons
lt: Lengvai pridėkite informaciją apie vaizdus Vikitekoje
mk: Лесно додавајте информации за слики на Ризницата
ru: Легко добавляйте на Викисклад информацию об изображениях
sk: Jednoducho pridajte informácie o obrázkoch na Wikimedia Commons
sl: Preprosto dodajanje podatkov o slikah v Wikimedijini zbirki
sv: Lägg till information om bilder på Wikimedia Commons – snabbt och enkelt
tw: ɛnyɛ den sɛ wode mfonin ahodoɔ ho nsɛm bɛka ho wɔ Wikimedia Commons
uk: Швидко додавайте інформацію про зображення у Вікісховище

source: <strong>ISA</strong> is a multilingual, mobile-first tool, that makes it easy for people to add 'micro-contributions' in the form of <a %(link_attrs)s title='Learn more about structured data'>structured data</a> (descriptions, captions, tags, etc.) to images that have been contributed to Wikimedia Commons by Wiki Loves competitions.
ar: <strong>ISA</strong> هي أداة متعددة اللغات تركز على الأجهزة المحمولة، تسهل على الأشخاص إضافة "مساهمات صغيرة" في شكل <a %(link_attrs)s title="تعرف على المزيد حول البيانات المنظمة">بيانات منظمة</a> (أوصاف، تسميات توضيحية، علامات، وما إلى ذلك) إلى الصور التي تمت المساهمة بها في Wikimedia Commons من خلال مسابقات Wiki Loves.
de: <strong>ISA</strong> ist ein mehrsprachiges, mobiles Tool, mit dem Benutzer problemlos „Mikrobeiträge“ in Form von <a %(link_attrs)s title="Erfahre mehr über strukturierte Daten">strukturierten Daten</a> (Beschreibungen, Bildunterschriften, Tags usw.) zu Bildern hinzufügen können, die im Rahmen von Wiki Loves-Wettbewerben zu Wikimedia Commons beigetragen wurden.
fr: <strong>ISA</strong> est un outil multilingue et mobile qui permet à chacun d’ajouter facilement des 'micro-contributions' sous forme de <a %(link_attrs)s title='Apprenez-en davantage sur les données structurées'>données structurées</a> (descriptions, légendes, balises, etc.) aux images qui ont été fournies à Wikimedia Commons par des concours Wiki aime.
he: <strong>ISA</strong> הוא כלי מהנה, רב־לשוני, מיועד למכשירים ניידים תחילה, והוא מקל על עשיית "תרומות זעירות" בצורת הוספת <a %(link_attrs)s>נתונים מבניים</a> (תיאורים, כיתובים, תגים וכו') לתמונות שנתרמו לתחרויות "ויקי אוהבת" בוויקישיתוף.
id: <strong>ISA</strong> adalah alat yang menyenangkan, multibahasa, dan ramah HP, yang memudahkan orang untuk menambahkan "kontribusi mikro" dalam bentuk <a %(link_attrs)s title='Pelajari lebih lanjut tentang data terstruktur'>data terstruktur</a> (deskripsi, takarir, tagar, dll.) ke gambar-gambar di Wikimedia Commons yang telah ditambahkan oleh kompetisi-kompetisi "Wiki Cinta ...".
it: <strong>ISA</strong> è uno strumento multilingue, mobile first, che consente alle persone di aggiungere facilmente "micro-contributi" sotto forma di <a %(link_attrs)s title='Ulteriori informazioni sui dati strutturati' >dati strutturati</a> (descrizioni, didascalie, tag, ecc.) alle immagini che sono state fornite a Wikimedia Commons dai concorsi Wiki Loves.
lt: <strong>ISA</strong> yra daugiakalbis, pirmiausia mobiliesiems įrenginiams skirtas įrankis, leidžiantis žmonėms lengvai pridėti „mikro indėlius“ <a %(link_attrs)s title='Learn more about structured data'>struktūrinių duomenų</a> pavidalu (aprašymai, antraštės, žymos ir kt.) prie vaizdų, kuriuos į Vikiteką įtraukė „Wiki Loves“ konkursai.
mk: <strong>ISA</strong> е повеќејазична алатка за микропредонеси предвидена за мобилни уреди која го олеснува додавањето на микропридонеси во обликот <a %(link_attrs)s title='Дознајте повеќе за структурираните податоци'>структурирани податоци</a> (описи, толкувања, ознаки итн.) кон слики подигнати во рамките на натпревари „Вики сака“ на Ризницата.
ru: <strong>ISA</strong> — это многоязычный инструмент для мобильных устройств, который позволяет людям легко добавлять 'микровклады' в виде <a %(link_attrs)s title="Узнайте больше о структурированных данных">структурированных данных</a> (описания, подписи, теги и т. д.) к изображениям, которые были добавлены на Викисклад в рамках конкурсов «Вики любит…».
sk: <strong>ISA</strong> je viacjazyčný nástroj určený predovšetkým pre mobilné zariadenia, ktorý ľuďom uľahčuje pridávanie „mikro príspevkov“ vo forme <a %(link_attrs)s title="Získajte viac informácií o štruktúrovaných údajoch">štruktúrované údaje</a> (popisy, titulky, značky atď.) k obrázkom, ktoré do Wikimedia Commons pridala Wiki Miluje súťaže.
uk: <strong>ISA</strong> — це багатомовний інструмент для мобільних пристроїв, який дозволяє людям легко додавати «мікровнески» у вигляді <a %(link_attrs)s title='Дізнайтеся більше про структуровані дані'>структурованих даних</a> (описів, підписів, тегів тощо) до зображень у Вікісховищі, вивантажених під час конкурсів Wiki Loves.

source: <strong>Click on Explore Campaigns to begin!</strong>
ar: <strong>انقر فوق استكشاف الحملات للبدء!</strong>
de: <strong>Klicke auf „Kampagnen erkunden“, um zu beginnen!</strong>
es: <strong>Click en explorar campañas para comenzar!</strong>
fr: <strong>Cliquez sur « Explorer les campagnes » pour commencer !<strong>
he: <strong>יש ללחוץ כאן על עיון במיזמים כדי להתחיל!</strong>
id: <strong>Klik Jelajahi Kampanye untuk memulai!</strong>
it: <strong>Fai clic su Esplora campagne per iniziare!</strong>
lt: <strong>Norėdami pradėti, spustelėkite Naršyti kampanijas!</strong>
mk: <strong>Стиснете на Истражи походи за да почнете!</strong>
ru: <strong>Чтобы начать, нажмите «Изучить кампании»!</strong>
sk: <strong>Začnite kliknutím na Preskúmať kampane!</strong>
sl: <strong>Za začetek kliknite Razišči kampanje!</strong>
sv: <strong>Klicka på Utforska kampanjer för att börja!</strong>
uk: <strong>Натисніть на «Дослідити кампанії», щоб почати!</strong>

source: Go to the campaign directory to choose a campaign
ar: انتقل إلى دليل الحملات لاختيار حملة
de: Gehe zum Kampagnenverzeichnis, um eine Kampagne auszuwählen
es: Ve al directorio de campañas para elegir una
fr: Allez dans le répertoire des campagnes pour choisir une campagne
he: יש לעבור אל ספריית המיזמים כדי לבחור מיזם
id: Buka direktori kampanye untuk memilih sebuah kampanye
it: Vai alla directory della campagna per scegliere una campagna
lt: Norėdami pasirinkti kampaniją, eikite į kampanijos katalogą
mk: Одете на именикот на походи за да изберете еден
sk: Prejdite do adresára kampane a vyberte kampaň
sl: Pojdite v imenik kampanj, da izberete kampanjo
sv: Gå till kampanjkatalogen för att välja kampanj
uk: Перейти до каталогу кампанії для вибору кампанії

source: EXPLORE CAMPAIGNS
ar: استكشف الحملات
de: KAMPAGNEN ENTDECKEN
es: EXPLORE CAMPAÑAS
fi: TUTKI KAMPANJOITA
fr: EXPLORER LES CAMPAGNES
he: עיון במיזמים
id: JELAJAHI KAMPANYE
it: ESPLORA LE CAMPAGNE
lt: NNARŠYTI KAMPANIJAS
mk: ИСТРАЖЕТЕ ПОХОДИ
ru: ИЗУЧИТЬ КАМПАНИИ
sk: PRESKÚMAŤ KAMPANE
sl: RAZIŠČI KAMPANJE
sv: UTFORSKA KAMPANJER
uk: ДОСЛІДИТИ КАМПАНІЇ

source: About This Tool
ar: حول هذه الأداة
de: Über dieses Tool
es: Acerca de esta herramienta
fi: Tietoja tästä työkalusta
fr: À propos de cet outil
he: על הכלי הזה
id: Tentang Alat Ini
it: Informazioni su questo strumento
lt: Apie šį įrankį
mk: За алаткава
ru: Об этом инструменте
sk: O tomto nástroji
sl: O tem orodju
sv: Om verktyget
tw: Efa akadeε yi ho
uk: Про цей інструмент

source: In the long run, the intent behind the tool is to increase the use of the knowledge that is reflected by each image hosted on Wikimedia Commons.
ar: وعلى المدى الطويل، فإن الهدف من وراء هذه الأداة هو زيادة استخدام المعرفة التي تعكسها كل صورة مستضافة على ويكيميديا كومنز.
de: Die Absicht hinter diesem Tool besteht auf lange Sicht darin, die Nutzung des Wissens zu erhöhen, das in jedem auf Wikimedia Commons gehosteten Bild enthalten ist.
fr: À long terme, l’objectif de cet outil est d’accroître l’utilisation des connaissances que reflète chaque image hébergée sur Wikimedia Commons.
he: בטווח הארוך, הכוונה מאחורי הכלי היא להגביר את השימוש בידע שבא לידי ביטוי בכל תמונה שמתארחת בוויקישיתוף.
it: A lungo termine, l'intento alla base dello strumento è aumentare l'uso della conoscenza che viene riflessa da ogni immagine ospitata su Wikimedia Commons.
ru: В долгосрочной перспективе цель этого инструмента состоит в том, чтобы расширить использование знаний, отраженных в каждом размещённом на Викискладе изображении.

source: The tool is aimed to assist in the usefulness and information of images donated during the Wiki Loves competitions.
ar: تهدف هذه الأداة إلى المساعدة في الاستفادة من المعلومات المتوفرة عن الصور التي تم التبرع بها خلال مسابقات Wiki Loves.
de: Das Tool soll die Nützlichkeit und Information der im Rahmen von Wiki Loves-Wettbewerben gespendeten Bilder verbessern.
fr: L’outil a pour but d’assister chacun en terme d’utilité et d’informations sur les images données lors des concours « Wiki Loves ».
he: הכלי נועד לסייע בשימושיות ובמידע של תמונות שנתרמו במהלך תחרויות "ויקי אוהבת".
id: Alat ini bertujuan untuk membantu kegunaan dan informasi gambar yang disumbangkan selama kompetisi-kompetisi "Wiki Cinta ...".
it: Lo strumento mira ad aiutare nell'utilità e nell'informazione delle immagini donate durante i concorsi Wiki Loves.
lt: Įrankis skirtas didinti vaizdų, kurie paaukoti per „Wiki Loves“ konkursus, naudingumą ir informaciją.
mk: Алатката има за цел да ја потпомогне во корисноста и информативната содржина на сликите подигнати во рамките на натпревари „Вики сака“.
ru: Этот инструмент призван помочь повысить полезность и информативность изображений, предоставленных во время конкурсов «Вики любит…».
sk: Tento nástroj je zameraný na pomoc pri užitočnosti a informovanosti obrázkov darovaných počas súťaží Wiki Loves.
uk: Інструмент націлений на допомогу з корисністю й інформативністю зображень, наданих під час конкурсів Wiki Loves.

source: It is initially being built to assist in the descriptions of Wiki Loves Africa images, but is being specifically modelled to be useful to all of the Wiki Loves competitions and beyond.
ar: تم تصميمه في البداية للمساعدة في وصف صور Wiki Loves Africa، ولكن تم تصميمه خصيصًا ليكون مفيدًا لجميع مسابقات Wiki Loves وما بعدها.
de: Es wurde zunächst entwickelt, um bei der Beschreibung der Wiki Loves Africa-Bilder zu helfen, wird jedoch speziell so modelliert, dass es für alle Wiki Loves-Wettbewerbe und darüber hinaus nützlich ist.
fr: Il est initialement construit pour aider à la description des images de « Wiki Loves Africa », mais il est spécifiquement conçu pour être utile à toutes les compétitions « Wiki Loves » et au-delà.
he: הוא נבנה בתחילה כדי לסייע בתיאורים של תמונות "ויקי אוהבת את אפריקה", אך מתוכנן עם כוונה להיות שימושי לכל תחרויות "ויקי אוהבת" ואף מעבר לכך.
id: Alat ini awalnya dibangun untuk membantu dalam deskripsi gambar Wiki Loves Africa, tetapi secara khusus dimodelkan agar berguna untuk semua kompetisi "Wiki Cinta ..." dan kompetisi lainnya.
it: Inizialmente è stato costruito per assistere nelle descrizioni delle immagini di Wiki Loves Africa, ma è stato specificamente modellato per essere utile a tutte le competizioni di Wiki Loves e oltre.
lt: Iš pradžių jis kuriamas, kad padėtų aprašyti „Wiki Loves Africa“ vaizdus, tačiau yra specialiai sukurtas taip, kad būtų naudingas visuose „Wiki Loves“ konkursuose ir ne tik.
mk: Првично започна да се користи за како помагало за опишување на сликите од „Вики ја сака Африка“, но всушност е предвидена за сите натпревари „Вики сака“ и други нешта.
ru: Первоначально он был создан для помощи в описании изображений конкурса «Вики любит Африку», но специально спроектирован так, чтобы быть полезным для всего семейства конкурсов «Вики любит…», а также за их пределами.
sk: Pôvodne bol vytvorený tak, aby pomáhal pri popise obrázkov Wiki miluje Afriku, ale je špeciálne modelovaný tak, aby bol užitočný pre všetky súťaže Wiki Loves a mimo nich.
uk: Початково його розробляли для допомоги з підписами зображень конкурсу «Вікі любить Африку», але далі його моделюють так, що він був корисним для усіх конкурсів Wiki Loves і поза ними.

source: The tool is also designed to be a host of micro contribution competitions proposed by project leaders.
ar: كما تم تصميم الأداة لتكون بمثابة مجموعة من مسابقات المساهمات الصغيرة التي يقترحها قادة المشاريع.
de: Das Tool ist außerdem als Host für Mikrobeitragswettbewerbe konzipiert, die von Projektleitern vorgeschlagen werden.
fr: L’outil est également conçu pour accueillir des concours de micro-contributions proposés par les responsables des projets.
he: הכלי נועד גם להיות שורה של תחרויות תרומות זעירות המוצעות על־די מובילי מיזמים.
id: Alat ini juga dirancang untuk menjadi alat bantu kompetisi kontribusi mikro yang diusulkan oleh para pemimpin proyek.
it: Lo strumento è anche progettato per ospitare una serie di concorsi di microcontributi proposti dai leader di progetto.
lt: Įrankis taip pat sukurtas taip, kad būtų galima dalyvauti projektų vadovų pasiūlytuose mikro indelių konkursuose.
mk: Алаткава исто така е предвидена за одржување на натпревари за микропридонеси предложени од проектните водачи.
ru: Этот инструмент также предназначен для проведения конкурсов микровкладов, предложенных лидерами проектов.
sk: Tento nástroj je tiež navrhnutý tak, aby predstavoval množstvo súťaží o mikro príspevky, ktoré navrhujú vedúci projektov.
uk: Інструмент також розроблений як центр проведення конкурсів із мікровнесків, пропонованих лідерами проєктів.
