Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: In the context of Structured Data on Commons, curating means all the activities performed by Commons contributors to organize and present the media files on Wikimedia Commons: administrative actions, adding more and better metadata to the files, grouping them in categories, creating galleries...
ar: في سياق البيانات المهيكلة على كومنز، يعني التنظيم curating جميع الأنشطة التي يقوم بها المساهمون في كومنز لتنظيم وتقديم ملفات الوسائط على ويكيميديا كومنز: الإجراءات الإدارية، وإضافة المزيد من البيانات الوصفية الأفضل إلى الملفات، وتجميعها في تصنيفات، وإنشاء معارض .. .
de: Im Kontext strukturierter Daten auf Commons umfasst Kuratieren alle Aktivitäten, die von Commons-Mitwirkenden durchgeführt werden, um die Mediendateien auf Wikimedia Commons zu organisieren und zu präsentieren: Verwaltungsaktionen, Hinzufügen weiterer und besserer Metadaten zu den Dateien, Gruppieren in Kategorien, Erstellen von Galerien usw.
es: En el contexto de los Datos Estructurados en Commons, curaduría implica todas las actividades realizadas por las personas que colaboran en Commons para organizar y presentar los archivos multimedia en Wikimedia Commons: acciones administrativas, añadir más y mejores metadatos a los archivos, agruparlos en categorías, crear galerías...
fr: Dans le contexte de Données structurées sur Commons, la supervision signifie toutes les activités effectuées par les contributeurs de Commons pour organiser et présenter les fichiers média sur Wikimedia Commons : actions d’administration, ajout de plus et de meilleures métadonnées aux fichiers, les regrouper en catégories, créer des galeries, etc.
he: בהקשר של נתונים מבניים בוויקישיתוף, אוצרות היא מכלול הפעילויות שעושים התורמים לוויקישיתוף כדי לארגן ולהציג את קובצי המדיה בוויקישיתוף: פעולות ניהול, הוספת מטא־נתונים נוספים וטובים יותר לקבצים, מיון שלהם בקטגוריות, יצירת גלריות...
id: Dalam konteks Data Terstruktur di Commons, kurasi berarti semua kegiatan yang dilakukan oleh kontributor Commons untuk mengatur dan menyajikan berkas media di Wikimedia Commons: tindakan administratif, menambahkan metadata yang lebih banyak dan lebih baik ke berkas, mengelompokkannya dalam kategori, membuat galeri...
it: Nel contesto di Structured Data on Commons, per curatela si intendono tutte le attività svolte dai contributori di Commons per organizzare e presentare i file multimediali su Wikimedia Commons: azioni amministrative, aggiunta di più e migliori metadati ai file, raggruppamento in categorie, creazione di gallerie.. .
mk: Во контекст на Структурираните податоци на Ризницата, згрижувањето ги подразбира сите активности кои ги вршат учесниците на Ризницата со цел да ги организираат и претстават медиумските податотеки на Ризницата: административни дејства, додавање на повеќе или подобри метаподатоци кон податотеките, групирање на истите во категории, создавање на галерии...
sk: V kontexte Štruktúrované dáta na Commons kurátorstvo znamená všetky činnosti vykonávané prispievateľmi Commons na organizáciu a prezentáciu mediálnych súborov na Wikimedia Commons: administratívne úkony, pridávanie ďalších a lepších metadát do súborov, ich zoskupovanie do kategórií, vytváranie galérií. .
sl: V kontekstu Strukturiranih podatkov v Zbirki pomeni vse dejavnosti, ki jih izvajajo sodelavci Zbirke, da bi organizirali in predstavili predstavnostne datoteke v Wikimedijini zbirki: administratorska dejanja, dodajanje več in boljših metapodatkov datotekam, njihovo združevanje v kategorije, ustvarjanje galerij ...
sv: När vi pratar om strukturerade data på Commons så innebär kurering allt som Commonsanvändare gör för att organisera och presentera mediafilerna på plattformen: administrativa åtgärder, att lägga till mer och bättre metadata till filerna, organisera dem i kategorier, skapa gallerier…
sw: Katika muktadha wa Data Iliyoundwa kuhusu Commons, kuratibu kunamaanisha shughuli zote zinazofanywa na wachangiaji wa Commons kupanga na kuwasilisha faili za midia kwenye Wikimedia Commons: vitendo vya usimamizi, kuongeza metadata zaidi na bora zaidi kwenye faili, kuziweka katika vikundi, kuunda ghala...
tw: Wɔ nsɛm a ɛfa Structured Data wɔ Commons ho no, curating kyerɛ dwumadi ahodoɔ a Commons mmoa a wɔde ma no yɛ nyinaa de hyehyɛ na wɔde nsɛm ho amanneɛbɔ fael ahodoɔ no kyerɛ wɔ Wikimedia Commons: adwumayɛ ho nneyɛe, metadata pii a ɛye sen biara a wɔde bɛka fael ahodoɔ no ho, akuw akuwakuw wɔ akuw mu, ayɛ galleries
uk: У контексті структурованих даних у Вікісховищі курування означає усю діяльність, яку виконують дописувачі Вікісховища для того, щоб організувати й представити медіафайли у Вікісховищі: адміністративні дії, додавання більшої кількості і кращих метаданих до файлів, групування їх за категоріями, створення галерей…

source: So... how does the ISA tool fit in there?
ar: إذن ... كيف تتلاءم أداة ISA هناك؟
de: Also... wie passt das ISA-Tool da hinein?
es: Entonces... ¿Cómo encaja la herramienta ISA ahí?
fr: Donc, comment l’outil ISA s’insère-t-il dans tout cela ?
he: אז... איך כלי ISA משתלב בכל זה?
it: Quindi... come si inserisce lo strumento ISA?
ru: Итак... каким образом инструмент ISA туда вписывается?
sl: Torej ... kakšno vlogo ima v tem okviru orodje ISA?
sv: Så… vad är ISA:s roll här?
sw: Kwa hivyo... chombo cha ISA kinafaaje hapo?
tw: Enti...ɛbɛyɛ dɛn na ISA adwinnade no ayɛ adwuma wɔ hɔ ?

source: The ISA tool allows to add two different types of structured data to set of pictures: captions and depicts (more explanations below on what captions and depicts are).
ar: تسمح أداة ISA بإضافة نوعين مختلفين من البيانات المهيكلة إلى مجموعة الصور: التعليقات والصور (مزيد من التوضيحات أدناه حول ما هي التسميات التوضيحية والصور).
de: Das ISA-Tool ermöglicht das Hinzufügen von zwei verschiedenen Arten strukturierter Daten zu Bildersätzen: Kurzbeschreibungen und Stellt-dar (weitere Erklärungen dazu, was Kurzbeschreibungen und Stellt-dar sind, findest Du weiter unten).
es: La herramienta ISA permite añadir dos tipos diferentes de datos estructurados al conjunto de imágenes: pies de foto y representaciones (más adelante se explica qué son los pies de foto y las representaciones).
fr: L’outil ISA permet d’ajouter deux types différents de données structurées à un ensemble d’images : légendes et descriptions (plus d’explications ci-dessous sur ce que sont les légendes et les descriptions).
he: כלי ה־ISA מאפשר להוסיף שני סוגים שונים של נתונים מבניים לערכת תמונות: "כיתוב" ו"מוצג" (יש הסברים נוספים בהמשך על מהם "כיתוב" ו"מוצג").
id: Perkakas ISA memungkinkan untuk menambahkan dua jenis data terstruktur ke rangkaian gambar: keterangan dan gambar (penjelasan lebih lanjut di bawah ini tentang apa itu keterangan dan gambarkan).
it: Lo strumento ISA consente di aggiungere due diversi tipi di dati strutturati al set di immagini: didascalie e rappresentazioni (maggiori spiegazioni di seguito su cosa sono didascalie e rappresentazioni).
lt: ISA įrankis leidžia prie paveikslėlių rinkinio pridėti dviejų skirtingų tipų struktūrinių duomenų: antraštes ir vaizdavimą (daugiau paaiškinimų, kas yra antraštės ir vaizdavimas).
mk: Алатката ISA овозможува додавање на два различни вида на структурирани податоци во збир слики: толкувања и прикажува (подолу се дадени образложенија за нивното значење).
sk: Nástroj ISA umožňuje pridať do súboru obrázkov dva rôzne typy štruktúrovaných údajov: popisky a vyobrazenia (viac vysvetlení nižšie o tom, čo sú popisky a vyobrazenia).
sl: Orodje ISA omogoča dodajanje dveh različnih vrst strukturiranih podatkov naboru slik: napisov in prikazanega (več razlag o tem, kaj so napisi in prikazano, v nadaljevanju).
sv: Med verktyget ISA kan du lägga till två olika typer strukturerade data, bildtexter och motiv, till en uppsättning bilder (längre ner förklarar vi vad bildtexter och motiv är för något).
sw: Zana ya ISA inaruhusu kuongeza aina mbili tofauti za data iliyopangwa kwa seti ya picha: maelezo mafupi na maonyesho (maelezo zaidi hapa chini juu ya manukuu na taswira ni nini).
tw: ISA adwinnade no ma kwan ma wɔde data ahorow abien a wɔahyehyɛ ka mfonini ahorow ho: nsɛm a wɔakyerɛw ne nea ɛkyerɛ (nkyerɛkyerɛmu pii wɔ ase hɔ wɔ nea nsɛm a wɔakyerɛw ne nea ɛkyerɛ yɛ ho).
uk: Інструмент ISA дозволяє додавати два різні типи структурованих даних до набору зображень: «підписи» та «зображує» (більше пояснень про ці типи даних дивіться нижче).

source: It is a multilingual, mobile-first 'micro-contributions' tool, that makes it easy for people to add structured data to images contributed to Wiki Loves competitions on Wikimedia Commons.
ar: إنها أداة "مساهمات صغيرة" متعددة اللغات، تركز على الأجهزة المحمولة، وتجعل من السهل على الأشخاص إضافة بيانات منظمة إلى الصور المساهمة بها في مسابقات Wiki Loves على ويكيميديا كومنز.
de: Es handelt sich um ein mehrsprachiges, für Mobilgeräte konzipiertes „Mikrobeitrags“-Tool, mit dem Benutzer problemlos strukturierte Daten zu Bildern hinzufügen können, die zu Wiki Loves-Wettbewerben auf Wikimedia Commons beigetragen werden.
es: Se trata de una herramienta de "microcontribuciones" multilingüe y orientada a los dispositivos móviles, que facilita la adición de datos estructurados a las imágenes aportadas a los concursos de Wiki Loves en Wikimedia Commons.
fr: C’est un outil multilingue, conçu d’abord pour des « micro-contributions » via mobile, qui facilite l’ajout par chacun de données structurées pour les images contribuées aux compétitions « Wiki aime » sur Wikimedia Commons.
he: זהו כלי תרומות זעירות רב־לשוני, מיועד למכשירים ניידים תחילה, והוא מקל על הוספת נתונים מבניים לתמונות שנתרמו לתחרויות "ויקי אוהבת" בוויקישיתוף.
id: Ini adalah alat 'kontribusi mikro' multibahasa, mobile-first, yang memudahkan orang untuk menambahkan data terstruktur ke gambar yang berkontribusi pada kompetisi Wiki Cinta di Wikimedia Commons.
it: È uno strumento di "micro-contributi" multilingue, mobile first, che consente alle persone di aggiungere facilmente dati strutturati alle immagini fornite ai concorsi Wiki Loves su Wikimedia Commons.
lt: Tai daugiakalbis, pirmiausia mobiliesiems skirtas „mikro indėlių“ įrankis, leidžiantis žmonėms lengvai pridėti struktūrinių duomenų prie vaizdų, įtrauktų į „Wiki Loves“ konkursus Vikitekoje.
mk: Ова е повеќејазична алатка за микропредонеси предвидена за мобилни уреди која го олеснува додавањето на структурирани податоци во слики подигнати во рамките на натпреварите „Вики сака“ на Ризницата.
sk: Ide o viacjazyčný nástroj „mikro príspevkov“ určený pre mobilné zariadenia, ktorý ľuďom uľahčuje pridávanie štruktúrovaných údajov k obrázkom pridávaných počas súťaží Wiki Loves na Wikimedia Commons.
sl: Je večjezično orodje za »mikroprispevke«, ki je prvotno namenjeno mobilnim napravam in ljudem olajša dodajanje strukturiranih podatkov slikam, prispevanim v natečajih Wiki Loves v Wikimedijini zbirki.
sv: Det är ett flerspråkigt verktyg, byggt främst med mobila enheter i åtanke, som gör det lätt för alla att lägga till strukturerade data till bilder från Wiki Loves-tävlingarna på Wikimedia Commons.
sw: Ni zana ya lugha nyingi, ya kwanza ya 'michango midogo' ya rununu, ambayo hurahisisha watu kuongeza data iliyopangwa kwa picha zilizochangiwa katika mashindano ya Wiki Loves kwenye Wikimedia Commons.
tw: Ɛyɛ kasa pii, mobile-na edikan 'ntoboa ketewa' akadeε, a ɛma ɛyɛ mmerɛw ma nnipa sɛ wɔde nsεm yεbea bɛka mfoni a wɔde ma Wiki Loves akansi wɔ Wikimedia Commons.
uk: Це багатомовний інструмент для мобільних пристроїв, який дозволяє людям легко робити «мікровнески», додаючи структуровані дані до зображень у Вікісховищі, вивантажених під час конкурсів Wiki Loves.

source: The tool operates with curated campaigns created by coordinators.
ar: تعمل الأداة مع الحملات المنظمة التي أنشأها المنسقون.
de: Das Tool arbeitet mit kuratierten Kampagnen, die von Koordinatoren erstellt werden.
es: La herramienta funciona con campañas creadas por quienes coordinan.
fr: L’outil travaille avec les campagnes supervisées créées par les coordonnateurs.
he: הכלי פועל עם מיזמים נאצרים שנוצרו על־ידי מתאמים.
id: Alat ini beroperasi dengan kampanye yang dikuratori yang dibuat oleh koordinator.
it: Lo strumento opera con campagne curate create dai coordinatori.
lt: Įrankis veikia su kuruojamomis kampanijomis, kurias sukūrė koordinatoriai.
mk: Алатката работи со згрижени походи создадени од координатори.
sk: Nástroj pracuje s kurátorskými kampaňami vytvorenými koordinátormi.
sl: Orodje deluje s kuriranimi kampanjami, ki jih ustvarijo koordinatorji.
sv: Verktyget arbetar med kurerade kampanjer skapade av samordnare.
sw: Chombo hiki hufanya kazi na kampeni zilizoratibiwa iliyoundwa na waratibu.
tw: Akadeε a akwankyerεfo ayε no de ɔsatu waboaboa no yiye na adi dwuma.
uk: Інструмент працює з курованими кампаніями, які створюють координатори.

source: Anyone with a Wikimedia account may be a coordinator!
ar: أي شخص لديه حساب ويكيميديا يمكنه أن يكون منسقًا!
de: Jede/r mit einem Wikimedia-Account kann Koordinator/in sein!
es: Cualquiera que tenga una cuenta en Wikimedia puede coordinar.
fi: Jokainen, jolla on Wikimedia-tili, voi olla koordinaattori!
fr: N’importe quel utilisateur avec un compte Wikimedia peut devenir coordinateur !
he: כל מי שיש לו חשבון ויקימדיה עשוי להיות מתאם!
id: Siapa pun yang memiliki akun Wikimedia dapat menjadi koordinator!
it: Chiunque abbia un account Wikimedia può essere un coordinatore!
lt: Kiekvienas, turintis Vikimedijos paskyrą, gali būti koordinatorius!
mk: Секој со сметка на Викимедија може да биде координатор!
sk: Koordinátorom môže byť ktokoľvek s účtom na Wikimedia!
sl: Koordinator je lahko vsak, ki ima Wikimedia račun!
sv: Vem som helst som har ett Wikimediakonto kan vara koordinator!
sw: Yeyote aliye na akaunti ya Wikimedia anaweza kuwa mratibu!
tw: Obiara a ɔwɔ Wikimedia akontaabu biara ayɛ ɔkwankyerɛfo!
uk: Будь-хто з обліковим записом Вікімедіа може бути координатором!

source: With ISA, the coordinator can choose a predefined set of images on Commons, select a starting date and an end date for the campaign, and provide general information about the campaign itself.
ar: باستخدام ISA، يستطيع المنسق اختيار مجموعة محددة مسبقًا من الصور على Commons، وتحديد تاريخ البدء وتاريخ الانتهاء للحملة، وتوفير معلومات عامة حول الحملة نفسها.
de: Mit ISA kann der/die Koordinierende einen vordefinierten Satz von Bildern auf Commons auswählen, ein Start- und Enddatum für die Kampagne festlegen und allgemeine Informationen zur Kampagne selbst bereitstellen.
es: Con ISA, quien coordina puede elegir un conjunto predefinido de imágenes en Commons, seleccionar una fecha de inicio y otra de finalización de la campaña, y proporcionar información general sobre la propia campaña.
fr: Avec ISA, le coordinateur peut choisir un ensemble prédéfini d’images sur Commons, sélectionner une date de début et une date de fin pour la campagne, ainsi que fournir des informations générales sur la campagne elle-même.
he: עם ISA, המתאם יכול לבחור ערכת תמונות מוגדרת מראש בוויקישיתוף, לבחור תאריך התחלה ותאריך סיום למיזם ולספק מידע כללי על המיזם עצמו.
id: Dengan ISA, koordinator dapat memilih satu rangkaian gambar yang telah ditentukan di Commons, memilih tanggal mulai dan tanggal selesai untuk kampanye, dan memberikan informasi umum tentang kampanye itu sendiri.
it: Con ISA, il coordinatore può scegliere un insieme predefinito di immagini su Commons, selezionare una data di inizio e una data di fine per la campagna e fornire informazioni generali sulla campagna stessa.
lt: Naudodamas ISA koordinatorius gali pasirinkti iš anksto nustatytą vaizdų rinkinį Vikitekoje, pasirinkti kampanijos pradžios ir pabaigos datas bei pateikti bendrą informaciją apie pačią kampaniją.
mk: Со ISA, координаторот може да избере предодреден збир од слики на Ризницата, да избере почетен и завршен датум за походот и да напише општи информации за самиот поход.
ru: С помощью ISA координатор может выбрать предопределённый набор изображений на Викискладе, выбрать дату начала и дату окончания кампании и предоставить общую информацию о самой кампании.
sk: Pomocou ISA si koordinátor môže vybrať preddefinovanú sadu obrázkov na Commons, vybrať dátum začiatku a dátum ukončenia kampane a poskytnúť všeobecné informácie o samotnej kampani.
sl: Z ISO lahko koordinator izbere vnaprej določen nabor slik v Zbirki, izbere začetni in končni datum kampanje ter zagotovi splošne informacije o sami kampanji.
sv: Med ISA kan koordinatorn välja en fördefinierad uppsättning bilder på Commons, välja ett startdatum och ett slutdatum för kampanjen och ge allmän information om själva kampanjen.
sw: Kwakutumia ISA, Mratibu anaweza kuchagua seti iliyo bainishwa au kupangwa kwenye commons, chagua tarehe ya kuanza na kumaliza kampeni, na kisha toa maelezo kamili ya kampeni
tw: Ɛdenam ISA so no, ɔhwɛfoɔ no bɛtumi apaw mfoni ahodoɔ a wɔadi kan akyerɛ wɔ Commons so, na wapaw da a ɔsatu no bɛfi ase ne da a εbɛwie, na ɔde nsɛm a ɛfa ɔsatu no ho ankasa ama.
uk: В ISA координатор може вибрати попередньовизначений набір зображень у Вікісховищі, вказати дати початку і закінчення кампанії й дати загальний опис самій кампанії.

source: The coordinator can then ask contributors to "tag" these images with multilingual structured metadata (depicts and/or captions).
ar: يمكن بعد ذلك أن يطلب المنسق من المساهمين "وسم" هذه الصور باستخدام بيانات وصفية منظمة متعددة اللغات (صور و/أو تعليقات توضيحية).
de: Der/die Koordinierende kann die Mitwirkenden dann bitten, diese Bilder mit mehrsprachigen strukturierten Metadaten (Stellt-dar und/oder Kurzbeschreibungen) zu „taggen“.
es: Quien coordina puede pedir a las personas que colaboran que "etiqueten" estas imágenes con metadatos estructurados multilingües (representaciones y/o leyendas).
fr: Le coordinateur peut alors demander aux contributeurs de « baliser » ces images avec des métadonnées structurées multilingues (descriptions ou légendes).
he: לאחר מכן, המתאם יכול לבקש מהתורמים "לתייג" את התמונות הללו במטא־נתונים מבניים רב־לשוניים ("מוצג" ו/או "כיתוב").
id: Koordinator kemudian dapat meminta kontributor untuk "menandai" gambar-gambar ini dengan metadata terstruktur multibahasa (menggambarkan dan/atau keterangan).
it: Il coordinatore può quindi chiedere ai contributori di "taggare" queste immagini con metadati strutturati multilingue (raffigurazioni e/o didascalie).
lt: Tada koordinatorius gali paprašyti bendradarbių „pažymėti“ šiuos vaizdus daugiakalbiais struktūriniais metaduomenimis (vaizdavimu ir (ar) antraštėmis).
mk: Координаторот потоа може да побара од учесниците да ги означат овие слики со повеќејазични структурирани метаподатоци (прикажува и/или толкување).
sk: Koordinátor potom môže požiadať prispievateľov, aby tieto obrázky „označili“ viacjazyčnými štruktúrovanými metadátami (obrázky a/alebo titulky).
sl: Koordinator lahko nato prosi sodelujoče, da »označijo« te slike z večjezičnimi strukturiranimi metapodatki (prikazano in/ali napisi).
sv: Koordinatorn kan sedan be bidragsgivare att "tagga" dessa bilder med flerspråkig strukturerad metadata (avbildningar och/eller bildtexter).
sw: Kisha mratibu anaweza kuwakaribisha wachangiaji "kuweka lebo" kwenye picha hizi kwa kutumia metadata iliyoundwa kwa lugha nyingi (inaonyesha na/au manukuu).
tw: Ɛno akyi no, nea ɔhwɛ dwumadi no so no betumi aka akyerɛ wɔn a wɔde wɔn ho ahyɛ mu no sɛ wɔmfa "tag" nkyerɛ mfonin ahodoɔ yi ase wɔ kasa pii mu (kyerɛw ne/anaa nsɛmti).
uk: Далі координатор просить дописувачів «додавати» у ці зображення багатомовні структуровані метадані (зображує і/або підписи).

source: Points are counted for each contribution made by a participant, and therefore it is possible to organize "tagging" or micro-contributions competitions or challenges with ISA.
ar: يتم احتساب النقاط لكل مساهمة يقدمها المشارك، وبالتالي من الممكن تنظيم مسابقات أو تحديات "الوسوم" أو المساهمات الصغيرة مع ISA.
de: Für jeden Beitrag eines/r Teilnehmenden werden Punkte gezählt, und daher ist es möglich, mit ISA „Tagging“- oder Mikrobeitragswettbewerbe oder -herausforderungen zu organisieren.
es: Los puntos se contabilizan por cada contribución realizada por un participante, por lo que es posible organizar concursos o retos de "etiquetado" o microcontribuciones con ISA.
fr: Les points sont comptés pour chaque contribution faite par un participant, il est donc possible d’organiser avec ISA des compétitions ou des défis de « balisage » ou de micro-contributions.
he: נקודות נספרות עבור כל תרומה של משתתף, ולכן ניתן לארגן תחרויות או אתגרים של "תיוג" או תרומות זעירות (microcontributions) או אתגרים עם ISA.
id: Poin dihitung untuk setiap kontribusi yang dibuat oleh peserta, dan oleh karena itu dimungkinkan untuk mengatur kompetisi atau tantangan "penandaan" atau kontribusi mikro dengan ISA.
it: I punti vengono conteggiati per ogni contributo dato da un partecipante, e quindi è possibile organizzare gare o challenge di “tagging” o micro-contributi con ISA.
lt: Taškai skaičiuojami už kiekvieną dalyvio indėlį, todėl su ISA galima organizuoti „žymėjimo“ arba mikro indėlių konkursus ar iššūkius.
mk: Бодови се даваат за секој придонес на учесник, па така можно е да се приредуваат натпревари за означување или микропридонеси, или пак предизвици со ISA.
ru: За каждый вклад, сделанный участником, начисляются баллы, и поэтому с помощью ISA можно организовывать соревнования или марафоны по «тегированию» или микровкладам.
sk: Body sa počítajú za každý príspevok účastníka, a preto je možné s ISA organizovať „tagovacie“ alebo mikro príspevkové súťaže či výzvy.
sl: Točke se štejejo za vsak prispevek udeleženca, zato je mogoče z ISA organizirati tekmovanja ali izzive »označevanja« ali mikroprispevkov.
sv: Deltagarna får poäng för varje bidrag de gör. Det är därför möjligt att med hjälp av ISA organisera tävlingar eller utmaningar där man "taggar" filer.
sw: Pointi huhesabiwa kwa kila mchango unaotolewa na mshiriki, na kwa hivyo inawezekana kuandaa mashindano ya "kuweka alama" au michango midogo au changamoto na ISA.
tw: Wɔkan nkontabu ahodoɔ no ma obiara a ɔde ne ho hyɛ mu, na ɛno nti na wobεtumi de "ashεnsodeε" anaa ntoboa nketenkete ho akansi anaa nsɛnnennen ayɛ adwuma wɔ ISA so.
uk: За кожне редагування, зроблене учасником, нараховуються бали, і тому в ISA можна організувати конкурс або виклик із робіння мікровнеску.

source: Anyone with a Wikimedia account can contribute to add structured metadata to a campaign.
ar: يمكن لأي شخص لديه حساب ويكيميديا أن يساهم في إضافة بيانات وصفية منظمة إلى حملة.
de: Jede/r mit einem Wikimedia-Account kann dazu beitragen, einer Kampagne strukturierte Metadaten hinzuzufügen.
es: Cualquier persona con una cuenta de Wikimedia puede contribuir a añadir metadatos estructurados a una campaña.
fr: N’importe quel utilisateur avec un compte Wikimrdia peut contribuer à l’ajout de métadonnées structurées à une campagne.
he: כל מי שיש לו חשבון ויקימדיה יכול לתרום להוספת מטא־נתונים מבניים למיזם.
id: Siapa pun yang memiliki akun Wikimedia dapat berkontribusi untuk menambahkan metadata terstruktur ke kampanye.
it: Chiunque abbia un account Wikimedia può contribuire ad aggiungere metadati strutturati a una campagna.
lt: Kiekvienas, turintis Vikimedijos paskyrą, gali prisidėti prie kampanijos pridėdamas struktūrinių metaduomenų.
mk: Секој со сметка на Викимедија може да учествува со додавање на структурирани метаподатоци во поход.
sk: Ktokoľvek s účtom Wikimedia môže prispieť k pridaniu štruktúrovaných metadát do kampane.
sl: K dodajanju strukturiranih podatkov v kampanji lahko prispeva vsakdo z Wikimedia računom!
sv: Vem som helst som har ett Wikimediakonto kan bidra och lägga till strukturerad metadata till en kampanj.
sw: Mtu yeyote aliye na akaunti ya Wikimedia anaweza kuchangia kuongeza metadata iliyopangwa kwenye kampeni.
uk: Будь-хто з обліковим записом Вікімедіа може робити внесок, додаючи структуровані метадані у рамках кампанії.
