Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: No images found for this campaign!
ar: لا توجد صور لهذه الحملة!
de: Für diese Kampagne wurden keine Bilder gefunden!
es: ¡Ninguna imagen encontrada para esta campaña!
fi: Tälle kampanjalle ei löytynyt kuvia!
fr: Aucune image trouvée pour cette campagne !
he: לא נמצאו תמונות עבור המיזם הזה!
id: Tidak ada gambar ditemukan untuk kampanye ini!
it: Nessuna immagine trovata per questa campagna!
lt: Nerasta šios kampanijos vaizdų!
mk: Не пронајдов слики за овој поход!
sk: Pre túto kampaň sa nenašli žiadne obrázky!
sl: Za to kampanjo ni najdenih slik!
sv: Inga bilder hittades för kampanjen!
sw: Hakuna picha zilizopatikana za kampeni hii!
tw: Mfonin biara a ɛfa ɔsatu yi nni hɔ!
uk: У цій кампанії не знайдено зображень!

source: Something went wrong getting campaign images
ar: حدث خطأ ما أثناء الحصول على صور الحملة
de: Beim Abrufen der Kampagnenbilder ist ein Fehler aufgetreten.
es: Algo salió mal al obtener las imágenes de la campaña
fi: Jokin meni pieleen haettaessa kampanjan kuvia
fr: Quelque chose s’est mal passé en récupérant les images de la campagne
he: משהו השתבש בעת שליפת תמונות המיזם
id: Terjadi kesalahan saat mengambil gambar kampanye
it: Qualcosa è andato storto durante il recupero delle immagini della campagna
lt: Gaunant kampanijos vaizdus įvyko klaida
mk: Нешто не е во ред со добивањето на слики за походот
sk: Pri získavaní obrázkov kampane sa niečo pokazilo
sl: Pri pridobivanju slik kampanje je šlo nekaj narobe
sv: Något blev fel när kampanjbilderna skulle hämtas
sw: Hitilafu imetokea wakati wa kupata picha za kampeni
tw: Biribi kɔɔ bɔne wɔ ɔsatu ho mfonin a woyii no
uk: Щось пішло не так під час отримання зображень кампанії

source: Search for things you see in the image
ar: ابحث عن الأشياء التي تراها في الصورة
de: Suche nach Dingen, die du auf dem Bild siehst
es: Busca las cosas que ves en la imagen
fi: Etsi aiheita, joita näet kuvassa
fr: Rechercher les choses que vous voyez dans l’image
he: נא לחפש דברים שרואים בתמונה
id: Cari hal yang Anda lihat di gambar
it: Cerca le cose che vedi nell'immagine
lt: Ieškokite dalykų, kuriuos matote paveikslėlyje
mk: Пребарајте нешта што ги гледате на сликата
sk: Vyhľadať veci ktoré vidíte na obrázku
sl: Poiščite stvari, ki jih vidite na sliki
sv: Sök efter saker du ser i bilden
sw: Tafuta kwakutumia vitu unavyo viona kwenye picha
tw: Hwehwɛ nneɛma a wuhu wɔ mfonin no mu
uk: Шукати речі, які ви бачите на зображенні

source: minimise metadata from Commons
ar: تقليل البيانات الوصفية من كومنز
de: Metadaten aus Commons minimieren
fr: minimiser les métadonnées de Commons
he: מזעור מטא־נתונים מוויקישיתוף
it: minimizza i metadati da Commons
sw: punguza metadata kutoka Commons

source: show all metadata from Commons
ar: إظهار كافة البيانات الوصفية من كومنز
de: alle Metadaten von Commons anzeigen
fr: afficher toutes les métadonnées de Commons
he: הצגת כל המטא־נתונים מוויקישיתוף
it: mostra tutti i metadati da Commons
sw: onyesha metadata zote kutoka commons

source: Success! Depicted items saved to Wikimedia Commons
ar: نجاح! العناصر المصورة حُفظت في ويكيميديا كومنز
de: Erfolg! Abgebildete Elemente auf Wikimedia Commons gespeichert
es: ¡Éxito! Los elementos representados se han guardado en Wikimedia Commons
fi: Onnistu! Kuvaillut kohteet on tallennettu Wikimedia Commonsiin
fr: Réussi ! Éléments décrits enregistrés dans Wikimedia Commons
he: זה עבד! הפריטים המתוארים נשמרו בוויקישיתוף
id: Sukses! Item yang telah digambarkan tersimpan ke Wikimedia Commons
it: Evviva! Elementi raffigurati salvati su Wikimedia Commons
lt: Pavyko! Pavaizduoti elementai išsaugoti Vikitekoje
mk: Успех! Прикажаните елементи се зачувани на Ризницата
sk: Úspech! Vykreslené položky uložené do Wikimedia Commons
sl: Uspeh! Prikazani predmeti so shranjeni v Wikimedijini zbirki
sv: Det lyckades! Motiv-objekt sparades på Wikimedia Commons
sw: Mafanikio! Vipengele vilivyoonyeshwa vimehifadhiwa katika Wikimedia Commons
tw: Anigyesɛm! Nneɛma a wɔayɛ ho mfonini a wɔakora so wɔ Wikimedia Commons
uk: Чудово! Зображені елементи збережено у Вікісховищі

source: Success! Captions saved to Wikimedia Commons
ar: نجاح! حُفظت التسميات التوضيحية في ويكيميديا كومنز
de: Erfolg! Kurzbeschreibungen in Wikimedia Commons gespeichert
es: ¡Éxito! Leyendas guardadas en Wikimedia Commons
fi: Onnistui! Kuvatekstit tallennettiin Wikimedia Commonsiin
fr: Réussi ! Légendes enregistrées dans Wikimedia Commons
he: זה עבד! הכיתובים נשמרו בוויקישיתוף
id: Sukses! Takarir tersimpan ke Wikimedia Commons
it: Evviva! Didascalie salvate su Wikimedia Commons
lt: Pavyko! Antraštės išsaugotos Vikitekoje
mk: Успех! Толкувањата се зачувани на Ризницата
ru: Успешно! Подписи сохранены на Викискладе
sk: Úspech! Titulky uložené do Wikimedia Commons
sl: Uspeh! Napisi so shranjeni v Wikimedijini zbirki
sv: Det lyckades! Biltexterna sparades på Wikimedia Commons
sw: Mafanikio! Nukuu zimehifadhiwa kwa Wikimedia Commons
tw: Anigyesɛm! Nsɛmti a wɔakora so wɔ Wikimedia Commons
uk: Чудово! Підписи збережено у Вікісховищі

source: Oops! Something went wrong, your edits have not been saved to Wikimedia Commons
ar: خطأ! حدث خطأ ما، لم تُحفظ تعديلاتك في ويكيميديا كومنز
de: Hoppla! Etwas ist schiefgelaufen, Deine Änderungen wurden nicht auf Wikimedia Commons gespeichert
es: ¡Ups! Algo ha salido mal, tus ediciones no se han guardado en Wikimedia Commons
fi: Hups! Jokin meni pieleen, muokkauksiasi ei ole tallennettu Wikimedia Commonsiin
fr: Oups ! Quelque chose s’est mal passé, vos modifications n’ont pas été enregistrées dans Wikimedia Commons
he: אופס! משהו השתבש, העריכות שלך לא נשמרו בוויקישיתוף
id: Ups! Terjadi kesalahan, suntingan Anda belum tersimpan ke Wikimedia Commons
it: Ops! Qualcosa è andato storto, le tue modifiche non sono state salvate su Wikimedia Commons
lt: Oi! Kažkas ne taip, jūsų pakeitimai nebuvo išsaugoti Vikitekoje
mk: Нешто не е во ред. Вашите уредувања не се зачувани на Ризницата
sk: Och! Niečo sa pokazilo. Vaše úpravy neboli uložené do Wikimedia Commons
sl: Ups! Nekaj je šlo narobe, vaša urejanja se niso shranila v Wikimedijino zbirko
sv: Hoppsan! Nånting blev fel, dina redigeringar har inte sparats på Wikimedia Commons
sw: Oop! Hitilafu fulani imetokea, mabadiliko yako hayajahifadhiwa kwenye Wikimedia Commons
tw: Oops! Biribi ankɔ yie, wɔankora wo nsakraeɛ no so wɔ Wikimedia Commons
uk: Ой! Щось пішло не так, і ваші редагування не збережено у Вікісховищі

source: Are you sure you want to navigate to another image? You have unsaved changes which will be lost.
ar: هل أنت متأكد أنك تريد الانتقال إلى صورة أخرى؟ لديك تغييرات غير محفوظة وستفقدها.
de: Möchtest Du wirklich zu einem anderen Bild navigieren? Du hast nicht gespeicherte Änderungen, die verloren gehen.
es: ¿Estás seguro de que quieres pasar a otra imagen? Tienes cambios no guardados que se perderán.
fi: Oletko varma, että haluat siirtyä toiseen kuvaan? Sinulla on tallentamattomia muokkauksia, jotka katoavat.
fr: Voulez-vous vraiment naviguer vers une autre image ? Vous avez des modifications non enregistrées qui seront perdues.
he: האם ברצונך באמת לנווט לתמונה אחרת? יש לך שינויים שלא נשמרו שיאבדו.
id: Apakah Anda yakin untuk beralih ke gambar lainnya? Anda memiliki perubahan tidak tersimpan yang akan hilang.
it: Sei sicuro di voler passare a un'altra immagine? Hai modifiche non salvate che andranno perse.
lt: Ar tikrai norite pereiti prie kito vaizdo? Turite neišsaugotų pakeitimų, kurie bus prarasti.
mk: Дали сигурно сакате да прејдете на друга слика? Имате незачувани промени кои ќе се изгубат.
sk: Ste si istý/á, že chcete prejsť na iný obrázok? Vaše neuložené zmeny sa stratia.
sl: Ste prepričani, da se želite pomakniti na drugo sliko? Imate neshranjene spremembe, ki bodo izgubljene.
sv: Är du säker på att du vill gå till en annan bild? Du har osparade ändringar som kommer gå förlorade.
sw: Je, una uhakika unataka kuelekea kwenye picha nyingine? Una mabadiliko ambayo hayajahifadhiwa ambayo yatapotea.
tw: Nti wogye di sɛ wopɛ sɛ wokɔ mfonin foforo so? Wowɔ nsakraeɛ a wɔankora so a ɛbɛyera.
uk: Ви впевнені, що хочете перейти до іншого зображення? У вас є незбережені зміни, які буде втрачено.

source: Click 'OK' to proceed anyway, or 'Cancel' if you want to save changes first.
ar: انقر "موافق" للمتابعة على أي حال، أو "إلغاء" إذا كنت تريد حفظ التغييرات أولاً.
de: Klicke auf „OK“, um trotzdem fortzufahren, oder auf „Abbrechen“, wenn Du die Änderungen zuerst speichern möchtest.
es: Haz clic en "Aceptar" para continuar, o en "Cancelar" si quieres guardar los cambios primero.
fi: Klikkaa 'OK' jatkaaksesi siitä huolimatta tai 'Peruuta' jos haluat ensin tallentaa muokkauksesi.
fr: Cliquer sur « OK » pour continuer malgré tout, ou « Annuler » si vous voulez enregistrer d’abord les modifications.
he: יש ללחוץ על "אישור" כדי להמשיך בכל זאת, או על "ביטול" אם ברצונך לשמור את השינויים תחילה.
id: Klik 'OK' untuk melanjutkan, atau 'Batalkan' jika Anda ingin menyimpan perubahan terlebih dahulu.
it: Fare clic su "OK" per procedere comunque, o su "Annulla" se si desidera prima salvare le modifiche.
lt: Spustelėkite „Gerai“, jei norite tęsti, arba „Atšaukti“, jei pirmiausia norite išsaugoti pakeitimus.
mk: Стиснете на „ОК“ за сепак да продолжите, или на „Откажи“ ако сакате прво да ги зачувате промените.
sk: Kliknite "OK" pre pokračovanie, alebo "Zrušiť" ak chcete zmeny najprv uložiť.
sl: Kliknite »V redu«, če želite vseeno nadaljevati, ali »Prekliči«, če želite najprej shraniti spremembe.
sv: Klicka "OK" för att göra det ändå, eller "Avbryt" om du vill spara ändringarna först.
sw: Bofya 'Sawa' ili kuendelea, au 'Ghairi' ikiwa ungependa kuhifadhi mabadiliko kwanza.
tw: Klik 'OK' na toa so ɔkwan biara so, anaa 'Twam ' sɛ wopɛ sɛ wodi kan sie nsakraeɛ a.
uk: Натисніть «OK», щоб все одно перейти, або «Скасувати», якщо хочете спочатку зберегти зміни.

source: Remove this depicted item
ar: قم بإزالة هذا العنصر المصور
de: Entferne dieses abgebildete Element
es: Eliminar este elemento representado
fi: Poista tämä kuvailtu kohde
fr: Supprimer cet élément décrit
he: להסיר את הפריט המתואר הזה
id: Menghapus item yang digambarkan ini
it: Rimuovi questo oggetto raffigurato
lt: Pašalinti šį pavaizduotą elementą
mk: Отстрани го прикажаниов елемент
sk: Odstrániť túto vykreslenú položku
sl: Odstrani ta prikazani predmet
sv: Ta bort detta motiv-objekt
sw: Ondoa kipengee hiki kilichoonyeshwa
tw: Yi ade a wɔayi no yi firi hɔ
uk: Вилучити цей елемент зображеного

source: Mark this depicted item as prominent
ar: ضع علامة على هذا العنصر المصور على أنه عنصر بارز
de: Markiere dieses abgebildete Element als prominent
es: Marcar este elemento representado como destacado
fi: Merkitse tämä kuvailtu kohde tärkeäksi
fr: Marquer cet élément décrit comme important
he: לסמן את הפריט המתואר בתור בולט
id: Tandai item yang digambarkan ini sebagai yang menonjol
it: Contrassegna questo oggetto raffigurato come rilevante
lt: Pažymėti šį pavaizduotą elementą kaip išraiškų
mk: Означи го прикажаниот елемент како важен
sk: Označiť túto vykreslenú položku ako prominentnú
sl: Označite ta prikazani predmet kot opazen
sv: Markera detta motiv-objekt som framträdande
sw: Tia alama kwenye kipengee hiki kilichoonyeshwa kama muhimu
tw: Hyɛ ade a wɔayɛ ho mfonin yi agyirae sɛ ɛda nsow
uk: Позначити цей зображений елемент визначним

source: Mark this depicted item as NOT prominent
ar: ضع علامة على هذا العنصر المصور على أنه ليس بارزًا
de: Markiere dieses abgebildete Element als NICHT prominent
es: Marcar este elemento representado como NO destacado
fi: Merkitse tämä kuvailtu kohde EI tärkeäksi
fr: Marquer cet élément décrit comme NON important
he: לסמן את הפריט המתואר בתור לא בולט
id: Tandai item yang digambarkan ini sebagai TIDAK menonjol
it: Contrassegna questo oggetto raffigurato come NON rilevante
lt: Pažymėti šį pavaizduotą elementą kaip neišraiškingą
mk: Означи го прикажаниот елемент како неважен
sk: Označiť túto vykreslenú položku ako nie prominentnú
sl: Označi ta prikazani predmet kot NE opazen
sv: Markera detta motiv-objekt som INTE framträdande
sw: Tia alama kwenye kipengee hiki kilichoonyeshwa kama SIO muhimu
tw: Hyɛ ade a wɔayɛ ho mfonin yi agyirae sɛ ƐNYƐ nea ɛda nsow
uk: Позначити цей зображений елемент НЕзначним

source: Suggestion removed from list
ar: تمت إزالة الاقتراح من القائمة
de: Vorschlag aus der Liste entfernt
fr: Suggestion retirée de la liste
he: ההצעה הוסרה מהרשימה
it: Suggerimento rimosso dall'elenco
sw: Pendekezo limeondolewa kwenye orodha

source: Please check that you are logged in
ar: يرجى التأكد من تسجيل الدخول
de: Bitte überprüfe, ob Du angemeldet bist
fr: Veuillez vérifier que vous êtes connecté
he: נא לבדוק שנכנסת לחשבון
it: Si prega di verificare di aver effettuato l'accesso
sw: Tafadhali hakikisha kuwa umeingia

source: Oops! Suggestion might not have been removed
ar: عفواً! ربما لم تتم إزالة الاقتراح
de: Hoppla! Der Vorschlag wurde möglicherweise nicht entfernt
fr: Oups ! La suggestion n’a peut-être pas été supprimée
he: אוי! ייתכן שההצעה לא הוסרה
sw: Oops! Pendekezo huenda halijaondolewa

source: Show Suggestions
ar: عرض الاقتراحات
de: Vorschläge anzeigen
fi: Näytä ehdotukset
fr: Afficher les suggestions
he: הצגת הצעות
it: Vedi suggerimenti
sw: Onyesha Mapendekezo

source: Are you sure you want to reject this suggestion?
ar: هل أنت متأكد أنك تريد رفض هذا الاقتراح؟
de: Möchtest Du diesen Vorschlag wirklich ablehnen?
fi: Haluatko varmasti hylätä tämän ehdotuksen?
fr: Êtes-vous sûr(e) de vouloir supprimer ce sondage ?
he: האם ברצונך להסיר את ההצעה הזאת?
it: Sei sicuro di voler rifiutare questo suggerimento?
sw: Una uhakika unataka kukataa picha mapendekezo haya?

source: Only do this if you are sure the suggested tag does not appear in the image, or would be incorrect according to Wikimedia Commons guidelines. If several users reject the same suggestion, it will no longer be shown.
ar: لا تفعل ذلك إلا إذا كنت متأكدًا من أن العلامة المقترحة لا تظهر في الصورة، أو أنها غير صحيحة وفقًا لإرشادات ويكيميديا كومنز. إذا رفض العديد من المستخدمين نفس الاقتراح، فلن يتم عرضه بعد الآن.
de: Tu dies nur, wenn Du sicher bist, dass der vorgeschlagene Tag nicht im Bild vorkommt oder gemäß den Richtlinien von Wikimedia Commons falsch wäre. Wenn mehrere Benutzer denselben Vorschlag ablehnen, wird er nicht mehr angezeigt.
fr: Ne faites cela que si vous êtes sûr que la balise suggérée n'apparaît pas dans l'image ou qu'elle serait incorrecte selon les directives de Wikimedia Commons. Si plusieurs utilisateurs rejettent la même suggestion, celle-ci ne sera plus affichée.
he: יש לעשות את זה רק אם אין לך ספק בכך שהתג המוצע אינו מופיע בתמונה, או יהיה שגוי בהתאם להנחיות של ויקישיתוף. אם כמה משתמשים דוחים את אותה הצעה, היא לא תוצג עוד.
sw: Fanya hivi pekee ikiwa unauhakika kuwa maoni yaliyo tolewa hayatokei katika picha, au itakua makosa kulingana na misingi ya Commons. Ikiwa watumiaji kadhaa watayakataa mapendekezo hayo, haitoweza kuendelea kuoneshwa.

source: CONTRIBUTIONS TO A STRUCTURED DATA CAMPAIGN
ar: مساهمات في حملة بيانات منظمة
de: BEITRÄGE ZU EINER STRUKTURIERTEN DATENKAMPAGNE
es: CONTRIBUCIONES A UNA CAMPAÑA DE DATOS ESTRUCTURADOS
fr: CONTRIBUTIONS POUR UNE CAMPAGNE DE DONNÉES STRUCTURÉE
he: תרומות למיזם נתונים מבניים
id: KONTRIBUSI UNTUK KAMPANYE DATA TERSTRUKTUR
it: CONTRIBUTI AD UNA CAMPAGNA DATI STRUTTURATA
lt: INDĖLIS Į STRUKTŪRUOTŲ DUOMENŲ KAMPANIJĄ
mk: ПРИДОНЕСИ КОН ПОХОД СО СТРУКТУРИРАНИ ПОДАТОЦИ
ru: ВКЛАД В КАМПАНИЮ СТРУКТУРИРОВАННЫХ ДАННЫХ
sk: PRÍSPEVKY DO KAMPANE SO ŠTRUKTÚROVANÝMI ÚDAJMI
sl: PRISPEVKI H KAMPANJI S STRUKTURIRANIMI PODATKI
sv: BIDRAG TILL EN STRUKTURERAD DATA-KAMPANJ
sw: MICHANGO KWENYE KAMPENI YA DATA ILIYOJIRI
tw: NTOBOA A WƆDE MA ƆSATUO YƐBEA HO NSƐM
uk: ВНЕСОК У КАМПАНІЮ СТРУКТУРОВАНИХ ДАНИХ

source: From
ar: من
de: Von
es: De
fi: Alkaen
fr: De
he: מ־
id: Dari
it: A partire da
lt: Nuo
mk: Од
ru: от
sk: Od
sl: Od
sv: Från
sw: Kutoka
tw: Efi
uk: Від

source: Till
ar: حتى
de: Bis
es: Hasta
fi: Saakka
fr: Jusqu’à
he: עד
id: Sampai
it: Fino a
lt: Iki
mk: До
sk: Do
sl: Do
sw: Hadi
tw: Kɔsi
uk: До

source: Most improved Countries
ar: معظم البلدان المحسنة
de: Länder mit den größten Verbesserungen
es: Países que más han mejorado
fi: Eniten parannetut maat
fr: Pays les mieux améliorés
he: המדינות המשופרות ביותר
id: Negara yang paling berkembang
it: Paesi con magiori contributi
lt: Labiausiai patobulintos valstybės
mk: Најподобрени земји
ru: Наиболее улучшенные страны
sk: Krajiny s najvyšším zlepšením
sl: Najbolj izboljšane države
sv: Mest förbättrade länderna
sw: Nchi nyingi zilizoboreshwa
tw: Aman a wɔatu mpɔn dodow no ara
uk: Найбільш поліпшені країни

source: Download all stats (CSV)
ar: تنزيل كافة الإحصائيات (CSV)
de: Alle Statistiken herunterladen (CSV)
es: Descargar todas las estadísticas (CSV)
fi: Lataa kaikki tilastot (CSV)
fr: Télécharger toutes les statistiques (CSV)
he: הורדת כל הסטטטיסטיקות (CSV)
id: Unduh semua statistik (CSV)
it: Scarica tutte le statistiche (CSV)
lt: Atsisiųsti visą statistiką (CSV)
mk: Преземи ги сите статистики (CSV)
ru: Скачать всю статистику (CSV)
sk: Stiahnuť všetky štatistiky (CSV)
sl: Prenesi vso statistiko (CSV)
sv: Ladda ner all statistik (CSV)
sw: Pakua takwimu zote (CSV)
tw: Twe akontaabu nyinaa (CSV)
uk: Завантажити усю статистику (CSV)

source: Contributor Stats
ar: احصائيات المساهم
de: Mitwirkendenstatistiken
es: Estadísticas del colaborador
fi: Muokkaustilastot
fr: Statistiques de contribution
he: סטטיסטיקת תורמים
id: Statistik Kontributor
it: Statistiche dei contributori
mk: Статистика за учесниците
ru: Статистика вклада участников
sk: Štatistiky prispievateľov
sl: Statistika prispevanja
sv: Bidragsstatistik
sw: Takwimu za Wachangiaji
tw: Wɔn a Wɔboa Ho Nsɛm
uk: Статистика учасника

source: Country Stats
ar: احصائيات الدولة
de: Landesstatistiken
es: Estadísticas del país
fi: Maakohtaiset tilastot
fr: Statistiques du pays
he: סטטיסטיקת מדינות
id: Statistik Negara
it: Statistiche Paese
lt: Valstybės duomenys
mk: Статистика за земјите
ru: Статистика по странам
sk: Štatistiky krajín
sl: Statistika držav
sv: Landsstatistik
sw: Takwimu za Nchi
tw: Ɔman no Akontaabu
uk: Статистика країни

source: On this page are the curated campaigns that are currently running as part of the ISA tool.
ar: في هذه الصفحة توجد الحملات المنظمة التي تعمل حاليًا كجزء من أداة ISA.
de: Auf dieser Seite findest Du die kuratierten Kampagnen, die derzeit im Rahmen des ISA-Tools ausgeführt werden.
es: En esta página se encuentran las campañas curadas que están actualmente en marcha como parte de la herramienta ISA.
fi: Tällä sivulla esitetään käynnissä olevat ISA-työkalun kuratoidut kampanjat
fr: Sur cette page se trouvent les campagnes contrôlées qui tournent actuellement comme faisant partie de l’outil ISA.
he: בדף הזה נמצאים המיזמים הנאצרים שרצים כרגע כחלק מכלי ה־ISA.
id: Di halaman ini adalah kampanye yang dikuratori yang saat ini berjalan sebagai bagian dari alat ISA.
it: In questa pagina ci sono le campagne curate che sono attualmente in esecuzione come parte dello strumento ISA.
lt: Šiame puslapyje yra kuruojamos kampanijos, kurios šiuo metu vyksta kaip ISA įrankio dalis.
mk: На оваа страница се згрижените походи што исправно работат како дел од алатката ISA.
ru: На этой странице представлены курируемые кампании, которые в настоящее время выполняются как часть инструмента ISA.
sk: Na tejto stránke sú kampane, ktoré aktuálne prebiehajú ako čas nástroja ISA.
sl: Na tej strani so upravljane kampanje, ki se trenutno izvajajo kot del orodja ISA.
sv: På den här sidan finns de utvalda kampanjer som för tillfället körs som en del av ISA-verktyget.
sw: Kwenye ukurasa huu kuna kampeni zilizoratibiwa ambazo kwa sasa zinaendeshwa kama sehemu ya zana ya ISA.
tw: Saa kratafa yi mu no, yɛahyehyɛ ɔsatu ahodoɔ a yɛreyɛ no seesei sɛ ISA mfidie no fã.
uk: На цій сторінці представлені усі підтримувані кампанії, які наразі чинні в інструменті ISA.

source: Click on the name of a campaign to get started and add structured data to an image.
ar: انقر فوق اسم الحملة للبدء وإضافة البيانات المنظمة إلى الصورة.
de: Klicke auf den Namen einer Kampagne, um zu beginnen und einem Bild strukturierte Daten hinzuzufügen.
es: Haz clic en el nombre de una campaña para empezar y añadir datos estructurados a una imagen.
fi: Klikkaa kampanjan nimeä aloittaaksesi ja lisää rakenteista tietoa kuvaan.
fr: Cliquer sur le nom de la campagne pour démarrer et ajouter les données structurées vers une image.
he: נא ללחוץ על שם המיזם כדי להתחיל ולהוסיף נתונים מבניים לתמונה.
id: Klik nama kampanye untuk memulai dan menambahkan data terstruktur ke gambar.
it: Fai clic sul nome di una campagna per iniziare e aggiungere dati strutturati a un'immagine.
lt: Spustelėkite kampanijos pavadinimą, kad pradėtumėte ir pridėtumėte struktūrinių duomenų prie vaizdo.
mk: Стиснете на назив на поход за да започнете и додавајте структурирани податоци на слика.
ru: Чтобы начать, нажмите на название кампании и добавьте структурированные данные к изображению.
sk: Kliknite na názov kampane pre začatie a pridajte štruktúrované údaje pre nejaký obrázok.
sl: Kliknite ime kampanje, da začnete, in dodajte sliki strukturirane podatke.
sv: Klicka på kampanjens namn för att komma igång och lägga till strukturerad data till en bild.
sw: Bofya kwenye jina la kampeni ili kuanza na kuongeza data iliyopangwa kwenye picha.
tw: Klik ɔsatu no din so na fa fi ase na fa nsεm yεbea ka mfoni ho.
uk: Натисніть на назву кампанії, щоб розпочати і додавати структуровані дані до зображення.

source: You can access information on the previous campaigns in the archive section.
ar: يمكنك الوصول إلى معلومات حول الحملات السابقة في قسم الأرشيف.
de: Informationen zu den bisherigen Aktionen kannst Du im Archivbereich abrufen.
fr: Vous pouvez accéder aux informations sur les campagnes précédentes dans la section d’archive.
he: אפשר לגשת למידע על המיזמים הקודמים בארכיון.
it: Puoi accedere alle informazioni sulle precedenti campagne nella sezione archivio.
ru: Информацию о предыдущих кампаниях можно найти в архивном разделе.
sw: Unaweza kufikia maelezo kuhusu kampeni za awali katika sehemu ya kumbukumbu.

source: Ongoing Campaigns
ar: الحملات الجارية
de: Laufende Kampagnen
es: Campañas en curso
fi: Käynnissä olevat kampanjat
fr: Campagnes en cours
he: מיזמים פעילים
id: Kampanye Berlangsung
it: Campagne in corso
lt: Vykdomos kampanijos
mk: Тековни походи
ru: Текущие кампании
sk: Prebiehajúce kampane
sl: Potekajoče kampanje
sv: Pågående kampanjer
sw: Kampeni Zinazoendelea
tw: Ɔsatu Ahodoɔ a Ɛkɔ So
uk: Поточні кампанії

source: Campaign name
ar: اسم الحملة
de: Name der Kampagne
es: Nombre de campaña
fi: Kampanjan nimi
fr: Nom de la campagne
he: שם המיזם
id: Nama Kampanye
it: nome della campagna
lt: Kampanijos pavadinimas
mk: Назив на походот
ru: Название кампании
sk: Názov kampane
sl: Ime kampanje
sv: Kampanjnamn
sw: Jina la kampeni
tw: Ɔsatu no din
uk: Назва кампанії

source: Campaign
ar: حملة
de: Kampagne
es: Campaña
fi: Kampanja
fr: Campagne
he: מיזם
id: Kampanye
it: Campagna
lt: Kampanija
mk: Поход
ru: Кампания
sk: Kampaň
sl: Kampanja
sv: Kampanj
sw: Kampeni
tw: Ɔsatuo
uk: Кампанія

source: Total number of images in the campaign
ar: إجمالي عدد الصور في الحملة
de: Gesamtzahl der Bilder in dieser Kampagne
es: Número total de imágenes en esta campaña
fi: Kuvien kokonaismäärä tässä kampanjassa
fr: Nombre total d’images dans la campagne
he: המספר הכולל של תמונות במיזם הזה
id: Jumlah total gambar pada kampanye
it: Numero totale di immagini nella campagna
lt: Bendras vaizdų skaičius kampanijoje
mk: Вкупно слики во походов
ru: Общее количество изображений в кампании
sk: Celkový počet obrázkov v kampani
sl: Skupno število slik v kampanji
sv: Totalt antal bilder i kampanjen
sw: Jumla ya idadi ya picha katika kampeni hii
tw: Mfonin dodow a ɛwɔ ɔsatu no mu
uk: Загальне число зображень у кампанії
