Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: Campaigns
ar: الحملات
de: Kampagnen
es: Campañas
fi: Kampanjat
fr: Campagnes
he: מיזמים
id: Kampanye
it: Campagne
lt: Kampanijos
mk: Походи
ru: Кампании
sk: Kampane
sl: Kampanje
sv: Kampanjer
sw: Kampeni
tw: Ɔsatuo
uk: Кампанії

source: Campaign with id %(id)s does not exist
ar: لا توجد حملة بالمعرف %(id)s
de: Kampagne mit ID %(id)s existiert nicht
es: La campaña con la id id %(id)s no existe
fi: Kampanjaa tunnisteella %(id)s ei ole olemassa
fr: La campagne d’identifiant %(id)s n’existe pas
he: מיזם עם המזהה %(id)s אינו קיים
id: Kampanye dengan id %(id)s tidak ada
it: La campagna con id %(id)s non esiste
lt: Kampanija, kurios ID %(id)s, neegzistuoja
mk: Не постои поход со назнаката %(id)s
ru: Кампания с идентификатором %(id)s не существует
sk: Kampaň s id %(id)s neexistuje
sl: Kampanja z ID-jem %(id)s ne obstaja
sv: Kampanjen med ID %(id)s finns inte
sw: Kampeni yenye kitambulisho %(id)s haipo
tw: Ahyɛnsodeɛ id %(id)s a yɛde tu sa nni hɔ
uk: Кампанія з ідентифікатором %(id)s не існує

source: Campaign - %(campaign_name)s
ar: الحملة - %(campaign_name)s
de: Kampagne – %(campaign_name)s
fr: Campagne - %(campaign_name)s
he: מיזם - %(campaign_name)s
it: Campagna - %(campaign_name)s
ru: Кампания — %(campaign_name)s
sw: Kampeni - %(campaign_name)s(Majina au jina la kampeni)

source: You need to Login to create a campaign
ar: عليك تسجيل الدخول لإنشاء حملة
de: Du musst dich anmelden, um eine Kampagne zu erstellen
es: Necesitas iniciar sesión para crear una campaña
fi: Sinun on oltava kirjautuneena luodaksesi kampanjan
fr: Vous devez vous connecter pour créer une campagne
he: יש להיכנס כדי ליצור מיזם
id: Anda harus masuk log untuk membuat kampanye
it: Devi effettuare il Login per creare una campagna
lt: Norėdami sukurti kampaniją, turite prisijungti
mk: Ќе треба да се најавите за да созададете поход
ru: Чтобы создать кампанию, нужно войти на сайт
sk: Pre vytvorenie kampane sa musíte prihlásiť
sl: Za ustvaritev kampanje se morate prijaviti
sv: Du behöver logga in för att skapa en kampanj
sw: Unahitaji Kuingia ili kuunda kampeni
tw: Ɛwɔ sɛ wode wodin te dawurobɔ
uk: Щоб створити кампанію, потрібно увійти в систему

source: Sorry, %(campaign_name)s could not be created
ar: عذرا، تعذر إنشاء %(campaign_name)s
de: Entschuldigung, aber %(campaign_name)s konnte nicht erstellt werden
fi: Pahoittelut, kampanjaa %(campaign_name)s ei voitu luoda
fr: Désolé, la campagne %(campaign_name)s n’a pas pu être créée !
he: מחילה, לא ניתן ליצור את %(campaign_name)s
it: Spiacenti, impossibile creare %(campaign_name)s
ru: К сожалению, кампанию «%(campaign_name)s» создать не удалось
sw: Samahani, %(campaign_name)s haikuweza kuundwa

source: %(campaign_name)s campaign created!
ar: أُنشئت حملة %(campaign_name)s
de: %(campaign_name)s Kampagne erstellt!
fi: Kampanja %(campaign_name)s luotu!
fr: Campagne %(campaign_name)s créée !
he: המיזם %(campaign_name)s נוצר!
it: Campagna %(campaign_name)s creata!
ru: Кампания «%(campaign_name)s» создана!
sw: Kampeni ya %(campaign_name)s imeundwa!

source: Create a campaign
ar: أنشئ حملة
de: Eine Kampagne erstellen
es: Crear campaña
fi: Luo kampanja
fr: Créer une campagne
he: יצירת מיזם
id: Buat kampanye baru
it: Crea una campagna
lt: Kurti kampaniją
mk: Создај поход
ru: Создать кампанию
sk: Vytvoriť kampaň
sl: Ustvari kampanjo
sv: Skapa en kampanj
sw: Unda Kampeni
tw: Yɛ ɔsatu
uk: Створити кампанію

source: %(campaign_name)s - Contribute
ar: %(campaign_name)s - المساهمة
de: %(campaign_name)s – Beitragen
es: %(campaign_name)s - Contribuir
fi: %(campaign_name)s - Osallistu
fr: %(campaign_name)s – Contribuer
he: %(campaign_name)s - תרומה
id: %(campaign_name)s - Berkontribusi
it: %(campaign_name)s - Contribuisci
lt: %(campaign_name)s – prisidėkite
mk: %(campaign_name)s — Учествувајте
ru: %(campaign_name)s — сделать вклад
sk: %(campaign_name)s - Prispieť
sl: %(campaign_name)s – prispevajte
sv: %(campaign_name)s - Bidra
sw: %(campaign_name)s - Changia
tw: %(ɔsatu_din)s - to boa%(campaign_name)s
uk: %(campaign_name)s — Зробити свій внесок

source: You need to log in to update a campaign
ar: تحتاج إلى تسجيل الدخول لتحديث الحملة
de: Du musst dich anmelden, um eine Kampagne zu aktualisieren
fi: Sinun täytyy kirjautua, jotta voit ylläpitää kampanjaa
fr: Vous devez vous connecter pour mettre à jour une campagne
he: יש להיכנס כדי לעדכן מיזם
it: Devi effettuare l'accesso per aggiornare una campagna
ru: Чтобы обновить сведения о кампании, нужно войти на сайт
sw: Unahitaji Kuingia ili uweze kusasisha kampeni

source: Campaign update failed. Please try later!
ar: فشل تحديث الحملة. يرجى المحاولة لاحقًا!
de: Kampagnenaktualisierung fehlgeschlagen. Bitte versuche es später erneut!
fi: Kampanjan päivitys epäonnistui, yritä myöhemmin uudestaan!
fr: La mise à jour de la campagne a échoué. Veuillez essayer ultérieurement !
he: עדכון המיזם נכשל. נא לנסות שוב!
it: Aggiornamento della campagna fallito. Riprova più tardi!
ru: Обновление кампании не удалось. Пожалуйста, попробуйте позже!
sw: Usasishaji wa kampeni haukufaulu. Tafadhali jaribu baadaye!

source: Update succesfull!
ar: تحديث ناجح!
de: Erfolgreich aktualisiert!
fi: Päivitetty onnistuneesti!
fr: Mise à jour réussie !
he: העדכון הצליח!
it: Aggiornamento riuscito!
ru: Успешно обновлено!
sw: Usasishaji umefaulu!

source: You cannot update this campaign. Contact the manager, User:%(username)s.
ar: لا يمكنك تحديث هذه الحملة. اتصل بالمدير، User :%(username)s.
de: Sie können diese Kampagne nicht aktualisieren. Kontaktieren Sie den Manager, Benutzer:%(username)s.
fr: Vous ne pouvez pas mettre à jour cette campagne. Contactez le gestionnaire, User:%(username)s.
he: אין לך אפשרות לעדכן את המיזם הזה. נא ליצור קשר עם המנהל, משתמש:%(username)s.
sw: Huwezi kusasisha kampeni hii. Wasiliana na msimamizi, Mtumiaji:%(jina la mtumiaji)s.%(username)s

source: Booo! %(campaign_name)s could not be updated!
ar: بوو! تعذر تحديث %(campaign_name)s!
de: Buuh! %(campaign_name)s konnte nicht aktualisiert werden!
fi: Buu! Kampanjaa %(campaign_name)s ei voitu päivittää!
fr: Désolé, %(campaign_name)s n’a pas pu être mis à jour !
he: אווווף! לא ניתן לעדכן את %(campaign_name)s!
it: Boo! Impossibile aggiornare %(campaign_name)s!
ru: Бууу! Кампанию «%(campaign_name)s» обновить не удалось!
sw: Booo! %(campaign_name)s haikuweza kusasishwa!

source: %(campaign_name)s - Update
ar: %(campaign_name)s - تحديث
es: %(campaign_name)s - Actualización
fi: %(campaign_name)s - Päivitä
fr: %(campaign_name)s – Mise à jour
he: %(campaign_name)s - עדכון
id: %(campaign_name)s - Pembaruan
it: %(campaign_name)s - Aggiornamento
lt: %(campaign_name)s – atnaujinimas
mk: %(campaign_name)s — Поднова
ru: %(campaign_name)s — обновить
sk: %(campaign_name)s - Aktualizácia
sl: %(campaign_name)s – posodobitev
sv: %(campaign_name)s - Uppdatera
sw: %(campaign_name)s - Sasisha
tw: %(ɔsatu_din)s - Nsakraeɛ%(campaign_name)s
uk: %(campaign_name)s — Оновити

source: You need to login to participate
ar: تحتاج إلى تسجيل الدخول للمشاركة
de: Du musst Dich anmelden, um teilnehmen zu können
es: Necesitas iniciar sesión para participar
fi: Sinun tulee olla kirjautuneena osallistuaksesi
fr: Vous devez vous connecter pour participer
he: יש להיכנס כדי להשתתף
id: Anda harus masuk log untuk berpartisipasi
it: Devi effettuare il login per partecipare
lt: Norint dalyvauti, reikia prisijungti
mk: Ќе треба да се најавите за да учествувате
ru: Чтобы участвовать, нужно войти на сайт
sk: Na to, aby ste sa mohli zúčastniť sa musíte prihlásiť
sl: Za sodelovanje se morate prijaviti
sv: Du behöver logga in för att delta
sw: Unahitaji kuingia ili kushiriki
tw: Ɛsɛ sɛ wokɔ mu na wode wo ho ahyɛ mu
uk: Для участі потрібно увійти

source: Update Campaign Details
ar: تحديث تفاصيل الحملة
de: Kampagnendetails aktualisieren
es: Actualizar detalles de la campaña
fi: Päivitä kampanjan tiedot
fr: Mettre à jour les détails de la campagne
he: עדכון פרטי המיזם
id: Perbarui Rincian Kampanye
it: Aggiorna i dettagli della campagna
lt: Atnaujinti kampanijos informaciją
mk: Поднови поединости за поход
ru: Обновить сведения о кампании
sk: Aktualizovať detaily kampane
sl: Posodobitev podrobnosti kampanje
sv: Uppdatera kampanjdetaljer
sw: Sasisha Maelezo ya Kampeni
tw: Sakra Ɔsatu no Ho Nsɛm foforo
uk: Оновити деталі кампанії

source: Create new Campaign
ar: إنشاء حملة جديدة
de: Neue Kampagne erstellen
es: Crear una campaña nueva
fi: Luo uusi kampanja
fr: Créer une nouvelle campagne
he: יצירת מיזם חדש
id: Buat Kampanye baru
it: Crea nuova campagna
lt: Kurti naują kampaniją
mk: Создај нов поход
ru: Создать новую кампанию
sk: Vytvoriť novú kampaň
sl: Ustvari novo kampanjo
sv: Skapa ny kampanj
sw: Unda Kampeni mpya
tw: Yɛ Ɔsatu foforo
uk: Створити нову кампанію

source: You are updating %(campaign)s
ar: أنت تُحدث %(campaign)s
de: Du aktualisierst %(campaign)s
fr: Vous mettez à jour %(campaign)s
he: מתבצע עדכון של %(campaign)s
ru: Вы обновляете %(campaign)s
sw: Unasasisha %(campaign)s

source: Fill in the form below to create your campaign
ar: إملأ النموذج أدناه لإنشاء حملتك
de: Fülle das folgende Formular aus, um deine Kampagne zu erstellen
fi: Täyttämällä alla olevan lomakkeen voit luoda kampanjasi
fr: Complétez le formulaire ci-dessous pour créer votre campagne
he: נא למלא את הטופס למטה כדי ליצור את המיזם שלך
it: Compila il modulo sottostante per creare la tua campagna
ru: Чтобы создать свою кампанию, заполните форму ниже
sw: Jaza fomu iliyo hapa chini ili kuunda kampeni yako

source: Fields marked with * are mandatory
ar: الحقول التي تحمل علامة * إلزامية
de: Felder mit einem * sind Pflichtfelder
es: Los campos marcados con * son obligatorios
fi: Tähdellä merkityt kentät ovat pakollisia
fr: Les champs marqués avec * sont obligatoires
he: חובה למלא שדות שמסומנים בתו *
id: Bidang yang ditandai dengan * adalah wajib
it: i campi contrassegnati con * sono obbligatori
lt: Laukai, pažymėti *, yra privalomi
mk: Полињата означени со * се задолжителни
ru: Поля, отмеченные знаком «*», обязательны для заполнения
sk: Políčka označené * sú povinné
sl: Polja, označena z *, so obvezna
sv: Fält markerade med * är obligatoriska
sw: Sehemu zenye alama ya nyota * ni za lazima
tw: Nneɛma a wɔde * ahyɛ no nsow no yɛ nea ɛho hia
uk: Поля, позначені *, є обов'язковими для заповнення

source: Campaign Name
ar: اسم الحملة
de: Name der Kampagne
es: Nombre de la campaña
fi: Kampanjan nimi
fr: Nom de la campagne
he: שם המיזם
id: Nama Kampanye
it: Nome della campagna
lt: Kampanijos pavadinimas
mk: Назив на походот
ru: Название кампании
sk: Názov kampane
sl: Ime kampanje
sv: Kampanjnamn
sw: Jina la kampeni
tw: Ɔsatu no din
uk: Назва кампанії

source: This is the name specific to your campaign, not the main project.
ar: هذا هو الاسم الخاص بحملتك، وليس المشروع الرئيسي.
de: Dies ist der Name, der spezifisch zu deiner Kampagne ist, nicht das Hauptprojekt.
es: Este es el nombre específico de tu campaña, no del proyecto principal.
fi: Tämä nimi koskee kampanjaasi, ei koko projektia.
fr: C’est le nom spécifique à votre campagne, non pas celui du projet principal.
he: זהו השם שייחודי למסע הפרסום שלך, לא הפרויקט הראשי.
id: Ini adalah nama yang spesifik untuk kampanye Anda, bukan proyek utama.
it: Questo è il nome specifico della tua campagna, non il progetto principale.
lt: Tai yra jūsų kampanijos pavadinimas, o ne pagrindinio projekto.
mk: Ова е назив за самиот поход, а не за главниот проект.
ru: Это название именно вашей кампании, а не основного проекта.
sk: Tento názov je špecifický pre Vašu kampaň, nie pre hlavný projekt.
sl: To je ime, specifično za vašo kampanjo, ne za glavni projekt.
sv: Detta är det specifika namnet på din kampanj, inte huvudprojektet.
sw: Hili ndilo jina mahususi kwa kampeni yako, siyo Jina la mradi mkuu.
tw: Eyi yɛ din a wɔde frɛ wo ɔsatu no ankasa, na ɛnyɛ adwuma titiriw no.
uk: Це назва, яка стосується вашої кампанії, а не основного проєкту.

source: So, not “Wiki Loves Africa” but rather “Music and Dance in Nigeria”
ar: لذلك، ليس "Wiki Loves Africa" بل "الموسيقى والرقص في نيجيريا"
de: Also nicht „Wiki Loves Afrika“, sondern lieber „Musik und Tanz in Nigeria“
es: Por lo tanto, no es "Wiki Loves Africa" sino "Music and Dance in Nigeria".
fi: Eli ei "Wiki Loves Africa" vaan "Musiikkia ja tanssia Nigeriassa"
fr: Donc, non pas « Wiki aime l’Afrique », mais plutôt « Musique et danse au Nigeria »
he: אז, לא "ויקי אוהבת את אפריקה" אלא "מוזיקה וריקוד בניגריה"
id: Jadi, bukan "Wiki Cinta Afrika" tapi lebih kepada "Musik dan Tarian di Nigeria"
it: Quindi, non "Wiki Loves Africa" ma piuttosto "Music and Dance in Nigeria"
lt: Taigi ne „Viki myli Afriką“, o „Muzika ir šokiai Nigerijoje“
mk: Значи, не „Вики ја сака Африка“, туку „Музика и танц во Нигерија“
ru: Так что, должно быть не «Вики любит Африку», но скорее что-то вроде «Музыка и танцы в Нигерии»
sk: Takže nie "Wiki miluje Afriku" ale radšej "Hudba a tanec v Nigérii"
sl: Torej, ne »Viki obožuje Afriko«, temveč »Glasba in ples v Nigeriji«
sv: Så inte "Wiki Loves Africa" utan hellre "Musik och dans i Nigeria"
sw: Kwa hivyo, sio "Wiki Loves Africa" bali "Music and Dance in Nigeria"
tw: Enti, ɛnyɛ “Wiki Dɔ Afrika” na mmom “Nnwom ne Asaw wɔ Nigeria” .
uk: Отже, не «Вікі любить Африку», а скоріше «Музика та танці в Нігерії»

source: Short description of Campaign (144 characters)
ar: وصف قصير للحملة (144 حرفًا)
de: Kurze Beschreibung der Kampagne (144 Zeichen)
es: Descripción corta de la campaña (144 caracteres)
fi: Kampanjan lyhyt kuvaus (144 merkkiä)
fr: Description courte de la campagne (144 caractères)
he: תיאור קצר של המיזם (144 תווים)
id: Deskripsi singkat Kampanye (144 karakter)
it: Breve descrizione della campagna (144 caratteri)
lt: Trumpas kampanijos aprašymas (144 simboliai)
mk: Краток опис на походот (144 знаци)
ru: Краткое описание кампании (144 символа)
sk: Krátky popis kampane (144 znakov)
sl: Kratek opis kampanje (144 znakov)
sv: Kort beskrivning av kampanjen (144 tecken)
sw: Maelezo mafupi ya Kampeni (herufi 144)
tw: Ɔsatu no ho nkyerɛkyerɛmu tiawa (nkyerɛwde 144) .
uk: Короткий опис кампанії (144 символи)

source: What are users going to be working on
ar: ما الذي سيعمل عليه المستخدمون
de: Woran werden die Benutzer arbeiten?
es: En qué van a trabajar los usuarios
fi: Minkä parissa käyttäjät tulevat työskentelemään
fr: Sur quoi vont travailler les utilisateurs
he: על מה המשתמשים הולכים לעבוד
id: Apa yang akan dikerjakan pengguna
it: Su cosa lavoreranno gli utenti
lt: Su kuo dirbs naudotojai
mk: На што ќе работат корисниците
ru: Над чем будут работать участники
sk: Na čom budú používatelia pracovať
sl: S čim se bodo uporabniki ukvarjali
sv: Vad användare kommer arbeta på
sw: Watumiaji watafanya kazi gani
tw: Dɛn na ayεfoɔ rekɔyɛ ho adwuma
uk: Над чим збираються працювати користувачі

source: Start Date
ar: تاريخ البدء
de: Anfangsdatum
es: Fecha de inicio
fi: Aloituspäivä
fr: Date de début
he: תאריך התחלה
id: Tanggal Mulai
it: Data di inizio
lt: Pradžios data
mk: Почетен датум
ru: Дата начала
sk: Dátum začiatku
sl: Začetni datum
sv: Startdatum
sw: Tarehe ya Kuanza
tw: Bere a ɛhyɛ aseɛ
uk: Дата початку

source: Set campaign start date
ar: حدد تاريخ بدء الحملة
de: Startdatum der Kampagne festlegen
es: Fijar la fecha de inicio de la campaña
fi: Aseta kampanjan aloituspäivä
fr: Définissez la date de début de la campagne
he: הגדרת תאריך תחילת המיזם
id: Atur tanggal mulai kampanye
it: Imposta la data di inizio della campagna
lt: Nustatykite kampanijos pradžios datą
mk: Задај почетен датум на походот
ru: Задать дату начала кампании
sk: Nastaviť dátum začiatku kampane
sl: Določite začetni datum kampanje
sv: Ange kampanjens startdatum
sw: Weka tarehe ya kuanza kwa kampeni
tw: Ma yɛhunu ɔsatuo da a ɛhyε ase
uk: Встановіть дату початку кампанії

source: End Date
ar: تاريخ الانتهاء
de: Enddatum
es: Fecha de finalización
fi: Päättymispäivä
fr: Date de fin
he: תאריך סיום
id: Tanggal Selesai
it: Data di fine
lt: Pabaigos data
mk: Завршен датум
ru: Дата окончания
sk: Dátum ukončenia
sl: Končni datum
sv: Slutdatum
sw: Tarehe ya Mwisho
tw: Da a Wɔde Bɛwie
uk: Дата закінчення

source: Set campaign end date
ar: حدد تاريخ انتهاء الحملة
de: Enddatum der Kampagne festlegen
es: Fijar la fecha de finalización de la campaña
fi: Aseta kampanjan päättymispäivä
fr: Définissez la date de fin de la campagne
he: הגדרת תאריך סיום המיזם
id: Atur tanggal selesai kampanye
it: Imposta la data di fine della campagna
lt: Nustatykite kampanijos pabaigos datą
mk: Задај завршен датум на походот
ru: Задать дату окончания кампании
sk: Nastaviť dátum ukončenia kampane
sl: Določite končni datum kampanje
sv: Ange kampanjens slutdatum
sw: Weka tarehe ya mwisho ya kampeni
tw: Fa da a wɔde bewie ɔsatu no hyε
uk: Встановіть дату завершення кампанії

source: This is a Wiki Loves Campaign
ar: هذه حملة Wiki Loves
de: Dies ist eine Wiki-Loves-Kampagne
es: Esta es una campaña Wiki Loves
fi: Tämä on Wiki Loves -kampanja
fr: Ceci est une campagne « Wiki Love »
he: זהו מיזם מסוג "ויקי אוהבת"
id: Ini adalah Wiki Cinta Kampanye
it: Questa è una campagna Wiki Loves
lt: Tai „Wiki Loves“ kampanija
mk: Ова е поход „Вики сака“
ru: Это кампания из серии «Вики любит...»
sk: Toto je Wiki miluje kampaň
sl: To je kampanja »Wiki Loves«
sv: Detta är en Wiki Loves Campaign
sw: Hii ni Kampeni ya Wiki Loves
tw: Wei yɛ Wiki Dɔ Ɔsatu
uk: Це кампанія Wiki Loves

source: When set up correctly this option allows participants to choose what country they want to see images from and records contributions by country.
ar: عند الإعداد بشكل صحيح ، يسمح هذا الخيار للمشاركين باختيار البلد الذي يريدون مشاهدة الصور منه ويُسجل المساهمات حسب البلد.
de: Bei korrekter Einrichtung können die Teilnehmer mit dieser Option auswählen, aus welchem Land sie Bilder sehen möchten, und die Beiträge nach Ländern aufzeichnen.
es: Cuando se configura correctamente, esta opción permite a los participantes elegir de qué país quieren ver las imágenes y registra las contribuciones por país.
fi: Kun nämä asetukset on tehty oikein, osallistujat voivat valita mistä maasta he haluavat nähdä kuvia ja tallentaa muokkaukset maittan.
fr: Quand elle est bien définie, cette option enregistre les contributions par pays et permet alors aux participants de choisir de quel pays ils veulent voir les images.
he: כשהיא מוגדרת נכון, האפשרות הזאת נותנת למשתתפים לבחור מאיזו מדינה הם רוצים לראות תמונות ומתעדת תרומות לפי מדינה.
id: Saat diatur dengan benar pilihan ini memperbolehkan peserta untuk memilih negara mana mereka ingin melihat asal gambar dan merekam kontribusi berdasar negara.
it: Se impostata correttamente, questa opzione consente ai partecipanti di scegliere da quale paese vogliono vedere le immagini e registra i contributi per paese.
lt: Teisingai nustatyta ši parinktis leidžia dalyviams pasirinkti, iš kurios valstybės jie nori matyti vaizdus, ir įrašinėja įnašus pagal valstybę.
mk: Кога ќе се намести правилно, оваа можност им дава на учесниците да изберат од која земја сакаат да гледаат слики и ги заведува придонесите по земји.
ru: Будучи правильно настроен, этот параметр позволяет участникам выбирать, изображения из какой страны они хотят видеть, а такэе учитывать вклад по странам.
sk: Pri správnom nastavení táto možnosť dovoľuje účastníkom vybrať si z ktorej krajiny chcú vidieť obrázky a záznamy príspevkov podľa krajiny.
sl: Ko je ta možnost pravilno nastavljena, omogoča udeležencem, da izberejo, iz katere države želijo videti slike, in zabeleži prispevke po državah.
sv: När detta alternativ är korrekt angett låter det användare välja vilket land de vill se bilder från och sparar bidrag efter land.
sw: Inapowekwa kwa usahihi chaguo hili huruhusu washiriki kuchagua nchi wanataka kuona picha kutoka na kurekodi michango kulingana na nchi.
tw: Sɛ wɔhyehyɛ no yiye a,eyi ma wɔn a wɔwom no kwan ma wɔpaw ɔman a wɔpɛ sɛ wɔhwɛ mfonini ahorow fi mu na wɔkyerɛw ntoboa ahorow a efi ɔman biara.
uk: Якщо цей параметр правильно налаштований, він дає користувачам вибирати, з якої країни вони хочуть бачити зображення, і записує внески за країнами.

source: You can select multiple categories of the correct type.
ar: يمكنك تحديد تصنيفات متعددة من النوع الصحيح.
de: Du kannst mehrere Kategorien des richtigen Typs auswählen.
es: Puedes seleccionar categorías múltiples del tipo correcto.
fi: Voit valita useampia sopivia luokkia.
fr: Vous pouvez sélectionner plusieurs catégories du bon type.
he: באפשרותך לבחור כמה קטגוריות מהסוג הנכון.
id: Anda bisa memilih berbagai kategori dari tipe yang benar.
it: È possibile selezionare più categorie del tipo corretto.
lt: Galite pasirinkti kelias tinkamo tipo kategorijas.
mk: Можете да изберете повеќе категории од исправниот вид.
ru: Вы можете выбрать несколько категорий правильного типа.
sk: Môžete vybrať viacero kategórií správneho typu.
sl: Izberete lahko več kategorij prave vrste.
sv: Du kan välja flera kategorier av rätt typ.
sw: Unaweza kuchagua aina mbalimbali sahihi.
tw: Wubetumi apaw afã horow pii a ɛyɛ papa.
uk: Ви можете вибрати кілька категорій правильного типу.

source: Depth must be set to 0 for all categories in a Wiki Loves campaign.
ar: يجب ضبط العمق على 0 لجميع التصنيفات في حملة Wiki Loves.
de: Die Tiefe muss für alle Kategorien in einer Wiki Loves-Kampagne auf 0 gesetzt werden.
es: La profundidad tiene que ser definida en 0 para todas las categorías en una campaña Wiki Loves.
fi: Syvyys on asetettava arvoon 0 kaikille Wiki Loves -kampanjan luokille.
fr: La profondeur doit être mise à 0 pour toutes les catégories dans une campagne « Wiki Love ».
he: יש להגדיר את העומק ל־0 עבור כל הקטגוריות במיזם מסוג "ויקי אוהבת".
id: Kedalaman harus diatur menjadi 0 untuk semua kategori di dalam Wiki Cinta Kampanye.
it: Per tutte le categorie in una campagna Wiki Loves, la profondità deve essere impostata su 0.
lt: Visoms „Wiki Loves“ kampanijos kategorijoms gylis turi būti nustatytas į 0.
mk: Продорноста мора да биде ставена на 0 за сите категории во поход „Вики сака“.
sk: Hĺbka musí byť nastavená na 0 pre všetky kategórie v kampani Wiki Loves.
sl: Globina mora biti v kampanji »Wiki Loves« za vse kategorije nastavljena na 0.
sv: Djup måste anges som 0 för alla kategorier i en Wiki Loves campaign.
sw: Kina lazima kiwekwe 0 kwa aina zote katika kampeni ya Wiki Loves.
tw: Ɛsɛ sɛ wɔde adansedie no si hwee wɔ ãfa no nyinaa wɔ Wiki Loves ɔsatuo no mu.
uk: Глибина має бути встановлена на 0 для всіх категорій у кампанії Wiki Loves.
