Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: In technical terms, a description is plain wikitext wrapped in a language template, wrapped again in an Information template; while captions are Wikibase labels.
ar: من الناحية الفنية، الوصف هو نص ويكي عادي ملفوف في قالب لغوي، ملفوف مرة أخرى في قالب معلومات؛ في حين أن التسميات التوضيحية هي علامات Wikibase.
de: Technisch gesehen ist eine Beschreibung einfacher Wikitext, der in eine Sprachvorlage und diese wiederum in eine Informationsvorlage eingebettet ist. Kurzbeschreibungen hingegen sind Wikibase-Label.
es: En términos técnicos, una descripción es un wikitexto plano envuelto en una plantilla de idioma, envuelto de nuevo en una plantilla de información; mientras que los pies de foto son etiquetas de Wikibase.
fr: En termes techniques, une description est du simple wikicode enveloppé dans un modèle de langue, lui-même enveloppé dans un modèle Informations, tandis que les légendes sont des libellés de Wikibase.
he: במונחים טכניים, תיאור הוא קוד ויקי רגיל שעטוף בתבנית שפה, ועטוף שוב בתבנית מידע; בעוד כיתובים הם תוויות Wikibase.
id: Dalam istilah teknis, deskripsi adalah teks wiki biasa yang dibungkus dalam templat bahasa, dibungkus lagi dalam templat Informasi; sementara takarir adalah label Wikibase.
it: In termini tecnici, una descrizione è un semplice wikitesto racchiuso in un modello linguistico, nuovamente racchiuso in un modello informativo; mentre le didascalie sono etichette Wikibase.
lt: Techniniu požiūriu aprašymas yra paprastas vikitekstas, įvyniotas į kalbos šabloną, vėl įvyniotas į informacijos šabloną; o antraštės yra Wikibase žymos.
mk: Технички изразено, описот е прост викитекст ставен во јазична предлошка, потоа ставен во информациска предлошка; толкувањата се натписи за Викибазата.
sk: Technicky povedané, popis je obyčajný wikitext zabalený do jazykovej šablóny, opäť zabalený do informačnej šablóny; zatiaľ čo titulky sú štítky Wikibase.
sl: V tehničnem smislu je opis navadno vikibesedilo, ovito v jezikovno predlogo, ki je sama ovita v informacijsko predlogo; napisi pa so oznake Wikibase.
sv: Rent tekniskt så består en beskrivning av ren wikitext som är omsluten av en språkmall, som i sin tur är omsluten av en Informationsmall. Bildtexter däremot är etiketter i Wikibase.
sw: Kwa maneno ya kiufundi, maelezo ni matini ya wiki iliyofungwa katika kiolezo cha lugha, iliyofungwa tena katika kiolezo cha Habari; huku manukuu ni lebo za Wikibase.
uk: З технічного боку, опис є простим вікітекстом, розміщеним у шаблоні мови, розміщеним у свою чергу у шаблоні Information; тоді як підписи — це мітки Wikibase.

source: As such, captions will be searchable through the API, making it easy to find/filter/pull captions from files as metadata.
ar: وبناءً على ذلك، سيكون من الممكن البحث عن التسميات التوضيحية من خلال واجهة برمجة التطبيقات، مما يسهل العثور على التسميات التوضيحية/تصفيتها/سحبها من الملفات كبيانات وصفية.
de: Kurzbeschreibungen können daher über die API gesucht werden, sodass sie sich leicht als Metadaten aus Dateien finden/filtern/abrufen lassen.
es: De este modo, los subtítulos podrán buscarse a través de la API, lo que facilitará la búsqueda, el filtrado y la extracción de subtítulos de los archivos como metadatos.
fr: Ainsi, les légendes pourront être recherchées via l'API, ce qui facilitera la recherche, le filtrage et l’extraction des légendes des fichiers en tant que métadonnées.
he: בהיותם כאלה, יהיה אפשר לחיפושים בכיתובים דרך ה־API, מה שמקל על איתור, סינון ושליפה של כיתובים מקבצים כמטא־נתונים.
id: Dengan demikian, takarir akan dapat dicari melalui API, sehingga mudah untuk menemukan/memfilter/menarik takarir dari berkas sebagai metadata.
it: In quanto tali, le didascalie saranno ricercabili tramite l'API, facilitando la ricerca/filtraggio/estrazione di didascalie da file come metadati.
lt: Antraščių bus galima ieškoti naudojant API, todėl bus lengva rasti / filtruoti / gauti antraštes iš failų kaip metaduomenis.
mk: Како такви, толкувањата ќе бидат пребарливи преку приложникот, со тоа олеснувајќи го наоѓањето/филтрирањето/извлекувањето на текст за податотеките како метаподатоци.
sk: Titulky sa budú dať vyhľadávať prostredníctvom rozhrania API, vďaka čomu bude ľahké nájsť/filtrovať/vytiahnuť titulky zo súborov ako metadáta.
sl: Napise bo tako mogoče iskati z API-jem, kar bo olajšalo iskanje/filtriranje/pridobivanje napisov iz datotek kot metapodatkov.
sv: Det innebär att bildtexter är sökbara via API:et, vilket gör det enkelt att hitta/filtrera/importera bildtexter från filer som metadata.
sw: Kwa hivyo, manukuu yataweza kutafutwa kupitia API, na kuifanya iwe rahisi kupata/kuchuja/kuvuta manukuu kutoka kwa faili kama metadata.
uk: Таким чином, підписи можна шукати через API, і їх легко знайти/відфільтрувати/витягнути з файлів як метадані.

source: As they are searchable via the API, it is also easier for 3rd party reusers to find and reuse media and the captions themselves.
ar: نظرًا لأنه يمكن البحث عنها عبر واجهة برمجة التطبيقات (API)، فمن الأسهل أيضًا على المستخدمين الخارجيين العثور على الوسائط والتسميات التوضيحية وإعادة استخدامها.
de: Da sie über die API durchsuchbar sind, ist es für Drittanbieter, die die Medien weiterverwenden, auch einfacher, die Medien und die Kurzbeschreibungen zu finden und wiederzuverwenden.
es: Como se pueden buscar a través de la API, también es más fácil para los reutilizadores de terceros encontrar y reutilizar los medios y los propios subtítulos.
fr: Comme elles sont consultables via l'API, il est également plus facile pour les réutilisateurs tiers de trouver et de réutiliser eux-mêmes les médias et les légendes.
he: מכיוון שאפשר לחפש בהם באמצעות ה־API, קל יותר גם למי שעושה שימוש חוזר למצוא ולהשתמש במדיה ובכיתובים עצמם.
id: Karena mereka dapat dicari melalui API, juga lebih mudah bagi pengguna ulang pihak ke-3 untuk menemukan dan menggunakan kembali media dan takarir itu sendiri.
lt: Kadangi jų galima ieškoti naudojant API, trečiųjų šalių pakartotiniams naudotojams taip pat lengviau rasti ir pakartotinai naudoti mediją ir pačias antraštes.
mk: Бидејќи се пребарливи преку приложникот, тоа им олеснува на трети лица да ги најдат податотеките и нивните толкувања за да ги пренаменат за свои потреби.
sk: Keďže ich možno vyhľadávať prostredníctvom rozhrania API, pre opätovných používateľov tretích strán je tiež jednoduchšie nájsť a znova použiť médiá a samotné titulky.
sl: Ker jih je mogoče iskati z API-jem, je tudi nadaljnjim tretjim osebam, ki jih uporabljajo, predstavnostno gradivo in napise lažje najti.
sv: Eftersom de är sökbara via API:et så blir det även lättare för tredjepartsanvändare att hitta och återanvända mediafiler och själva bildtexterna.
sw: Kwa kuwa zinaweza kutafutwa kupitia API, pia ni rahisi kwa watumiaji wengine kupata na kutumia tena midia na manukuu yenyewe.
uk: Оскільки їх можна шукати через API, то і для третіх сторін легше знаходити й повторно використовувати медіафайли і самі підписи.

source: Other possible usages of captions can be:
ar: يمكن أن تكون الاستخدامات الأخرى الممكنة للتسميات التوضيحية:
de: Weitere mögliche Verwendungen von Kurzbeschreibungen können sein:
es: Otros usos posibles de los subtítulos pueden ser:
fr: D’autres utilisations possibles des légendes peuvent être :
he: שימושים אפשריים נוספים בכיתובים יכולים להיות:
id: Kemungkinan penggunaan takarir lainnya dapat berupa:
it: Altri possibili usi delle didascalie possono essere:
lt: Kiti galimi antraščių naudojimo būdai gali būti:
mk: Други можни намени на толкувањата:
sk: Ďalšie možné použitia titulkov môžu byť:
sl: Drugi možni načini uporabe napisov so lahko:
sv: Bildtexter kan också användas för att:
sw: Matumizi mengine ya nukuu yanaweza kuwa:
uk: Інші можливі способи використання підписів:

source: filling in infoboxes
ar: ملء صناديق المعلومات
de: Infoboxen ausfüllen
es: rellenar los infoboxes
fi: tietolaatikoiden täyttäminen
fr: remplir les boîtes d’informations
he: מילוי תיבות מידע
id: mengisi kotak info
it: compilando le infobox
lt: informacinių lentelių pildymas
mk: пополнување на инфокутии
sk: vypĺňanie infoboxov
sl: izpolnjevanje infopolj
sv: fylla i infoboxar
sw: kujaza masanduku ya habari
uk: заповнення карток

source: query files for missing captions in a given language
ar: الاستعلام عن التسميات التوضيحية المفقودة في لغة معينة
de: Abfragedateien für fehlende Kurzbeschreibungen in einer bestimmten Sprache
es: consultar los archivos para buscar los subtítulos que faltan en un idioma determinado
fr: rechercher des fichiers avec des sous-titres manquants dans une langue donnée
he: קובצי שאילתות עבור כיתובים חסרים בשפה נתונה
id: berkas kueri untuk takarir yang hilang dalam bahasa tertentu
it: file di query per le didascalie mancanti in una determinata lingua
lt: failų užklausos dėl trūkstamų antraščių tam tikra kalba
mk: барање на податотеки без толкувања на даден јазик
sk: súbory dotazov na chýbajúce titulky v danom jazyku
sl: poizvedovanje datotek za manjkajoče napise v določenem jeziku
sv: sök efter filer som saknar bildtexter på ett visst språk
sw: Vuta mafaili ambayo hanaya nukuu kwa lugha hii
uk: виведення переліку файлів, яким бракує підписів певною мовою

source: building lists for translation of important files needing a caption localized for a project or campaign
ar: إنشاء قوائم لترجمة الملفات المهمة التي تحتاج إلى تسمية توضيحية مترجمة لمشروع أو حملة
de: Erstellen von Listen zur Übersetzung wichtiger Dateien, für die eine Kurzbeschreibung für ein Projekt oder eine Kampagne lokalisiert werden muss
es: creación de listas para la traducción de archivos importantes que necesiten un subtítulo localizado para un proyecto o campaña
fr: constituer des listes pour la traduction de fichiers importants dont la légende doit être localisée pour un projet ou une campagne
he: בניית רשימות לתרגום של קבצים חשובים הזקוקים לכיתוב מתורגם לפרויקט או למיזם
id: membuat daftar untuk terjemahan berkas penting yang memerlukan keterangan yang dilokalkan untuk proyek atau kampanye
it: creazione di elenchi per la traduzione di file importanti che necessitano di una didascalia localizzata per un progetto o una campagna
mk: срочување на списоци за преведување на важни податотеки на кои им треба толкување јазично прилагодено за проект или поход
sk: vytváranie zoznamov na preklad dôležitých súborov, ktoré potrebujú titulok lokalizovaný pre projekt alebo kampaň
sl: sestavljanje seznamov za prevajanje pomembnih datotek, ki potrebujejo napis, lokaliziran za projekt ali kampanjo
sv: ta fram listor över viktiga filer som behöver ha sina bildtexter översatta för ett projekt eller en kampanj
sw: kujenga orodha za tafsiri ya faili muhimu zinazohitaji kichwa cha habari kilichowekwa kwa mradi au kampeni
uk: створення списків на переклад із важливих файлів, підписи яких треба локалізувати для проєкту чи кампанії

source: Find more information about Captions here
ar: اعثر على مزيد من المعلومات حول التسميات التوضيحية هنا
de: Weitere Informationen zu Kurzbeschreibungen findest Du hier
es: Encuentre más información sobre pie de fotos/leyendas aquí
fr: Vous trouverez plus d’informations sur les légendes ici
he: יש מידע נוסף על כיתובים כאן
id: Temukan informasi lebih lanjut tentang Takarir di sini
it: Trova maggiori informazioni sulle didascalie qui
lt: Daugiau informacijos apie antraštes rasite čia
mk: Повеќе информации за Толкувањата ќе најдете тука
sk: Viac informácií o titulkoch nájdete tu
sl: Več informacij o napisih najdete tukaj
sv: Här kan du finna mer information om Bildtexter
sw: Pata maelezo zaidi kuhusu nukuu au kichwa cha habari hapa
uk: Більше про підписи дізнаєтесь тут:

source: Depicts is also a feature part of Structured data.
ar: تُعد التسميات التوضيحية أيضًا جزءًا مميزًا من البيانات المهيكلة.
de: Dateibeschriftungen sind ein Funktionsbestandteil strukturierter Daten.
es: Depicts (Representa a...) también forma parte de los datos estructurados.
fr: « Représente » est également une fonctionnalité faisant partie des données structurées.
he: "מוצג" הוא גם מאפיין של נתונים מובנים.
id: Penggambaran juga bagian fitur dari Data Terstruktur.
it: Rappresenta anche una parte caratteristica dei dati strutturati.
lt: Vaizdavimas taip pat yra struktūrinių duomenų dalis.
mk: Прикажува исто така е можност во рамките на Структурирани податоци.
sk: Vyobrazovanie je tiež súčasťou štruktúrovaných údajov.
sl: Značilni del strukturiranih podatkov so tudi prikazi.
sv: Motiv är också en viktig del av strukturerade data.
sw: Taswira pia ni sehemu ya kipengele cha data Muundo(data zilizo pangiliwa).
uk: «Зображує» — це також функція структурованих даних.

source: It was enabled on Wikimedia Commons on April 2019.
ar: تم تفعيله على ويكيميديا كومنز في أبريل 2019.
de: Es wurde im April 2019 auf Wikimedia Commons aktiviert.
es: Se habilitó en Wikimedia Commons en abril de 2019.
fi: Se on otettu käyttöön Wikimedia Commonsissa elokuussa 2019.
fr: Elle a été activé sur Wikimedia Commons en avril 2019.
he: זה הופעל בוויקישיתוף באפריל 2019.
id: Fitur "penggambaran" mulai diaktifkan di Wikimedia Commons sejak April 2019.
it: È stato abilitato su Wikimedia Commons nell'aprile 2019.
lt: Tai buvo įjungta Vikitekoje 2019 m. balandžio mėn.
mk: Беше овозможено на Ризницата во април 2019 г.
sk: To bolo povolené na Wikimedia Commons v apríli 2019.
sl: Ti so bili v Wikimedijini zbirki omogočeni aprila 2019.
sv: Det aktiverades på Wikimedia Commons i april 2019.
sw: Iliwezeshwa kwenye Wikimedia Commons mnamo Aprili 2019.
uk: Її увімкнули у Вікісховищі у квітні 2019 року.

source: To add a depicts statement, simply start typing in the search box.
ar: لإضافة بيان مصور، ما عليك سوى البدء بالكتابة في مربع البحث.
de: Um eine Stellt-dar-Aussage hinzuzufügen, beginne einfach mit der Eingabe in das Suchfeld.
fr: Pour ajouter une représentation, il suffit de commencer à taper dans le champ de recherche pour démarrer.
he: כדי להוסיף קביעת "מוצג", צריך פשוט להתחיל להקליד בתיבת החיפוש.
it: Per aggiungere una dichiarazione di rappresentazione, inizia semplicemente a digitare nella casella di ricerca.
sw: Ili kuongeza taarifa ya picha, anza tu kuandika kwenye kisanduku cha utafutaji.

source: Then for each depicted item in the image, find the appropriate item from Wikidata and select it.
ar: ثم لكل عنصر مصور في الصورة، ابحث عن العنصر المناسب من ويكي بيانات وحدده.
de: Suche dann für jedes im Bild abgebildete Element das entsprechende Element in Wikidata und wähle es aus.
es: A continuación, para cada elemento representado en la imagen, busque el elemento apropiado en Wikidata y selecciónelo
fr: Ensuite, pour chaque élément représenté dans l'image, trouvez l’élément approprié dans Wikidata et sélectionnez-le.
he: לאחר מכן, עבור כל פריט שמוצג בתמונה, יש למצוא את הפריט המתאים מוויקינתונים ולבחור בו.
id: Kemudian untuk setiap item yang digambarkan dalam gambar, temukan item yang sesuai dari Wikidata dan pilih.
it: Quindi, per ogni elemento raffigurato nell'immagine, trova l'elemento appropriato da Wikidata e selezionalo.
lt: Tada kiekvienam vaizde pavaizduotam elementui raskite atitinkamą elementą Vikiduomenys ir pasirinkite jį.
mk: Потоа, за секој прикажан елемент на сликата, најдете го соодветниот предмет од Википодатоците и изберете го.
sk: Potom pre každú zobrazenú položku na obrázku nájdite príslušnú položku z Wikiúdajov a vyberte ju.
sl: Nato za vsak prikazani element na sliki poiščite ustrezen predmet v Wikipodatkih in ga izberite.
sv: För varje motiv som avbildas på bilden, hitta och välj ett lämpligt Wikidataobjekt.
sw: Kisha kwa kila kipengee kilichoonyeshwa kwenye picha, pata kipengee kinachofaa kutoka kwa Wikidata na ukichague.
uk: Далі, для кожного елемента, зображеного на зображенні, знайдіть відповідний елемент у Вікіданих і виберіть його.

source: If you have trouble finding the right Wikidata item, test alternative spellings.
ar: إذا كنت تواجه مشكلة في العثور على عنصر ويكي بيانات الصحيح، فاختبر التهجئات البديلة.
de: Wenn Du Probleme hast, das richtige Wikidata-Element zu finden, teste alternative Schreibweisen.
es: Si tiene problemas para encontrar el elemento de Wikidata correcto, pruebe las ortografías alternativas.
fr: Si vous avez des difficultés à trouver le bon élément Wikidata, testez les orthographes alternatives.
he: אם קשה לך למצוא את פריט הוויקינתונים הנכון, נא לנסות איות חלופי.
id: Jika Anda kesulitan menemukan item Wikidata yang tepat, cobalah mengetik ejaan alternatif, atau coba ketikkan dalam bahasa Inggris (terkadang belum ada deskripsinya dalam bahasa Indonesia).
it: Se hai problemi a trovare l'elemento Wikidata giusto, prova l'ortografia alternativa.
lt: Jei kyla problemų ieškant tinkamo Vikiduomenų elemento, išbandykite alternatyvią rašybą.
mk: Ако имате потешкотии во наоѓањето на соодветниот предмет, пробајте да го напишете поинаку.
sk: Ak máte problém nájsť správnu položku Wikidata, vyskúšajte alternatívne pravopisy.
sl: Če imate težave z iskanjem pravega predmeta b Wikipodatkih, preizkusite alternativno črkovanje.
sv: Har du svårt att hitta ett relevant Wikidataobjekt? Testa alternativa stavningar.
sw: Kama unapata changamoto ya kupata haki Wikidata kipengele, mtihani uandishi mbadala.
uk: Якщо у вас не виходить знайти підхожий елемент Вікіданих, спробуйте інше написання.

source: If there is no Wikidata item associated with the subject depicted, choose a more generic item which includes your subject as an example.
ar: إذا لم يكن هناك عنصر ويكي بيانات مرتبطًا بالموضوع الموضح، فاختر عنصرًا أكثر عمومية يتضمن موضوعك مثلاً.
de: Wenn es zu dem dargestellten Thema kein Wikidata-Element gibt, wähle ein allgemeineres Element, das Dein Thema als Beispiel enthält.
es: Si no hay ningún elemento de Wikidata asociado al tema representado, elija un elemento más genérico que incluya su tema como ejemplo
fi: Mikäli kuvatulle aiheelle ei ole olemassa Wikidata-kohdetta, valitse yleisempi kohde jonka jäsen kuvattu kohde on.
fr: S’il n’existe pas d’article Wikidata associé au sujet décrit, choisissez un article plus générique couvre ce sujet à titre d’exemple.
he: אם אין פריט ויקינתונים שקשור לנושא המתואר, יש לבחור פריט כללי יותר הכולל את הנושא שלך כדוגמה.
id: Jika tidak ada item Wikidata yang terkait dengan subjek yang digambarkan, pilih item yang lebih umum yang menyertakan subjek Anda sebagai contoh.
it: Se non ci sono elementi Wikidata associati al soggetto raffigurato, scegli un elemento più generico che includa il tuo soggetto come esempio.
lt: Jei nėra su pavaizduota tema susieto Vikiduomenų elemento, pasirinkite bendresnį elementą, kuris savyje turi ir jūsų apibūdinamą elementą kaip pavyzdį.
mk: Ако не постои предмет на Википодатоците што се однесува на прикажаното, тогаш изберете поопшт предмет кој во себе го вклучува прикажаното како пример.
sk: Ak so zobrazeným predmetom nie je spojená žiadna položka Wikiúdajov, vyberte všeobecnejšiu položku, ktorá zahŕňa váš predmet ako príklad.
sl: Če z upodobljenim motivom ni povezan noben predmet Wikipodatkov, izberite bolj splošen predmet, ki vključuje vaš motiv kot zgled.
sv: Om det inte finns något relevant Wikidataobjekt för det avbildade motivet så väljer du ett mer generiskt begrepp som innefattar ditt motiv som exempel.
uk: Якщо для зображеного предмета немає відповідного елемента Вікіданих, виберіть більш загальний елемент, який включає ваш предмет.

source: Be as specific as you can with the primary tag.
ar: كن محددًا قدر الإمكان مع العلامة الأساسية.
de: Sei mit dem primären Tag so spezifisch wie möglich.
es: Sea tan específico como pueda con la etiqueta principal.
fr: Soyez aussi précis que possible avec l’étiquette primaire.
he: נא להיות כמה שיותר ספציפי עם התג הראשי.
id: Deskripsikan sespesifik mungkin dengan tag utama.
it: Sii il più specifico possibile con il tag principale.
lt: Naudodami pagrindinę žymą būkite kuo konkretesni.
mk: Бидете што поконкретни во главната ознака.
sk: S primárnou značkou buďte čo najkonkrétnejší.
sl: Z glavno oznako bodite čim bolj natančni.
sv: Huvudtaggen bör vara så specifik som möjligt.
uk: Намагайтеся бути якомога конкретними.

source: If there are multiple items clearly and deliberately depicted by the media file, all should be added as separate depicts statements, within reason.
ar: إذا كان هناك عدة عناصر تم تصويرها بوضوح وبشكل متعمد بواسطة ملف الوسائط، فيجب إضافة كل منها كبيانات تصويرية منفصلة، ضمن حدود المعقول.
de: Wenn in der Mediendatei mehrere Elemente klar und bewusst dargestellt sind, sollten alle, soweit angemessen, als separate Darstellungsaussagen hinzugefügt werden.
es: Si hay varios elementos representados clara y deliberadamente por el archivo multimedia, todos deben añadirse como declaraciones de representación separadas, dentro de lo razonable.
fr: Si plusieurs éléments sont clairement et délibérément représentés par le fichier média, ils doivent tous être ajoutés en tant que déclarations distinctes, dans la limite du raisonnable.
he: אם ישנם fnv פריטים המתוארים בצורה ברורה ומכוונת על ידי קובץ המדיה, יש להוסיף את כולם כקביעות "מוצג" נפרדות, בגבולות הסביר.
id: Jika ada beberapa item yang jelas dan sengaja digambarkan oleh berkas media, semua harus ditambahkan sebagai pernyataan bergambar terpisah, dengan alasan.
it: Se nel file multimediale sono presenti più elementi rappresentati in modo chiaro e deliberato, tutti devono essere aggiunti come dichiarazioni di rappresentazione separate, entro limiti ragionevoli.
lt: Jei medijos faile aiškiai ir apgalvotai pavaizduoti keli elementai, visi turi būti pridėti kaip atskiri vaizdavimo teiginiai, laikantis protingumo principo.
mk: Ако има повеќе елементи јасно и намерно прикажани на податотеката, сите треба да се стават како одделни искази за прикажување, наведувајќи ја причината за тоа.
sk: Ak je v mediálnom súbore jasne a zámerne zobrazených viacero položiek, všetky by sa mali v rozumnom zmysle pridať ako samostatné vyobrazenia.
sl: Če je v predstavnostni datoteki več predmetov, ki so jasno in namerno prikazani, je treba v okviru razumnega vse dodati kot ločene izjave o prikazih.
sv: Om du kan se flera motiv som mediafilen avbildar på ett tydligt och avsiktligt sätt, skall du lägga till dem som separata motivuttalanden – inom rimliga gränser.
uk: Якщо є багато елементів, чітко і зумисне зображених у медіафайлів, усі їх треба додати як окремі твердження «зображує», в межах розумного.
