Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: Freely licensed media files from external websites like Flickr, YouTube, open access journals, and other repositories; and
ar: ملفات الوسائط المرخصة مجانًا من مواقع الويب الخارجية مثل Flickr و YouTube ومجلات الوصول المفتوح والمستودعات الأخرى؛ و
de: Frei lizenzierte Mediendateien von externen Websites wie Flickr, YouTube, Open-Access-Zeitschriften und anderen Repositorien; und
es: Archivos multimedia con licencia libre de sitios web externos como Flickr, YouTube, revistas de acceso abierto y otros repositorios; y
fi: Avoimesti lisensoidut mediatiedostot ulkoisilta sivustoilta kuten Flickristä, YouTubesta, Open Access -julkaisuista ja muista tietovarannoista; ja
fr: des fichiers de média en licence libre provenant de sites web externes comme Flickr, YouTube, des journaux en accès libre et d’autres dépôts ; et
he: קובצי מדיה ברישיון חופשי מאתרים חיצוניים כמו פליקר, יוטיוב, כתבי־עת בגישה חופשית ומאגרים אחרים; וגם
id: Berkas media berlisensi bebas dari situs web eksternal seperti Flickr, YouTube, jurnal akses terbuka, dan repositori lainnya; dan
it: File multimediali con licenza gratuita da siti Web esterni come Flickr, YouTube, giornali ad accesso aperto e altri repository; e
lt: Nemokamos licencijos medijos failai iš išorinių svetainių kaip, pvz., Flickr, YouTube, atviros prieigos žurnalų, kitų saugyklų; ir
mk: Слободно лиценцирани медиумски податотеки од надворешни места како Flickr, YouTube, периодика со отворен пристап и други скалдишта; и
sk: Voľne licencované mediálne súbory z externých webových stránok, ako sú Flickr, YouTube, časopisy s otvoreným prístupom a iné úložiská; a
sl: Prosto licencirane predstavnostne datoteke z zunanjih spletnih mest, kot so Flickr, YouTube, odprtodostopne revije in drugi repoozitoriji; ter
sv: Fritt licensierade mediefiler från externa webbplatser som Flickr, YouTube, öppna journaler och andra samlingar; och
sw: Faili za midia zilizo na leseni bila malipo kutoka tovuti za nje kama vile Flickr, YouTube, majarida ya ufikiaji huria, na hazina zingine; na
tw: Dawurobɔ dwuma nsεm ahodoɔ a wɔama ho tumi krataa a wontua hwee a efi amansan ntontan kεseε ahodoɔ te sɛ Flickr, YouTube,daadaa amannebɔ ahodoɔ a ne pε nyε den,ne korabea ahodoɔ foforɔ; ne
uk: Вільноліцензовані медіафайли з таких зовнішніх вебсайтів як Flickr, YouTube, журнали з відкритим доступом та інші репозиторії; та

source: Donations from institutions and organizations with substantial media collections, large and small, ranging from UNESCO, NASA and the British Library to small local cultural institutions.
ar: تبرعات من المؤسسات والمنظمات ذات المجموعات الإعلامية الكبيرة، الكبيرة والصغيرة، بدءًا من اليونسكو ووكالة ناسا والمكتبة البريطانية إلى المؤسسات الثقافية المحلية الصغيرة.
de: Spenden von großen und kleinen Institutionen und Organisationen mit umfangreichen Mediensammlungen, von der UNESCO, NASA und der British Library bis hin zu kleinen lokalen Kultureinrichtungen.
es: Donaciones de instituciones y organizaciones con importantes colecciones multimedia, grandes y pequeñas, que van desde la UNESCO, la NASA y la Biblioteca Británica hasta pequeñas instituciones culturales locales.
fi: Instituutioiden ja organisaatioiden tarjoamat merkittävät mediakokoelmat, isot ja pienet, UNESCOsta, NASAsta ja British Librarystä pieniin paikallisiin kulttuurilaitoksiin.
fr: des dons d’institutions ou d’organisations avec des collections substantielles de médias, grandes ou petites, allant de l’UNESCO, la NASA et la Bibliothèque britannique, aux petites institutions culturelles locales.
he: תרומות ממוסדות וארגונים בעלי אוספי תקשורת משמעותיים, גדולים כקטנים, החל מאונסקו, נאס"א והספרייה הבריטית ועד למוסדות תרבות מקומיים קטנים.
id: Sumbangan dari lembaga dan organisasi dengan koleksi media yang substansial, besar dan kecil, mulai dari UNESCO, NASA dan British Library hingga lembaga budaya lokal kecil.
it: Donazioni da parte di istituzioni e organizzazioni con consistenti collezioni di media, grandi e piccole, che vanno dall'UNESCO, dalla NASA e dalla British Library a piccole istituzioni culturali locali.
lt: Aukos iš institucijų ir organizacijų su žymiomis mažomis ar didelėmis medijos kolekcijomis, pvz., UNESCO, NASA, Britų biblioteka ir įvairios mažos kultūros institucijos.
mk: Дарови од установи и организации со значајни збирки, големи или мали, од УНЕСКО, НАСА и Британската библиотека, па до мали културни установи.
sk: Dary od inštitúcií a organizácií s rozsiahlymi zbierkami médií, veľkými aj malými, od UNESCO, NASA a Britskej knižnice až po malé miestne kultúrne inštitúcie.
sl: donacije ustanov in organizacij z obsežnimi zbirkami predstavnosti, velikih in majhnih, od Unesca, Nase in British Library do majhnih lokalnih kulturnih ustanov.
sv: Donationer från institutioner och organisationer med bastanta mediesamlingar, stora som små, från UNSECO, NASA och British library till små lokala kulturinstitutioner.
sw: Michango kutoka kwa taasisi na mashirika yenye mikusanyiko mikubwa ya vyombo vya habari, kubwa na ndogo, kuanzia UNESCO, NASA na Maktaba ya Uingereza hadi taasisi ndogo za kitamaduni za ndani.
tw: Nyima a efi nnwumakuo ne amanneɛbɔ nsɛm a εyε adenya a ɛsom bo, akɛse ne nketewa, fiti UNESCO, NASA ne British Library de kosi mansini nketewa a wɔyɛ amammerɛ nnwumakuo.
uk: Пожертви від інституцій та організацій, що мають значні медіаколекції, великих і малих: від ЮНЕСКО, НАСА та Британської бібліотеки до малих локальних культурних установ.

source: What is structured data on Commons ?
ar: ما هي البيانات المهيكلة في كومنز؟
de: Was sind strukturierte Daten auf Commons?
es: ¿Qué son los datos estructurados en Commons?
fi: Mitä on rakenteinen tieto Wikimedia Commonsissa?
fr: Que sont les données structurées sur Commons ?
he: מהם נתונים מבניים בוויקישיתוף?
id: Apa itu data terstruktur di Commons?
it: Cosa sono i dati strutturati su Commons?
lt: Kas Vikitekoje yra struktūrizuoti duomenys ?
mk: Што сте структурираните податоци на Ризницата ?
ru: Что такое структурированные данные на Викискладе?
sk: Čo sú to štruktúrované údaje na Commons?
sl: Kaj so v Zbirki strukturirani podatki?
sv: Vad är strukturerad data på Commons?
sw: Data iliyopangwa kwenye Commons ni nini?
tw: Dεn ne nsεm yεbea wɔ Commons?
uk: Що таке структуровані дані у Вікісховищі?

source: <strong>Structured Data on Commons</strong> is a project that provides the technical infrastructure to complement the wikitext, templates and categories on Wikimedia Commons with structured data.
ar: <strong>البيانات المهيكلة في كومنز</strong> عبارة عن مشروع يوفر البنية التحتية التقنية لاستكمال نصوص ويكي، والقوالب والفئات على ويكيميديا كومنز ببيانات مهيكلة.
de: <strong>Structured Data on Commons</strong> ist ein Projekt, das die technische Infrastruktur bereitstellt, um den Wikitext, die Vorlagen und Kategorien auf Wikimedia Commons mit strukturierten Daten zu ergänzen.
es: <strong>Datos estructurados en Commons</strong> es un proyecto que proporciona la infraestructura técnica para complementar el wikitexto, las plantillas y las categorías de Wikimedia Commons con datos estructurados.
fr: <strong>Données structurées sur Commons</strong> est un projet qui fournit l’infrastructure technique pour apporter des données structurées en complément du wikicode, des modèles et des catégories sur Wikimedia Commons.
he: <strong>נתונים מבניים בוויקישיתוף</strong> הוא פרויקט המספק את התשתית הטכנית שמשלים את קוד הוויקי, התבניות והקטגוריות בוויקישיתוף עם נתונים מבניים.
id: <strong>Data Terstruktur di Commons</strong> adalah proyek yang menyediakan infrastruktur teknis untuk melengkapi teks wiki, templat, dan kategori di Wikimedia Commons dengan data terstruktur.
it: <strong>Dati Strutturati in Commons</strong> è un progetto che fornisce l'infrastruttura tecnica per integrare il wikitext, i modelli e le categorie su Wikimedia Commons con dati strutturati.
lt: <strong>Struktūriniai duomenys Vikitekoje</strong> yra projektas, suteikiantis techninę infrastruktūrą, papildančią vikitekstą, šablonus ir kategorijas struktūriniais duomenimis Vikitekoje.
mk: <strong>Структурираните податоци на Ризницата</strong> се проект кој дава техничка инфраструктура за дополнување на викитекстот, предлошките и категориите на Ризницата со структурирани податоци.
sk: <strong>Štruktúrované údaje na Commons</strong> je projekt, ktorý poskytuje technickú infraštruktúru na doplnenie wikitextu, šablón a kategórií na Wikimedia Commons o štruktúrované údaje.
sl: <strong>Strukturirani podatki v Zbirki</strong> so projekt, ki zagotavlja tehnično infrastrukturo za dopolnjevanje vikibesedila, predlog in kategorij v Wikimedijini zbirki s strukturiranimi podatki.
sv: <strong>Strukturerad data på Commons</strong> är ett projekt som erbjuder en teknisk infrastruktur för att komplettera wikitext, mallar och kategorier på Wikimedia Commons med strukturerad data.
sw: <strong>Data Iliyoundwa juu ya Commons</strong> ni mradi ambao hutoa miundombinu ya kiufundi inayosaidia wiki matini, violezo na kategoria kwenye Wikimedia Commons na data iliyopangwa.
tw: strong>Nsεm Yεbea wɔ Commons</strong> yɛ dwumadie a ɛde nimdeε soronko nnyinasoɔ de ka ho ɛmma wɔtumi de nsεm yεbea boa wikitext,nhyehyεeε ne nkyekyemu ahodoɔ a ɛwɔ Wikimedia Commons.
uk: <strong>Структуровані дані у Вікісховищі</strong> — це проєкт, що забезпечує технічну інфраструктуру для доповнення вікітексту, шаблонів і категорій у Вікісховищі структурованими даними.

source: Structured data is data with a high degree of structured organization.
ar: البيانات المهيكلة هي بيانات بدرجة عالية من التنظيم المهيكل.
de: Strukturierte Daten sind Daten mit einem hohen Grad an strukturierter Organisation.
es: Datos estructurados son datos con un alto grado de organización estructurada.
fr: Les données structurées sont des données avec un haut degré d’organisation structurée.
he: נתונים מבניים הם נתונים עם רמה גבוהה של ארגון מובנה.
id: Data terstruktur adalah data dengan tingkat organisasi terstruktur yang tinggi.
it: I dati strutturati sono dati con un alto grado di organizzazione strutturata.
mk: Структурирани податоци се податоци со висок степен на структурна организираност.
sk: Štruktúrované dáta sú dáta s vysokým stupňom štruktúrovanej organizácie.
sl: Strukturirani podatki so podatki z visoko stopnjo strukturirane organizacije.
sv: Strukturerad data är data med en hög grad av strukturerad organisering.
sw: Data iliyopangwa ni data yenye kiwango cha juu cha shirika lenye muundo.
tw: Nsεm yεbea yε nsεm a εwɔ dibea kεseε wɔ adwumakuo a wɔn wɔ mu nimdeε.
uk: Структуровані дані — це дані з високим рівнем структурованої організації.

source: With more structure, it becomes easier to reuse data in other Wikimedia projects and by third parties; it also allows computers to process and 'understand' it.
ar: مع مزيد من التركيب، يصبح من الأسهل إعادة استخدام البيانات في مشاريع ويكيميديا الأخرى ومن قِبل أطراف ثالثة؛ كما يسمح لأجهزة الكمبيوتر بمعالجتها و "فهمها".
de: Durch mehr Struktur wird die Wiederverwendung der Daten in anderen Wikimedia-Projekten und durch Dritte einfacher; außerdem können Computer sie verarbeiten und „verstehen“.
es: Con más estructura, es más fácil reutilizar los datos en otros proyectos de Wikimedia y por terceros; también permite que los ordenadores los procesen y "entiendan".
fr: Avec plus de structure, il devient plus facile de réutiliser les données dans d’autres projets Wikimedia et par des parties tierces ; cela permet aussi aux machines de les traiter et les « comprendre ».
he: עם יותר מבנה, קל יותר לעשות שימוש חוזר בנתונים במיזמים אחרים של ויקימדיה ועל־ידי צדדים שלישיים; זה גם מאפשר למחשבים לעבד ו"להבין" אותו.
id: Dengan lebih banyak struktur, menjadi lebih mudah untuk menggunakan kembali data dalam proyek Wikimedia lainnya dan oleh pihak ketiga; hal ini juga memungkinkan komputer untuk memproses dan 'memahami' itu.
it: Con una maggiore struttura, diventa più facile riutilizzare i dati in altri progetti Wikimedia e da terze parti; consente inoltre ai computer di elaborarlo e "capirlo".
lt: Turint daugiau struktūros, tampa lengviau pakartotinai naudoti duomenis kituose Vikitekos projektuose ir trečiosioms šalims; tai taip pat leidžia kompiuteriams tai apdoroti ir „suprasti“.
mk: Поголемата структура ја олеснува употребата на податоците на други Викимедиини проекти и од трети лица; исто така, им овозможува на сметачите да ги обработат и „разберат“.
sk: S väčšou štruktúrou sa stáva jednoduchšie opätovné použitie údajov v iných projektoch Wikimedia a tretími stranami; umožňuje aj počítačom, aby ich spracovali a „porozumeli“ im.
sl: Z več strukture postane lažja nadaljnja uporaba podatkov za druge projekte Wikimedie in tretje osebe; prav tako omogoča obdelavo in »razumevanje« računalnikom.
sv: Med mer struktur blir det lättare att återanvända data på andra Wikimediaprojekt och andra tredje parter; det möjliggör också för datorer att bearbeta och "förstå" det.
sw: Kwa muundo zaidi, inakuwa rahisi kutumia tena data katika miradi mingine ya Wikimedia na kwa wahusika wengine; pia inaruhusu kompyuta kuchakata na 'kuielewa'.
tw: Sɛ dwumadie no yε bebree a, ɛyɛ mmerɛw sɛ wɔde nsεm bɛdi dwuma bio wɔ Wikimedia dwumadie foforɔ ne nea εwɔ hɔ nso adi dwuma; ɛma kɔmputa tumi de yɛ adwuma na ɛte aseε nso.
uk: Чим більш вони структуровані, тим легше повторно використовувати дані в інших проєктах Вікімедіа і третіми сторонами; також структурованість даних дозволяє комп'ютерам обробляти і «розуміти» їх.

source: Structured Data is an ongoing project that was launched in 2019!.. whilst Wikimedia Commons has been around for years!
ar: البيانات المنظمة عبارة عن مشروع مستمر تم إطلاقه في عام 2019!.. في حين أن ويكيميديا كومنز موجودة منذ سنوات!
de: Strukturierte Daten sind ein laufendes Projekt, das 2019 gestartet wurde! … während es Wikimedia Commons schon seit Jahren gibt!
fr: Données structurées est un projet en cours qui a été lancé en 2019 !.. alors que Wikimedia Commons existait depuis des années !
he: נתונים מבניים הוא פרויקט מתמשך שהושק ב־2019!.. בעוד ויקישיתוף קיים כבר שנים!
it: Dati Strutturati è un progetto in corso lanciato nel 2019!.. mentre Wikimedia Commons esiste da anni!
sw: Data Muundo ni mradi unaoendelea ambao ulizinduliwa mwaka wa 2019!.. huku Wikimedia Commons imekuwepo kwa miaka mingi!

source: There are literally millions of pictures hosted on Wikimedia Commons... that need attention and love.
ar: هناك حرفيًا ملايين الصور المستضافة على ويكيميديا كومنز... والتي تحتاج إلى الاهتمام والحب.
de: Auf Wikimedia Commons sind buchstäblich Millionen von Bildern gehostet, die Aufmerksamkeit und Liebe brauchen.
fr: Il y a littéralement des millions d’images hébergées sur Wikimedia Commons... qui ont besoin d’attention et d’affection.
he: יש ממש מיליוני תמונות שמתארחות בוויקישיתוף... שזקוקות לתשומת לב ואהבה.
it: Ci sono letteralmente milioni di immagini ospitate su Wikimedia Commons... che richiedono attenzione e amore.
sw: Kuna mamilioni ya picha zinazopangishwa kwenye Wikimedia Commons... ambazo zinahitaji umakini na upendo.

source: Millions of pictures that are not described with structured data at the moment.
ar: ملايين الصور التي لم يُكتب وصفها بالبيانات المهيكلة في الوقت الحالي.
de: Millionen von Bildern, die derzeit nicht mit strukturierten Daten beschrieben sind.
es: Millones de imágenes que no están descritas con datos estructurados por el momento.
fr: Des millions d’images qui ne sont pour l’instant pas décrites avec des données structurées.
he: מיליוני תמונות שאינן מתוארות בנתונים מבניים כרגע.
id: Jutaan gambar tidak dijelaskan dengan data terstruktur saat ini.
it: Milioni di immagini che al momento non sono descritte con dati strutturati.
lt: Milijonai nuotraukų, kurios šiuo metu nėra apibūdintos struktūriniais duomenimis.
mk: Милиони слики кои сè уште не се опишани со структурирани податоци.
sk: Milióny obrázkov, ktoré momentálne nie sú popísané štruktúrovanými dátami.
sl: Milijone slik, ki trenutno niso opisane s strukturiranimi podatki.
sv: Miljoner bilder som inte är beskrivna med strukturerad data för tillfället.
sw: Mamilioni ya picha ambazo hazijaelezewa na data iliyopangwa kwa sasa.
tw: Mfonin ɔpepem pii a wɔmfaa nsεm yεbea nkyerɛkyerɛ mu mprempren.
uk: Мільйони зображень, які наразі не описані з використанням структурованих даних.

source: How are we going to do that?
ar: كيف سنفعل ذلك؟
de: Wie machen wir das?
fi: Kuinka aiomme tehdä sen?
fr: Comment va-t-on faire ça ?
he: איך אנחנו הולכים לעשות את זה?
it: Come lo faremo?
ru: Как мы собираемся это сделать?
sw: Tutafanyaje hivyo?

source: <strong>Curating</strong>, or curation, in the narrow sense, means: selecting and organizing pieces of artwork and cultural heritage for an exhibition.
ar: تعني <strong>عملية التنظيم</strong> ، أو الإشراف، بالمعنى الضيق، اختيار وتنظيم قطع من الأعمال الفنية والتراث الثقافي لعرضها في معرض ما.
de: <strong>Kuratieren</strong> oder Kuratierung bedeutet im engeren Sinne: Kunstwerke und kulturelles Erbe für eine Ausstellung auswählen und organisieren.
es: <strong>Curaduría</strong>, o comisariado, en sentido estricto significa: seleccionar y organizar piezas de arte y patrimonio cultural para una exposición.
fr: <strong>Superviser</strong>, ou la supervision, au sens strict, signifie : sélectionner et organiser des œuvres de l’héritage artistique et culturel destinées à une exposition.
he: <strong>אוצרות</strong> (באנגלית: curation או curating), במובן הצר, פירושה: בחירה וארגון של יצירות אמנות ומורשת תרבותית לתערוכה.
id: <strong>Kurasi</strong>, dalam arti sempit, berarti: memilih dan mengatur karya seni dan warisan budaya untuk pameran.
it: <strong>Curare</strong>, o curatela in senso stretto, significa: selezionare e organizzare opere d'arte e beni culturali per una mostra.
lt: <strong>Kuravimas</strong>, siaurąja prasme, reiškia meno kūrinių ir kultūros paveldo atranką ir sutvarkymą parodai.
mk: <strong>Згрижувањето</strong> во потесна смисла значи избирање и организирање на уметнички дела или културно наследство со цел да бидат изложени.
sk: <strong>Kurátorstvo</strong> alebo kurátorstvo v užšom zmysle znamená: výber a organizovanie umeleckých diel a kultúrneho dedičstva na výstavu.
sl: <strong>Kuratorstvo</strong> v ožjem smislu pomeni: izbiranje in organiziranje umetniških del in kulturne dediščine za razstavo.
sv: <strong>Kurering</strong>, i ordets strikta bemärkelse, betyder att välja ut och organisera konstverk och kulturarvsföremål inför en utställning.
sw: <strong>Kuchunga</strong> , au kupanga, kwa maana finyu, kunamaanisha: kuchagua na kupanga vipande vya kazi za sanaa na urithi wa kitamaduni kwa ajili ya maonyesho.
tw: <strong>Curating</strong> , anaa nsaanodwuma yikyerε, wɔ ntease tiawa mu no, kyerɛ: adwinni ne amammerɛ agyapade asinasin a wɔbɛpaw na wɔahyehyɛ de ayɛ ɔyɛkyerɛ.
uk: <strong>Курування</strong>, чи курація, у вузькому розумінні, означає добір й організацію зразків мистецтва і культурної спадщини для виставки.

source: This term can also be used more broadly, to describe any activity that involves selecting, organizing and presenting information.
ar: يمكن أيضًا استخدام هذا المصطلح على نطاق أوسع، لوصف أي نشاط يتضمن اختيار المعلومات وتنظيمها وتقديمها.
de: Dieser Begriff kann auch allgemeiner verwendet werden und jede Aktivität beschreiben, bei der es um die Auswahl, Organisation und Präsentation von Informationen geht.
es: Este término también puede utilizarse de forma más amplia, para describir cualquier actividad que implique seleccionar, organizar y presentar la información.
fr: Ce terme peut aussi être utilisé plus largement, pour décrire toute activité qui implique de sélectionner, organiser et présenter de l’information.
he: ניתן להשתמש במונח הזה גם בצורה רחבה יותר, כדי לתאר כל פעילות הכרוכה בבחירה, ארגון והצגה של מידע.
id: Istilah ini juga dapat digunakan secara lebih luas, untuk menggambarkan setiap kegiatan yang melibatkan pemilihan, pengorganisasian dan penyajian informasi.
it: Questo termine può essere utilizzato anche in senso più ampio, per descrivere qualsiasi attività che comporti la selezione, l'organizzazione e la presentazione di informazioni.
lt: Šis terminas gali būti vartojamas ir plačiau, apibūdinti bet kokią veiklą, susijusią su informacijos atranka, tvarkymu ir pateikimu.
mk: Овој поим пошироко се користи за да се опише секаква активност која подразбира избирање, организирање и претставување на информации.
sk: Tento výraz možno použiť aj širšie, na označenie akejkoľvek činnosti, ktorá zahŕňa výber, organizáciu a prezentáciu informácií.
sl: Ta izraz se lahko uporablja tudi širše, za opis katere koli dejavnosti, ki vključuje izbiranje, organiziranje in predstavljanje informacij.
sv: Denna term kan också användas bredare för att beskriva alla aktiviteter som involverar att välja, organisera och presentera information.
sw: Neno hili pia linaweza kutumika kwa mapana zaidi, kuelezea shughuli yoyote inayohusisha kuchagua, kupanga na kuwasilisha taarifa.
tw: wei nso betumi de asɛmfua no nso adi dwuma kɛse, de akyerɛkyerɛ dwumadi biara a ɛfa nsɛm a wɔpaw, hyehyɛ na wɔde ma ho.
uk: Цей термін також можна використовувати ширше, для опису будь-якої діяльності, яка передбачає відбір, організування й представлення інформації.
