Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: Number of editors that have contributed to the campaign
ar: عدد المحررين الذين ساهموا في الحملة
de: Anzahl der Mitwirkenden, die zur Kampagne beigetragen haben
fi: Tähän kampanjaan osallistuneiden muokkaajien lukumäärä
fr: Nombre de rédacteurs qui ont contribué à la campagne
he: מספר העורכים שתרמו למיזם
it: Numero di editori che hanno contribuito alla campagna
ru: Количество редакторов, внёсших свой вклад в кампанию
sw: Idadi ya wahariri ambao wamechangia kampeni

source: Participants
ar: المشاركون
de: Teilnehmer
es: Participantes
fi: Osallistujat
he: משתתפים
id: Peserta
it: Partecipanti
lt: Dalyviai
mk: Учесници
ru: Участники
sk: Účastníci
sl: Udeleženci
sv: Deltagare
sw: Washiriki
tw: Wɔn a wɔde wɔn ho hyɛɛ mu
uk: Учасники

source: Total number of contributions to the campaign
ar: إجمالي عدد المساهمات في الحملة
de: Gesamtzahl der Beiträge zur Kampagne
es: Número total de contribuciones a la campaña
fi: Kampanjan muokkaajien kokonaismäärä
fr: Nombre total de contributions à la campagne
he: המספר הכולל של תרומות למיזם הזה
id: Jumlah total kontribusi untuk kampanye
it: Numero totale di contributi alla campagna
lt: Viso prisidėjusių prie kampanijos
mk: Вкупно придонеси во походов
ru: Общее число правок, сделанных в рамках кампании
sk: Celkový počet prispievateľov pre kampaň
sl: Skupno število prispevkov za to kampanjo
sv: Totalt antal bidragsgivare i kampanjen
sw: Jumla ya michango iliyotolewa kwa kampeni hii
tw: Ntoboa dodow a wɔde mae wɔ ɔsatu yi mu
uk: Загальна кількість редагувань, зроблених під час кампанії

source: Campaign start date
ar: تاريخ بدء الحملة
de: Startdatum der Kampagne
es: Fecha de inicio de la campaña
fi: Kampanjan aloituspäivä
fr: Date de début de la campagne
he: תאריך תחילת המיזם
id: Tanggal mulai Kampanye
it: Data di inizio della campagna
lt: Kampanijos pradžios data
mk: Почетен датум на походот
ru: Дата начала кампании
sk: Dátum začiatku kampane
sl: Datum začetka kampanje
sv: Kampanjens startdatum
sw: Tarehe ya kuanza kwa kampeni
tw: Da a wofi ɔsatu no ase
uk: Дата початку кампанії

source: Campaign end date
ar: تاريخ انتهاء الحملة
de: Enddatum der Kampagne
es: Fecha de finalización de la campaña
fi: Kampanjan päättymispäivämäärä
fr: Date de fin de la campagne
he: תאריך סיום המיזם
id: Tanggal selesai Kampanye
it: Data di fine della campagna
lt: Kampanijos pabaigos data
mk: Завршен датум на походот
ru: Дата окончания кампании
sk: Dátum konca kampane
sl: Datum konca kampanje
sv: Kampanjens slutdatum
sw: Tarehe ya mwisho ya kampeni
tw: Da a wɔde ɔsatu no ɛba awiei
uk: Дата завершення кампанії

source: Date the campaign was created
ar: تاريخ إنشاء الحملة
de: Datum, an dem die Kampagne erstellt wurde
es: Fecha de creación de la campaña
fi: Kampanjan luomispäivämäärä
fr: Date à laquelle la campagne a été créée
he: תאריך יצירת המיזם
id: Tanggal kampanye dibuat
it: Data di creazione della campagna
lt: Kampanijos sukūrimo data
mk: На кој датум е создаден походот
ru: Дата, когда кампания была создана
sk: Dátum vytvorenia kampane
sl: Datum, ko je bila kampanja ustvarjena
sv: Datumet kampanjen skapades
sw: Tarehe ambayo kampeni iliundwa
tw: Da a wɔyɛɛ ɔsatu no
uk: Дата створення кампанії

source: Creation Date
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fi: Luontipäivä
fr: Date de création
he: תאריך יצירה
id: Tanggal Pembuatan
it: Data di creazione
lt: Sukūrimo data
mk: Датум на создавање
ru: Дата создания
sk: Dátum vytvorenia
sl: Datum ustvaritve
sv: Datum skapad
sw: Tarehe ya Kuunda
tw: Da a Wɔyɛɛ No
uk: Дата створення

source: Campaign status
ar: حالة الحملة
de: Kampagnenstatus
es: Estado de la campaña
fi: Kampanjan tila
fr: État de la campagne
he: מצב המיזם
id: Status Kampanye
it: Stato della campagna
lt: Kampanijos būsena
mk: Состојба на походот
ru: Состояние кампании
sk: Stav kampane
sl: Stanje kampanje
sv: Kampanjstatus
sw: Hali ya kampeni
tw: Ɔsatu dibea
uk: Стан кампанії

source: Status
ar: الحالة
es: Estado
fi: Tila
fr: État
he: מצב
it: Stato
lt: Būsena
mk: Состојба
ru: Состояние
sk: Stav
sl: Stanje
sw: Hali
tw: Dibea
uk: Статус

source: Closed
ar: مغلقة
de: Geschlossen
es: Cerrada
fi: Suljettu
fr: Fermée
he: סגור
id: Ditutup
it: Chiuso
lt: Uždaryta
mk: Затворен
ru: Закрыта
sk: Zatvorená
sl: Zaprta
sv: Stängd
sw: Funga
tw: Apɔn
uk: Закрита

source: Not Opened
ar: لم تفتح
de: Nicht geöffnet
es: No abierta
fi: Ei avattu
fr: Non ouverte
he: לא פתוח
id: Tidak Dibuka
it: Non aperta
lt: Neatidaryta
mk: Неотворен
ru: Не открыта
sk: Neotvorená
sl: Ni odprta
sv: Inte öppnad
sw: Haijafunguliwa
tw: Mmueε
uk: Не відкрита

source: Open
ar: مفتوحة
de: Offen
es: Abierta
fi: Avoin
fr: Ouverte
he: פתוח
id: Dibuka
it: Aperta
lt: Atidaryta
mk: Отворен
ru: Открыта
sk: Otvorená
sl: Odpri
sv: Öppen
sw: Fungua
tw: Bue
uk: Відкрита

source: Go to the campaign home page to get started
ar: اذهب إلى الصفحة الرئيسة للحملة لتبدأ
de: Gehe zur Homepage der Kampagne, um loszulegen
es: Ve a la página de inicio de la campaña para empezar
fi: Mene kampanjan etusivulle aloittaaksesi
fr: Aller à la page d’accueil de la campagne pour démarrer
he: יש לעבור אל דף הבית של המיזם כדי להתחיל
id: Buka halaman beranda kampanye untuk memulai
it: Vai alla home page della campagna per iniziare
lt: Norėdami pradėti, eikite į pagrindinį kampanijos puslapį
mk: Појдете на почетната страница на походот за да почнете
ru: Чтобы начать, перейдите на основную страницу кампании
sk: Ak chcete začať, prejdite na domovskú stránku kampane
sl: Za začetek pojdite na domačo stran kampanje
sv: Gå till föregående kampanjs hemsida för att komma igång
sw: Nenda kwenye ukurasa wa nyumbani wa kampeni ili kuanza
tw: Kɔ ɔsatu no dwumadibea no so na fi ase
uk: Перейти на домашню сторінку кампанії, щоб розпочати

source: Go to Campaign
ar: انتقل إلى الحملة
de: Zur Kampagne
es: Ve a Campaña
fi: Siirry kampanjaan
fr: Aller à la campagne
he: לעבור אל המיזם
id: Pergi ke Kampanye
it: Vai alla campagna
lt: Eiti į kampaniją
mk: Оди на Походот
ru: Перейти к кампании
sk: Prejsť na kampaň
sl: Pojdite na kampanjo
sv: Gå till kampanj
sw: Nenda kwenye Kampeni
tw: Kɔ Ɔsatu no so
uk: Перейти до кампанії

source: Show closed campaigns
ar: أظهر الحملات المغلقة
de: Geschlossene Kampagnen anzeigen
es: Mostrar campañas cerradas
fi: Näytä suljetut kampanjat
fr: Afficher les campagnes terminées
he: הצגת מיזמים סגורים
id: Tampilkan kampanye yang telah ditutup
it: Mostra campagne chiuse
lt: Rodyti uždarytas kampanijas
mk: Прик. затворени походи
ru: Показать закрытые кампании
sk: Zobraziť uzavreté kampane
sl: Prikaži zaprte kampanje
sv: Visa stängda kampanjer
sw: Onyesha kampeni zilizofungwa
tw: Kyerɛ ɔsatu ahodoɔ a wapɔn
uk: Показати закриті кампанії

source: Create your own campaign
ar: قم بإنشاء حملتك الخاصة
de: Erstelle Deine eigene Kampagne
es: Crear su propia campaña
fi: Luo oma kampanja
fr: Créer votre propre campagne
he: יצירת מיזם משלך
id: Buat kampanye Anda sendiri
it: Crea la tua campagna
lt: Sukurkite savo kampaniją
mk: Создајте ваш поход
ru: Создать собственную кампанию
sk: Vytvoriť vlastnú kampaň
sl: Ustvarite lastno kampanjo
sv: Skapa din egen kampanj
sw: Unda kampeni yako mwenyewe
tw: Yɛ w’ankasa ɔsatuo
uk: Створити власну кампанію

source: Create a new campaign using this tool
ar: قم بإنشاء حملة جديدة باستخدام هذه الأداة
de: Erstelle mit diesem Tool eine neue Kampagne
es: Crear una nueva campaña con esta herramienta
fi: Luo uusi kampanja käyttämällä tätä työkalua
fr: Créer une nouvelle campagne en utilisant cet outil
he: יצירת מיזם חדש באמצעות הכלי הזה
id: Buat kampanye menggunakan perkakas ini
lt: Sukurkite naują kampaniją naudodami šį įrankį
mk: Создајте нов поход со алаткава
ru: Создайте новую кампанию с помощью этого инструмента
sk: Vytvoriť novú kampaň pomocou tohto nástroja
sl: S tem orodjem ustvarite novo kampanjo
sv: Skapa en ny kampanj med detta verktyg
sw: Unda kampeni mpya kwa kutumia zana hii
tw: Fa saa akadeε yi yɛ ɔsatu foforo
uk: Створити нову кампанію з допомогою цього інструмента

source: You must be logged in to create a campaign.
ar: يجب تسجيل الدخول لإنشاء حملة.
de: Du musst angemeldet sein, um eine Kampagne zu erstellen.
es: Debes iniciar sesión para crear una campaña.
fi: Sinun tulee olla kirjautuneena sisään luodaksesi kampanjan.
fr: Vous devez être connecté pour créer une campagne.
he: חובה להיכנס לחשבון כדי ליצור מיזם.
id: Anda harus masuk untuk membuat kampanye.
it: Devi essere loggato per creare una campagna.
lt: Norėdami sukurti kampaniją, turite būti prisijungę.
mk: Мора да сте најавени за да создадете поход.
ru: Чтобы создать кампанию, нужно войти на сайт.
sk: Ak chcete vytvoriť kampaň, musíte byť prihlásený/á.
sl: Da ustvarite kampanjo, morate biti prijavljeni.
sv: Du måste vara inloggad för att skapa en kampanj.
sw: Lazima uwe umeingia ili kuunda kampeni.
tw: Ɛsɛ sɛ wokɔ mu na woatumi ayɛ ɔsatu.
uk: Вам треба увійти в систему, щоб створити кампанію.

source: Showing _START_ to _END_ of _TOTAL_ entries
ar: إظهار _START_ إلى _END_ من _TOTAL_ entries
es: Mostrando _START_ al _END_ del _TOTAL_ de entradas
fi: Näytetään _START_–_END_ / _TOTAL_ kohteesta
fr: Affichage les entrées de _START_ à _END_ sur _TOTAL_
he: מוצגות רשומות מ־_START_ עד _END_ מתוך _TOTAL_
id: Memperlihatkan _START_ ke _END_ dari entri _TOTAL_
it: Visualizzazione da _START_ a _END_ di _TOTAL_ voci
lt: Rodoma nuo _START_ iki _END_ iš _TOTAL_ įrašų
mk: Се прикажуваат _START_ до _END_ од вкупно _TOTAL_ елементи
ru: Показаны записи с _START_ по _END_ из _TOTAL_
sk: Zobrazuje sa _START_ až _END_ z _TOTAL_ záznamov
sl: Prikaz vnosov od _START_ do _END_ od _TOTAL_
sv: Visa inlägg med _START_ till _END_ av _TOTAL_
sw: Inaonyesha _START_ hadi _END_ kati ya maingizo _TOTAL_
tw: Wode _START_ kɔ _END_ kyerɛ _Total_ nsɛm
uk: Відображення записів від _START_ по _END_ з _TOTAL_

source: No entries
ar: لا توجد إدخالات
de: Keine Einträge
es: Ninguna entrada
fi: Ei merkintöjä
fr: Aucune entrée
he: אין רשומות
id: Tidak ada entri
it: Nessuna voce
lt: Nėra įrašų
mk: Нема елементи
ru: Нет записей
sk: Žiadne záznamy
sl: Ni vnosov
sv: Inga inlägg
sw: Hakuna maingizo
tw: Wɔnkyerɛwee nsɛm biara
uk: Немає записів

source: Search:
ar: بحث:
de: Suche:
es: Buscar
fi: Hae:
fr: Rechercher :
he: חיפוש:
id: Cari:
it: Ricerca:
lt: Paieška:
mk: Пребарај:
ru: Поиск:
sk: Hľadať:
sl: Poišči:
sv: Sök:
sw: Tafuta
tw: Hwehwɛ
uk: Пошук:

source: No matching records found
ar: لم يُعثر على سجلات مطابقة
de: Es wurden keine passenden Datensätze gefunden
es: No se han encontrado registros que coincidan
fi: Vastaavia kohteita ei löytynyt
fr: Aucun enregistrement correspondant trouvé
he: לא נמצאו רשומות מתאימות
id: Tidak ada catatan yang cocok ditemukan
it: Nessuna corrispondenza trovata
lt: Nerasta atitinkančių įrašų
mk: Не пронајдов соодветни елементи
ru: Соответствующие записи не найдены
sk: Nenašli sa žiadne zodpovedajúce záznamy
sl: Ni ustrezajočih zapisov
sv: Inga matchande poster hittades
sw: Hakuna rekodi zinazolingana zilizopatikana
tw: Wannya kyerɛwtohɔ biara a ɛne no hyia
uk: Нічого не знайдено відповідно до критеріїв пошуку

source: First
ar: الأول
de: Erster
es: Primero
fi: Ensimmäinen
fr: Premier
he: הראשון
id: Pertama
it: Prima
lt: Pirmas
mk: Првo
ru: Первая
sk: Prvý
sl: Prvi
sv: Först
sw: Kwanza
tw: Deɛ ɛdi kan
uk: Перша

source: Last
ar: الأخير
de: Letzter
es: Último
fi: Viimeinen
fr: Dernier
he: האחרון
id: Terakhir
it: Ultima
lt: Paskutinis
mk: Последнo
ru: Последняя
sk: Posledný
sl: Zadnji
sv: Sist
sw: Mwisho
tw: Dea ɛtwa toɔ
uk: Остання

source: Next
ar: التالي
de: Nächster
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
id: Selanjutnya
it: Successiva
lt: Kitas
mk: Следно
ru: Следующая
sk: Ďalší
sl: Naslednja
sv: Nästa
sw: Endelea
tw: Deɛ ɛdi hɔ
uk: Наступна

source: Previous
ar: السابق
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédent
he: הקודם
id: Sebelumnya
it: Precedente
lt: Ankstesnis
mk: Претходно
ru: Предыдущая
sk: Predchádzajúci
sl: Prejšnja
sv: Föregående
sw: Nyuma
tw: Kane
uk: Попередня

source: Updating images
ar: تحديث الصور
de: Bilder aktualisieren
fr: Mise à jour en cours des images
he: עדכון תמונות
id: Perbarui gambar
it: Aggiornamento delle immagini
lt: Atnaujinami vaizdai
mk: Поднова на слики
ru: Изображения обновляются
sk: Aktualizácia obrázkov
sl: Posodabljanje slik
sv: Uppdaterar bilder
sw: Sasisha picha
tw: Mfonin a wɔsakra no
uk: Оновлення зображень

source: The images for this campaign are being updated.
ar: جرى تحديث الصور لهذه الحملة.
de: Die Bilder für diese Kampagne werden aktualisiert.
fr: Les images pour cette campagne sont en cours de mise à jour.
he: התמונות של המיזם הזה מתעדכנות.
id: Gambar untuk kampanye ini sedang diperbarui.
it: Le immagini di questa campagna sono in aggiornamento.
lt: Šios kampanijos vaizdai atnaujinami.
mk: Сликите за овој поход се подновуваат.
sk: Obrázky pre túto kampaň sa aktualizujú.
sl: Slike za to kampanjo se posodabljajo.
sv: Bilderna för denna kampanj håller på att uppdateras.
sw: Picha za kampeni hii zinasasishwa.
tw: Wɔsakra mfonin ahodoɔ a ɛwɔ ɔsatu yi mu no
uk: Зображення для цієї кампанії оновлюються.

source: More images will be added.
ar: المزيد من الصور ستضاف.
de: Weitere Bilder werden hinzugefügt.
fr: Davantage d’images seront ajoutées.
he: יתווספו עוד תמונות.
id: Lebih banyak gambar akan ditambahkan.
it: Verranno aggiunte altre immagini.
lt: Bus pridėta daugiau vaizdų.
mk: Ќе бидат додадени уште слики.
sk: Ďalšie obrázky budú pridané.
sl: Dodanih bo več slik.
sv: Fler bilder kommer att läggas till.
sw: Picha zaidi zitaongezwa.
tw: Wɔde mfonin foforo bɛka ho.
uk: Буде додано більше зображень.

source: You can still participate in the campaign.
ar: لا يزال بإمكانك المشاركة في الحملة.
de: Eine Teilnahme an der Kampagne ist weiterhin möglich.
fr: Vous pouvez encore participer à la campagne.
he: באפשרותך עדיין להשתתף במיזם.
id: Anda masih dapat berpartisipasi dalam kampanye.
it: Puoi ancora partecipare alla campagna.
lt: Vis dar gali dalyvauti kampanijoje.
mk: Сè уште можете да учествувате во походот.
sk: Stále sa môžete zapojiť do kampane.
sl: Še vedno lahko sodelujete v kampanji.
sv: Du kan fortfarande delta i kampanjen.
sw: Bado unaweza kushiriki katika kampeni.
tw: Wo da so ara bεtumi de wo ho ahyɛ ɔsatu no mu.
uk: Ви все ще можете брати участь в акції.

source: Failed to update images
ar: فشل تحديث الصور
de: Bilder konnten nicht aktualisiert werden
fr: Échec de mise à jour des images
he: עדכון התמונות נכשל
id: Gagal memperbarui gambar
it: Impossibile aggiornare le immagini
lt: Nepavyko atnaujinti vaizdų
mk: Не успеав да ги подновам сликите
ru: Не удалось обновить изображения
sk: Aktualizácia obrázkov zlyhala
sl: Posodobitev slik ni uspela
sv: Det gick inte att uppdatera bilder
sw: Imeshindwa kusasisha picha
tw: Woantumi ansakra mfonin ahorow no
uk: Не вдалося оновити зображення

source: There was an error while updating the images for this campaign.
ar: حدث خطأ أثناء تحديث الصور لهذه الحملة.
de: Beim Aktualisieren der Bilder für diese Kampagne ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de la mise à jour des images pour cette campagne.
he: אירעה שגיאה בעת עדכון התמונות עבור המיזם הזה.
id: Ada kesalahan saat memperbarui gambar untuk kampanye ini.
it: Si è verificato un errore durante l'aggiornamento delle immagini per questa campagna.
lt: Įvyko klaida atnaujinant šios kampannijos vaizdus.
mk: Се појави грешка при подновувањето на сликите за овој поход.
sk: Pri aktualizácii obrázkov pre túto kampaň sa vyskytla chyba.
sl: Pri posodabljanju slik za to kampanjo je prišlo do napake.
sv: Det uppstod ett fel när bilderna för den här kampanjen skulle uppdateras.
sw: Kulikuwa na hitilafu wakati wa kusasisha picha za kampeni hii.
tw: Mfomso bae bere a yɛsakra mfoni ahodoɔ a ɛwɔ ɔsatu yi mu no.
uk: Під час оновлення зображень для цієї кампанії сталася помилка.

source: Some images will be missing.
ar: بعض الصور سوف تكون مفقودة.
de: Einige Bilder werden fehlen.
fr: Certaines images seront manquantes.
he: חלק מהתמונות יחסרו.
id: Beberapa gambar akan hilang.
it: Alcune immagini non saranno disponibili.
lt: Trūks kai kurių vaizdų.
mk: Некои слики ќе недостасуваат.
sk: Niektoré obrázky budú chýbať.
sl: Nekatere slike bodo manjkale.
sv: Vissa bilder kommer att saknas.
sw: Baadhi ya picha zitakosekana.
tw: Mfoni ahodoɔ bi bɛyera.
uk: Деякі зображення будуть відсутні.

source: The campaign manager can retry by updating the campaign.
ar: يمكن لمدير الحملة إعادة المحاولة عن طريق تحديث الحملة.
de: Das Kampagnenmanagement kann es erneut versuchen, indem die Kampagne aktualisiert wird.
fr: Le gestionnaire de campagne peut essayer à nouveau en mettant à jour la campagne.
he: מנהל המיזם יכול לנסות שוב על־ידי עדכון המיזם.
id: Pengelola kampanye dapat mencoba kembali dengan memperbarui kampanye.
it: Il gestore della campagna può riprovare aggiornando la campagna.
lt: Kampanijos vadybininkas gali bandyti iš naujo atnaujinant kampaniją.
mk: Раководителот на походот повторно ќе се обиде да го поднови походот.
sk: Správca kampane to môže skúsiť znova aktualizáciou kampane.
sl: Upravitelj kampanje lahko poskusi znova s posodobitvijo kampanje.
sv: Kampanjhanteraren kan försöka igen genom att uppdatera kampanjen.
sw: Msimamizi wa kampeni anaweza kujaribu tena kwa kusasisha kampeni.
tw: Ɔsatu hwɛsofo no bεtumi asan asɔ ahwɛ bio a sakra ɔsatu no.
uk: Менеджер кампанії може повторити спробу, оновивши кампанію.

source: Server under maintenance
ar: الخادم تحت الصيانة
de: Server wird gewartet
fi: Palvelinta huolletaan
fr: Serveur en maintenance
he: בשרת מתבצעות עבודות תחזוקה
it: Server in manutenzione
ru: Сервер на обслуживании
sw: Seva chini ya matengenezo

source: Please contact support
ar: يرجى الاتصال بالدعم
de: Bitte kontaktiere den Support
fr: Veuillez contacter l’assistance
he: נא ליצור קשר עם התמיכה
it: Si prega di contattare l'assistenza
ru: Пожалуйста, обратитесь в службу поддержки
sw: Tafadhali wasiliana na usaidizi

source: Take Me Home
ar: عودة
de: Bring mich zur Startseite
es: Llévame al inicio
fi: Kotiin
fr: Me ramener à l’accueil
he: קחו אותי הביתה
id: Bawa Aku Pulang
it: Portami alla Home Page
lt: Grąžinti mane į pagrindinį
mk: Врати ме на почеток
ru: Вернуться домой
sk: Vezmi ma domov
sl: Pelji me domov
sv: Ta mig till startsidan
sw: Nipeleke Nyumbani
tw: Fa mekɔ fie
uk: Повернутися на домашню

source: Contact Support
ar: اتصل بالدعم
de: Support kontaktieren
es: Contacto de ayuda
fi: Ota yhteyttä tukeen
fr: Contacter l’assistance
he: יצירת קשר עם תמיכה
id: Hubungi Dukungan
it: Contatta il servizio di supporto
lt: Susisiekite su palaikymo komanda
mk: Контактирајте ја поддршката
ru: Обратитесь в службу поддержки
sk: Kontaktujte podporu
sl: Stik s podporo
sv: Kontakta supporten
sw: Wasiliana na Usaidizi
tw: Wo ne Mmoa no nni nkitaho
uk: Зв'язатися зі службою підтримки

source: Page Not Found
ar: الصفحة غير موجودة
de: Seite nicht gefunden
es: Página no encontrada
fi: Sivua ei löytynyt
fr: Page non trouvée
he: הדף לא נמצא
id: Halaman Tidak Ditemukan
it: Pagina non trovata
lt: Puslapis nerastas
mk: Страницата не е пронајдена
ru: Страница не найдена
sk: Stránka nenájdená
sl: Stran ni najdena
sv: Sidan kunde inte hittas
sw: Ukurasa Haujapatikana
tw: Ɔfa yi nni hɔ
uk: Сторінку не знайдено

source: We are unable to find the page you are looking for
ar: لم نتمكن من العثور على الصفحة التي تبحث عنها
de: Wir können die gesuchte Seite nicht finden
fi: Emme löytäneet etsimääsi sivua
fr: Nous ne pouvons pas à trouver la page que vous recherchez
he: לא הצלחנו למצוא את הדף שחיפשת
it: Non siamo in grado di trovare la pagina che stai cercando
ru: Мы не можем найти страницу, которую вы ищете
sw: Hatujaweza kupata ukurasa unaotafuta

source: Take Me Home
ar: عودة
de: Bring mich zum Start
es: Llévame al inicio
fi: Kotiin
fr: Me ramener à l’accueil
he: קחו אותי הביתה
id: Bawa Aku Pulang
it: Portami alla Home Page
lt: Grąžinti mane į pagrindinį
mk: Врати ме на почеток
ru: Вернуться домой
sk: Vezmi ma domov
sl: Pelji me domov
sv: Ta mig till startsidan
sw: Rudi Nyumbani
tw: Fa mekɔ fie
uk: Повернутися на домашню

source: Something Went Wrong
ar: حدث خطأ ما
de: Etwas ist schief gelaufen
es: Algo salió mal
fi: Jotain meni vikaan
fr: Quelque chose s’est mal passé
he: משהו השתבש
id: Ada yang Tidak Beres
it: Qualcosa è andato storto
lt: Kažkas nutiko ne taip
mk: Нешто не е во ред
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sv: Något blev fel
sw: Kuna kitu kitu hakiko sawa
tw: Bibi ankɔ yie
uk: Щось пішло не так

source: Isa might be undergoing maintenance
ar: ربما يخضع Isa للصيانة
de: Isa wird möglicherweise gewartet
es: ISA podría estar bajo mantenimiento
fi: ISA on mahdollisesti huollettavana
fr: ISA est peut-être en cours de maintenance
he: ייתכן שכלי Isa עוברת תחזוקה
id: Isa mungkin sedang menjalani pemeliharaan
it: Il tool Isa potrebbe essere in manutenzione
lt: ISA gali būti tvarkomas
mk: Можеби ISA во мигов се одржува
ru: Возможно, Isa проходит техническое обслуживание
sk: Isa možno prechádza údržbou
sl: ISA je morda v vzdrževanju
sv: Isa kan genomgå underhåll
sw: Isa anaweza kuwa anafanyiwa matengenezo
tw: ISA wɔ nsiesie ase
uk: Можливо, Isa проходить технічне обслуговування

source: Help Page
ar: صفحة مساعدة
de: Hilfeseite
es: Página de ayuda
fi: Ohjesivu
fr: Page d’aide
he: דף עזרה
id: Halaman Bantuan
it: Pagina di aiuto
lt: Pagalbos puslapis
mk: Помошна страница
ru: Страница справки
sk: Stránka pomocníka
sl: Stran pomoči
sv: Hjälpsida
sw: Ukurasa wa msaada
tw: Mmoa Kratafa
uk: Довідка

source: Easily add information about images on Wikimedia Commons
ar: أضف معلومات حول الصور بسهولة على ويكيميديا كومنز
de: Füge ganz einfach Informationen zu Bildern auf Wikimedia Commons hinzu
es: Fácilmente añade información sobre imágenes en Wikimedia Commons
fi: Lisää helposti tietoa kuvista Wikimedia Commonsiin
fr: Ajouter facilement des informations aux images sur Wikimedia Commons
he: הוספת קלה של מידע על תמונות בוויקישיתוף
id: Tambahkan informasi tentang gambar dengan mudah di Wikimedia Commons
it: Aggiungi facilmente informazioni sulle immagini su Wikimedia Commons
lt: Lengvai pridėkite informaciją apie Vikitekos vaizdus
mk: Лесно додавајте информации за слики на Ризницата.
ru: Легко добавляйте на Викисклад информацию об изображениях
sk: Jednoducho pridajte informácie o obrázkoch na Wikimedia Commons
sl: Preprosto dodajanje podatkov o slikah v Wikimedijini zbirki
sv: Enkelt lägga till information om bilder på Wikimedia Commons
sw: Ongeza maelezo katika picha kiurahisi zaidi
tw: ɛnyɛ den sɛ wode mfonini ahorow ho nsɛm bɛka ho wɔ Wikimedia Commons
uk: Швидко додавайте інформацію про зображення у Вікісховище
