Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: ISA is a collaboration between Wiki In Africa, Histropedia and the Structured Data on Commons project.
ar: ISA هو عبارة عن تعاون بين Wiki In Africa وHistropedia ومشروع البيانات المنظمة على مشروع كومنز.
de: ISA ist eine Zusammenarbeit zwischen Wiki In Africa, Histropedia und dem Projekt Structured Data on Commons.
fr: ISA est une collaboration entre « Wiki in Africa », « Histropedia » et le projet « Données structurées sur Commons ».
he: ISA הוא שיתוף פעולה בין פרויקט Wiki In Africa, פרויקט Histropedia ופרויקט נתונים מבניים בוויקישיתוף.
id: ISA adalah kolaborasi antara proyek-proyek Wiki In Africa, Histropedia, dan Structured Data on Commons.
it: ISA è una collaborazione tra Wiki In Africa, Histropedia e il progetto Dati Strutturati in Commons.
lt: ISA yra „Wiki In Africa“, „Histropedia“ ir „Structured Data on Commons“ projekto bendradarbiavimo rezultatas.
mk: ISA е соработка помеѓу Вики во Африка, Хистропедија и проектот „Структурирани податоци“ на Ризницата.
ru: ISA — результат сотрудничества между «Вики-Африка», Histropedia и проектом «Структурированные данные» на Викискладе.
sk: ISA je spolupráca medzi Wiki In Africa, Histropedia a projektom Structured Data on Commons.
uk: ISA — це колаборація між Wiki In Africa, Histropedia та проєктом структурованих даних у Вікісховищі.

source: ISA is not only an acronym for Information Structured Acceleration, but is also a chiShona language word for 'put' or 'place'.
ar: ISA ليس مجرد اختصار لـ Information Structured Acceleration (تسارع المعلومات المنظمة)، بل هو أيضًا كلمة في لغة تشيشونا تعني "وضع" أو "مكان".
de: ISA ist nicht nur ein Akronym für Information Structured Acceleration, sondern auch ein Wort aus der ChiShona-Sprache für „legen“ oder „platzieren“.
fr: ISA n’est pas seulement l’acronyme en anglais de ''Information Structured Acceleration'' (Accélération structurée des informations), mais aussi un mot de la langue chiShona signifiant « mettre » ou « placer ».
he: ISA הוא לא רק ראשי תיבות של Information Structured Acceleration, אלא היא גם מילה בשפת שוֹנה, שפירושה "לשים" או "למקם".
id: ISA tidak hanya merupakan singkatan dari Information Structured Additions, tetapi juga merupakan kata bahasa Shona untuk 'meletakkan' atau 'menempatkan'.
it: ISA non è solo l'acronimo di Information Structured Acceleration, ma è anche una parola in lingua chishona per 'mettere' o 'collocare'.
mk: ISA не е само акроним на англискиот збор Information Structured Acceleration („Забрзување структурирано со информации“), туку воедно значи и „ставање“ или „поставување“ на шонски јазик.
ru: ISA — это не только аббревиатура от Information Structured Acceleration (структурированное ускорение информации), но и слово на языке шона, означающее «положить» или «поместить».
sk: ISA nie je len skratka pre Information Structured Acceleration, ale je to aj slovo v jazyku chiShona pre „umiestniť“ alebo „miesto“.
uk: ISA — це не лише акронім Information Structured Acceleration, але ще й слово «класти» або «розташовувати» мовою шишона.

source: Home
ar: الرئيسية
de: Zur Übersicht
es: Inicio
fi: Koti
fr: Accueil
he: דף הבית
id: Beranda
lt: Pradžia
mk: Почетна
ru: Главная
sk: Domov
sl: Domov
sv: Hem
tw: Afie
uk: Домашня

source: Create new campaign
ar: إنشاء حملة جديدة
de: Neue Kampagne erstellen
fi: Luo uusi kampanja
fr: Créer une nouvelle campagne
he: יצירת מיזם חדש
it: Crea nuova campagna
ru: Создать новую кампанию

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
he: עזרה
id: Bantuan
it: Aiuto
lt: Pagalba
mk: Помош
ru: Помощь
sk: Pomoc
sl: Pomoč
sv: Hjälp
tw: Mmoa
uk: Довідка

source: Change your available caption languages
ar: غير لغات الترجمة المتوفرة لديك
de: Ändern Deiner verfügbaren Kurzbeschreibungssprachen
es: Cambiar los idiomas de los epígrafes disponibles
fr: Modifier vos langues de légende disponibles
he: שינוי שפות הכתוביות הזמינות שלך
id: Ubah bahasa teks yang tersedia
it: Modifica le lingue disponibili per i sottotitoli
lt: Pakeiskite savo galimas antraščių kalbas
mk: СМени ги достапните јазици за толкувања
ru: Изменить доступные языки подписей
sk: Zmeňte dostupné jazyky titulkov
sl: Spremenite razpoložljive jezike napisov
sv: Ändra dina tillgängliga språk för bildtexter
tw: Sesa kasa ahodoɔ a wowɔ a wode bɛkyerɛw wo nsɛmti no
uk: Змінити доступні для вас мови підписів

source: Language preferences
ar: تفضيلات اللغة
de: Sprachvorlieben
fi: Kieliasetukset
fr: Préférences de langue
he: העדפות שפה
id: Preferensi bahasa
it: Preferenze lingua
lt: Kalbos nuostatos
mk: Јазични нагодувања
ru: Языковые настройки
sk: Predvoľby jazykov
sl: Jezikovne nastavitve
sv: Språkinställningar
tw: Kasa ahodoɔ a wɔpɛ
uk: Мовні налаштування

source: See your campaigns
ar: شاهد حملاتك
de: Deine Kampagnen ansehen
es: Ver tus campañas
fi: Näytä kampanjasi
fr: Visualiser vos campagnes
he: ר' את המיזמים שלך
id: Lihat kampanye Anda
it: Guarda le tue campagne
lt: Peržiūrėkite savo kampanijas
mk: Погл. ваши походи
ru: Смотрите свои кампании
sk: Pozrite svoje kampane
sl: Oglejte si svoje kampanje
sv: Visa dina kampanjer
tw: Hwɛ wo ɔsatu ahodoɔ no
uk: Переглянути свої кампанії

source: My campaigns
ar: حملاتي
de: Meine Kampagnen
fi: Omat kampanjat
fr: Mes campagnes
he: המיזמים שלי
it: Le mie campagne
ru: Мои кампании

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Salir
fi: Kirjaudu ulos
fr: Déconnexion
he: יציאה
id: Keluar log
it: Esci
lt: Atsijungti
mk: Одјава
ru: Выйти
sk: Odhlásenie
sl: Odjava
sv: Logga ut
tw: Fi wo ho fi mu
uk: Вийти

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Ingresar
fi: Kirjaudu sisään
fr: Connexion
he: כניסה
id: Masuk log
it: Accedi
lt: Prisijungti
mk: Најава
ru: Войти
sk: Prihlásenie
sl: Prijava
sv: Logga in
tw: Kɔ mu
uk: Увійти

source: ISA tool
ar: أداة ISA
es: Herramienta ISA
fi: ISA-työkalu
fr: Outil ISA
he: כלי ISA
id: Alat ISA
it: Lo strumento ISA
lt: ISA įrankis
mk: Алатката ISA
ru: Инструментарий ISA
sk: Nástroj ISA
sl: Orodje ISA
sv: ISA-verktyget
tw: ISA akadeε
uk: Інструмент ISA

source: was developed as a collaboration between Wiki In Africa, Histropedia and the Structured Data on Commons project
ar: تم تطويره كتعاون بين Wiki In Africa وHistropedia ومشروع البيانات الهيكلية في كومنز
de: ist eine Zusammenarbeit zwischen Wiki In Africa, Histropedia und dem Projekt Structured Data on Commons.
fr: a été développé dans le cadre d’une collaboration entre Wiki In Africa, Histropedia et le projet Structured Data on Commons
he: פותח כשיתוף פעולה בין פרויקט Wiki In Africa, פרויקט Histropedia ופרויקט נתונים מבניים בוויקישיתוף
it: è stato sviluppato come una collaborazione tra Wiki In Africa, Histropedia e il progetto Dati Strutturati in Commons
ru: был разработан в рамках сотрудничества между проектами «Вики в Африке», «Histropedia» и проектом «Структурированные данные на Викискладе»

source: Further devopment supported by
ar: مزيد من التطوير مدعوم بواسطة
de: Weitere Entwicklung unterstützt durch
fr: Déploiement supplémentaire soutenu par
he: פיתוח נוסף נתמך על־ידי

source: It is running on
ar: إنه يعمل على
de: Es läuft auf
es: Se está ejecutando en
fr: Il fonctionne sur
he: הוא רץ על תשתית
id: Sedang berjalan menggunakan
it: Sta funzionando
lt: Jis veikia
mk: Работи на
ru: Он работает на
sk: Beží ďalej
sl: Teče na
sv: Det drivs av
tw: Ɛrekɔ so
uk: Працює на

source: and is subject to the
ar: ويخضع لـ
de: und unterliegt der
es: y está sujeta a la
fr: et est soumis à
he: וכפוף ל
id: dan tunduk pada
it: ed è soggetto al
lt: ir jam taikoma
mk: и подлежи на
ru: и подпадает под действие
sk: a podlieha
sl: in je predmet
sv: och är föremål för
tw: na ɛwɔ hɔ ma
uk: і підлягає під

source: ISA is published under
ar: يتم نشر ISA تحت
de: ISA wird veröffentlicht unter
es: ISA se publica en
fr: ISA est publié sous
he: ISA מתפרסם לפי תנאי
id: ISA diterbitkan di bawah lisensi
it: ISA è pubblicato sotto
lt: ISA paskelbtas pagal
mk: ISA се објавува под
ru: ISA публикуется по лицензии
sk: ISA je zverejnený pod
sl: ISA je objavljena pod licenco
sv: ISA publiceras under
tw: Wɔda ISA adi wɔ
uk: ISA опубліковано під

source: Content added through the tool to Wikimedia Commons is released under
ar: يتم إصدار المحتوى المضاف من خلال الأداة إلى ويكيميديا كومنز بموجب
de: Inhalte, die über das Tool zu Wikimedia Commons hinzugefügt werden, sind freigegeben unter
es: El contenido añadido a través de la herramienta a Wikimedia Commons se libera bajo
fr: Le contenu ajouté par l’intermédiaire de l’outil à Wikimedia Commons est publié sous
he: התוכן שנוסף לכלי דרך ויקישיתוף משוחרר לפי תנאי
id: Konten yang ditambahkan melalui alat ini ke Wikimedia Commons dirilis di bawah lisensi
it: Il contenuto aggiunto a Wikimedia Commons attraverso lo strumento viene rilasciato sotto
lt: Turinys, pridėtas naudojant įrankį į Vikiteką, išleidžiamas pagal
mk: Содржианта додадена преку алатката на Ризницата се објавува под
ru: Контент, добавляемый с помощью этого инструмента на Викисклад, публикуется по лицензии
sk: Obsah pridaný prostredníctvom nástroja na Wikimedia Commons je vydaný pod
sl: Vsebina, dodana s tem orodjem v Wikimedijini zbirki, je objavljena pod licenco
sv: Innehåll som läggs till med verktyget på Wikimedia Commons publiceras under
uk: Вміст, доданий через цей інструмент у Вікісховище, публікується під

source: Your Campaigns
ar: حملاتك
de: Deine Kampagnen
es: Tus campañas
fi: Kampanjasi
fr: Vos campagnes
he: המיזמים שלך
id: Kampanye Anda
it: Le tue campagne
lt: Jūsų kampanijos
mk: Ваши походи
ru: Ваши кампании
sk: Vaše kampane
sl: Vaše kampanje
sv: Dina kampanjer
tw: Wo ɔsatuo ahodoɔ
uk: Ваші кампанії

source: Below is a list of your campaigns
ar: فيما يلي قائمة بحملاتك
de: Nachfolgend findest Du eine Liste Deiner Kampagnen
fi: Alla on luettelo kampanjoistasi
fr: Voici une liste de vos campagnes
he: להלן רשימת המיזמים שלך
it: Di seguito è riportato un elenco delle tue campagne
ru: Ниже приведён список ваших кампаний

source: You do not have any campaigns
ar: ليس لديك أي حملات
de: Du hast keine Kampagnen
es: No tienes ninguna campaña
fi: Sinulla ei ole yhtään kampanjaa
fr: Vous n’avez aucune campagne
he: אין לך מיזמים כלשהם
id: Anda tidak memiliki kampanye apa pun
it: Non hai nessuna campagna
lt: Neturite jokių kampanijų
mk: Немате ниеден поход
ru: У вас нет никаких кампаний
sk: Nemáte žiadne kampane
sl: Nimate nobene kampanje
sv: Du har inga kampanjer
tw: Wonni ɔsatu biara
uk: У вас немає кампаній

source: Depicts language
ar: لغة العناصر المصورة
de: Stellt Sprache dar
fr: Dépeint la langue
he: שפת "מוצג"
id: Menggambarkan bahasa
it: La lingua delle appresentazioni
lt: Vaizdavimo kalba
mk: Јазик на прикажаното
sk: Zobrazuje jazyk
sl: Jezik prikazov
sv: Språk för motiv
tw: Ɛkyerɛ kasa
uk: Зображує мову

source: The selected language will be used for searching for elements depicted in images.
ar: ستُستخدم اللغة المختارة للبحث عن العناصر المصورة في الصور.
de: Die ausgewählte Sprache wird für die Suche nach in Bildern dargestellten Elementen verwendet.
fr: La langue sélectionnée sera utilisée pour rechercher les éléments dépeints dans les images.
he: השפה שנבחרה תשמש לחיפוש רכיבים שמוצגים בתמונות.
id: Bahasa yang dipilih akan digunakan untuk mencari elemen yang digambarkan dalam foto.
it: La lingua selezionata verrà utilizzata per la ricerca degli elementi rappresentati nelle immagini.
lt: Pasirinkta kalba bus naudojama ieškant vaizduose pavaizduotų elementų.
mk: Избраниот јазик ќе се користи за пребарување на елементи прикажани во сликите.
sk: Zvolený jazyk sa použije na vyhľadávanie prvkov zobrazených na obrázkoch.
sl: Izbrani jezik bo uporabljen za iskanje elementov, prikazanih na slikah.
sv: Det valda språket kommer att användas när du söker efter objekt som är motiv i bilder.
uk: Вибрана мова буде використовуватися для пошуку елементів, зображених на зображеннях.

source: If 'Same as interface' is selected, the language selected in the top menu will be used.
ar: إذا تم تحديد "نفس الواجهة"، سيتم استخدام اللغة المحددة في القائمة العلوية.
de: Wenn „Gleich wie Oberfläche“ ausgewählt ist, wird die im oberen Menü ausgewählte Sprache verwendet.
fr: Si 'Identique à l’interface' est sélectionné, la langue sélectionnée dans le menu supérieur sera utilisée.
he: אם נבחרה האפשרות "זהה לממשק", תשמש השפה שנבחרה בתפריט העליון.
it: Se "Come interfaccia" è selezionato verrà utilizzata la lingua selezionata nel menu in alto.

source: Select upto 6 languages for captions
ar: حدد ما يصل إلى 6 لغات للنصوص التوضيحية
de: Wähle bis zu 6 Sprachen für Kurzbeschreibungen
es: Seleccione hasta 6 idiomas para los pies de foto
fr: Sélectionnez jusqu’à 6 langues pour les légendes
he: יש לבחור עד 6 שפות לכיתובים
id: Pilih hingga 6 bahasa untuk takarir
it: Seleziona fino a 6 lingue per le didascalie
lt: Pasirinkite iki 6 kalbų antraštėms
mk: Изберете до 6 јазици за толкувањата
ru: Выберите до 6 языков для подписей
sk: Vyberte až 6 jazykov pre titulky
sl: Izberite do 6 jezikov za napise
sv: Välj upp till 6 språk för bildtexter
uk: Оберіть до 6 мов для підписів

source: Caption languages
ar: لغات الترجمة
de: Kurzbeschreibungensprachen
fr: Langues des sous-titres
he: שפות הכיתוב
it: Lingue didascalia
ru: Языки подписей

source: Captions can be added in multiple languages for each image.
ar: يمكن إضافة التسميات التوضيحية بلغات متعددة لكل صورة.
de: Für jedes Bild können Kurzbeschreibungen in mehreren Sprachen hinzugefügt werden.
es: Se pueden añadir leyendas en varios idiomas para cada imagen.
fr: Des légendes peuvent être ajoutées en plusieurs langues pour chaque image.
he: ניתן להוסיף כיתובים בכמה שפות לכל תמונה.
id: Takarir dapat ditambahkan dalam beberapa bahasa untuk setiap gambar.
it: I sottotitoli possono essere aggiunti in più lingue per ogni immagine.
lt: Kiekvienam vaizdui galima pridėti antraštes keliomis kalbomis.
mk: Толкувањата можат да се додадат на повеќе јазици за секоја слика.
ru: Для каждого изображения можно добавить подписи на нескольких языках.
sk: Ku každému obrázku je možné pridať titulky vo viacerých jazykoch.
sl: Za vsako sliko lahko dodate napise v več jezikih.
sv: Bildtexter kan läggas till på flera språk för varje bild.
uk: До кожного зображення можна додавати підписи кількома мовами.

source: The languages you select on this page will appear on the page when you are viewing an image.
ar: ستظهر اللغات التي تحددها في هذه الصفحة على الصفحة عند عرض الصورة.
de: Die Sprachen, die Du auf dieser Seite auswählst, werden auf der Seite angezeigt, wenn Du ein Bild anzeigst.
es: Los idiomas que seleccione en esta página aparecerán en la página cuando esté viendo una imagen.
fr: Les langues que vous sélectionnez sur cette page apparaissent sur la page lorsque vous visualisez une image.
he: השפות שבחרת בדף הזה יופיעו בדף בעת צפייה בתמונה.
id: Bahasa yang Anda pilih di halaman ini akan muncul di halaman saat Anda melihat gambar.
it: Le lingue selezionate in questa pagina appariranno sulla pagina durante la visualizzazione di un'immagine.
lt: Šiame puslapyje pasirinktos kalbos bus rodomos puslapyje, kai žiūrite vaizdą.
mk: Јазиците што ги избирате на оваа страница ќе прикажуваат на страницата кога гледате слика.
ru: Языки, выбранные вами на этой странице, появятся при просмотре страницы описания изображения.
sk: Jazyky, ktoré vyberiete na tejto stránke, sa zobrazia na stránke, keď si prezeráte obrázok.
sl: Jeziki, ki jih boste izbrali na tej strani, bodo prikazani na strani, ko si boste ogledovali sliko.
sv: Språken du valt på den här sidan kommer visas på sidan när du visas bilden.
uk: Мови, які ви вкажете на цій сторінці, показуватимуться на сторінці перегляду зображень.

source: Select all the languages you are comfortable contributing in.
ar: حدد جميع اللغات التي تفضل المساهمة بها.
de: Wählen alle Sprachen aus, in denen Du gerne Beiträge veröffentlichst.
es: Seleccione todas las lenguas en las que se sienta cómodo para contribuir.
fr: Sélectionnez toutes les langues dans lesquelles vous êtes à l’aise pour contribuer.
he: יש לבחור את כל השפות שנוח לך לתרום בהן.
id: Pilih semua bahasa yang Anda kuasai untuk berkontribusi.
it: Seleziona tutte le lingue in cui ti senti a tuo agio nel contribuire.
lt: Pasirinkite visas kalbas, kuriomis norite prisidėti.
mk: Изберете ги сите јазици на кои лесно умеете да придонесувате.
ru: Выберите все языки, на которых вам удобно делать свой вклад.
sk: Vyberte všetky jazyky, v ktorých môžete prispievať.
sl: Izberite vse jezike, v katerih želite prispevati.
sv: Välj alla språk du känner dig bekväm med att bidra på.
uk: Оберіть усі мови, якими вам комфортно писати.

source: Remove language
ar: إزالة اللغة
de: Sprache entfernen
es: Quitar idioma
fi: Poista kieli
fr: Supprimer la langue
he: הסרת שפה
id: Hapus bahasa
it: Rimuovi la lingua
lt: Pašalinti kalbą
mk: Отстрани јазик
ru: Удалить язык
sk: Odstrániť jazyk
sl: Odstrani jezik
sv: Ta bort språk
tw: Yi kasa yi fi mu
uk: Вилучити мову

source: Undo changes to language settings
ar: تراجع عن التغييرات في إعدادات اللغة
de: Änderungen an den Spracheinstellungen rückgängig machen
es: Deshacer los cambios en la configuración del idioma
fi: Kumoa muutokset kieliasetuksiin
fr: Annuler les modifications apportées aux paramètres linguistiques
he: לבטל שינויים בהגדרות השפה
id: Batalkan perubahan pada pengaturan bahasa
it: Annulla le modifiche alle impostazioni della lingua
lt: Anuliuoti kalbos nustatymų pakeitimus
mk: Откажи промени во јазичните нагодувања
ru: Отменить изменения языковых настроек
sk: Vráťte späť zmeny nastavení jazyka
sl: Razveljavi spremembe jezikovnih nastavitev
sv: Ångra ändringar av språkinställningarna
uk: Скасувати зміни до мовних налаштувань

source: Undo changes
ar: التراجع عن التغييرات
de: Änderungen rückgängig machen
fi: Kumoa muutokset
fr: Annuler les modifications
he: לבטל שינויים
it: Annulla modifiche
ru: Отменить изменения

source: Same as interface
ar: نفس الواجهة
de: Das Gleiche wie die Oberfläche
fi: Sama kuin käyttöliittymä
fr: La même que l’interface
he: זהה לממשק
id: Sama seperti antarmuka
it: Uguale all'interfaccia
lt: Tas pats kaip sąsaja
mk: Исто како посредникот
sk: Rovnaké ako rozhranie
sl: Enako kot vmesnik
sv: Samma som gränssnitt
tw: Ɛte sɛ akyerεde no
uk: Те саме, що інтерфейс

source: OAuth callback failed. Are cookies disabled?
ar: فشل استدعاء OAuth. هل الكوكيز معطلة؟
de: OAuth-Rückruf gescheitert. Sind Cookies deaktiviert?
es: Fallo en OAuth. ¿Están deshabilitadas las cookies?
fr: Échec du rappel d’OAuth. Les témoins (''cookies'') sont-ils désactivés ?
he: המענה (callback) של OAuth נכשל. האם העוגיות כבויות?
id: Panggilan balik OAuth gagal. Apakah kukinya dimatikan?
it: Richiamata OAuth non riuscita. I cookie sono disabilitati?
mk: Повикувањето на OAuth не успеа. Да не ви се оневозможени колачињата?
ru: Ошибка обратного вызова OAuth. Возможно, файлы cookie отключены?
sk: Spätné volanie OAuth zlyhalo. Sú cookies zakázané?
sl: Povratni klic OAuth ni uspel. Imate onemogočene piškotke?
sv: OAuth-anrop misslyckades. Har kakor aktiverats?
tw: OAuth no anyε yie.Wɔn maa ho kwan anaa?
uk: Виклик OAuth зазнав невдачі. Може у вас вимкнено куки?

source: Welcome %(username)s!
ar: مرحبًا %(username)s!
de: Willkommen %(username)s!
es: Bienvenido %(username)s!
fi: Tervetuloa %(username)s!
fr: Bonjour %(username)s !
he: ברוך בואך %(username)s!
id: Selamat datang %(username)s!
it: Benvenuto %(username)s!
lt: Sveiki atvykę, %(username)s!
mk: Добре дојдовте %(username)s!
ru: Добро пожаловать, %(username)s!
sk: Vitajte %(username)s!
sl: Pozdravljeni, %(username)s!
sv: Välkommen %(username)s!
tw: Akwaaba %(username)s!
uk: Вітаємо, %(username)s!

source: See you next time!
ar: أراكم المرة القادمة!
de: Bis zum nächstenmal!
es: Hasta la próxima
fi: Nähdään ensi kerralla!
fr: À bientôt !
he: נתראה בפעם הבאה!
id: Sampai jumpa lain waktu!
it: Arrivederci alla prossima!
lt: Pasimatysime kitąkart!
mk: Се гледаме нареден пат!
ru: Увидимся в следующий раз!
sk: Uvidíme sa nabudúce!
sl: Se vidimo naslednjič!
sv: Ses nästa gång!
tw: Yɛbɛhyia bere foforo!
uk: Побачимося наступного разу!

source: Please login to change your language preferences
ar: يُرجَى تسجيل الدخول لتغيير تفضيلات اللغة الخاصة بك.
de: Bitte melde dich an, um deine Sprachvorlieben zu ändern.
es: Inicie sesión para cambiar sus preferencias de idioma
fr: Veuillez vous connecter pour modifier vos préférences linguistiques
he: יש להיכנס לחשבון כדי לשנות את העדפות השפה שלך.
id: Silakan masuk untuk mengubah preferensi bahasa Anda
it: Effettua il login per modificare le tue preferenze di lingua
lt: Jei norite pakeisti kalbos nuostatas, prisijunkite
mk: Најавете се за да ги измените јазичните нагодувања
ru: Чтобы изменить свои языковые настройки, нужно войти на сайт.
sk: Ak chcete zmeniť predvoľby jazyka, prihláste sa
sl: Za spremembo svojih jezikovnih nastavitev se prijavite.
sv: Logga in för att ändra dina språkinställningar
tw: Yɛsrɛ wo, kɔ mu na sesa kasa ahodoɔ a wopɛ
uk: Будь ласка, увійдіть, щоб змінити свої мовні налаштування.

source: Sorry you tried to enter %(rep_languages)s multiple times
ar: آسف لأنك حاولت إدخال %(rep_languages)s عدة مرات
de: Entschuldige, Du hast mehrmals versucht, %(rep_languages)s einzugeben
es: Siento que hayas intentado introducir %(rep_languages)s varias veces
fr: Désolé, vous avez essayé d’entrer %(rep_languages)s plusieurs fois.
he: מצטערים, ניסית להזין %(rep_languages)s כמה פעמים
id: Maaf Anda mencoba memasukkan %(rep_languages)s berkali-kali
it: Spiacenti, hai provato a inserire %(rep_languages)s più volte
lt: Atsiprašome, kad kelis kartus bandėte įvesti %(rep_languages)s
mk: Се обидовте да внесете %(rep_languages)s повеќе пати
ru: Извините, но вы пытались ввести %(rep_languages)s несколько раз
sk: Je nám ľúto, že ste sa pokúsili zadať %(rep_languages)s viackrát
sl: Oprostite, %(rep_languages)s ste poskusili vnesti večkrat
sv: Du har tyvärr försökt ange %(rep_languages)s flera gånger
uk: Вибачте, ви намагалися ввести %(rep_languages)s кілька разів

source: Captions languages could not be set
ar: تعذر تعيين لغات النصوص التوضيحية
de: Kurzbeschreibungenssprachen konnten nicht eingestellt werden
es: No se han podido establecer los idiomas de los subtítulos
fr: La langue des sous-titres n’a pas pu être définie
he: לא ניתן להגדיר את שפות הכיתובים
id: Bahasa takarir tidak dapat disetel
it: Impossibile impostare le lingue dei sottotitoli
lt: Nepavyko nustatyti antraščių kalbų
mk: Не можев да ги зададам јазиците на толкувањата
ru: Не удалось задать языки подписей
sk: Jazyky titulkov sa nepodarilo nastaviť
sl: Jezikov napisov ni bilo mogoče določiti
sv: Språket för bildtexter kunde inte anges
uk: Не вдалося налаштувати мови підписів

source: Preferred languages set
ar: تم تعيين اللغات المفضلة
de: Bevorzugte Sprachen
fr: Langues préférées définies
he: השפות המועדפות הוגדרו
it: Lingue preferite impostate
ru: Предпочитаемые языки установлены

source: Language settings not available at the moment
ar: إعدادات اللغة غير متوفرة في الوقت الحالي
de: Spracheinstellungen derzeit nicht verfügbar
es: La configuración del idioma no está disponible por el momento
fi: Kieliasetuksia ei ole vielä saatavilla
fr: Les paramètres de langue ne sont pas disponibles pour le moment
he: הגדרות השפה אינן זמינות כרגע
id: Setelan bahasa tidak tersedia saat ini
it: Impostazioni della lingua non disponibili al momento
lt: Kalbos nustatymai šiuo metu nepasiekiami
mk: Јазичните нагодувања во моментов се недостапни
ru: Языковые настройки в данный момент недоступны
sk: Nastavenia jazyka momentálne nie sú k dispozícii
sl: Jezikovne nastavitve trenutno niso na voljo
sv: Språkinställningarna är för tillfället inte tillgängliga
uk: Мовні налаштування наразі недоступні

source: %(username)s's Settings
ar: إعدادات %(username)s
de: %(username)s Einstellungen
fi: Käyttäjän %(username)s asetukset
fr: Paramètres de %(username)s
he: ההעדפות של %(username)s
it: Impostazioni di %(username)s
ru: Настройки %(username)s
