Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: <strong>ISA</strong> is a fun, multilingual, mobile-first tool, that makes it easy for people to add "micro contributions" in the form of <a %(link_attrs)s>structured data</a> to images on Wikimedia Commons that have been added by Wiki Loves competitions.
ar: <strong>ISA</strong> هي أداة مرحة، متعددة اللغات، للجوّال أولاً، تسهل على الأشخاص إضافة "مساهمات صغيرة" في شكل <a %(link_attrs)s>بيانات منظمة</a> إلى الصور على ويكيميديا كومنز التي أُضيفت بواسطة مسابقات ويكي تهوى.
de: <strong>ISA</strong> ist ein unterhaltsames, mehrsprachiges, mobiles Tool, mit dem Mitwirkende problemlos „Mikrobeiträge“ in Form von <a %(link_attrs)s>strukturierten Daten</a> zu Bildern auf Wikimedia Commons hinzufügen können, die im Rahmen von Wiki Loves-Wettbewerben hinzugefügt wurden.
es: <strong>ISA</strong> es una herramienta divertida, multilingüe y orientada a los dispositivos móviles, que facilita a los usuarios añadir "microcontribuciones" en forma de <a %(link_attrs)s> datos estructurados a imágenes en Wikimedia Commons que han sido añadidas por las competencias Wiki Loves
fr: <strong>ISA</strong> est amusant, multilingue, un outil pensé d’abord pour le mobile, ce qui permet aux gens d’ajouter facilement des « micro-contributions » sous la forme de <a %(link_attrs)s>données structurées</a> aux images sur Wikimedia Commons qui ont été ajoutées lors des concours « Wiki Love ».
he: <strong>ISA</strong> זהו כלי מהנה, רב־לשוני, מיועד למכשירים ניידים תחילה, והוא מקל על עשיית "תרומות זעירות" בצורת הוספת <a %(link_attrs)s>נתונים מבניים</a> לתמונות שנתרמו לתחרויות "ויקי אוהבת" בוויקישיתוף.
id: <strong>ISA</strong> adalah alat yang menyenangkan, multibahasa, dan ramah HP, yang memudahkan orang untuk menambahkan "kontribusi mikro" dalam bentuk <a %(link_attrs)s title='Pelajari lebih lanjut tentang data terstruktur'>data terstruktur</a> (deskripsi, takarir, tagar, dll.) ke gambar-gambar di Wikimedia Commons yang telah ditambahkan oleh kompetisi-kompetisi "Wiki Cinta ...".
it: <strong>ISA</strong> è uno strumento divertente, multilingue, mobile first, che consente alle persone di aggiungere facilmente "microcontributi" sotto forma di <a %(link_attrs)s>dati strutturati</a> per immagini su Wikimedia Commons che sono state aggiunte dai concorsi Wiki Loves.
lt: <strong>ISA</strong> yra paprastas, daugiakalbis, mobiliems įrenginiams prioritetą teikiantis įrankis, kuris palengvina asmenims galimybę atlikti „mikro indėlį“ pridedant <a %(link_attrs)s>struktūruotus duomenis</a> vaizdų, kurie buvo pridėti „Wiki Loves“ konkursų, Vikitekoje.
mk: <strong>ISA</strong> е забавна, повеќејазична, претежно мобилна алатка која овозможува правење на „микропридонеси“ во облик на <a %(link_attrs)s>структурирани податоци</a> во слики на Ризницата, поставени од натпревари „Вики сака“.
ru: <strong>ISA</strong> — это забавный, многоязычный, ориентированный на мобильные устройства инструмент, позволяющий людям легко добавлять к изображениям на Викискладе «микровклады» в виде <a %(link_attrs)s>структурированных данных</a>, которые были добавлены в рамках конкурсов «Вики любит..» (Wiki Loves).
sk: <strong>ISA</strong> je zábavný, viacjazyčný nástroj určený predovšetkým pre mobilné zariadenia, ktorý ľuďom uľahčuje pridávanie „mikro príspevkov“ vo forme <a %(link_attrs)s>štruktúrovaných údajov</a> k obrázkom na Wikimedia Commons, ktoré boli pridané súťažou Wiki Loves.
sl: <strong>ISA</strong> je zabavno, večjezično orodje za mobilne naprave, ki ljudem olajša dodajanje »mikroprispevkov« v obliki <a %(link_attrs)s>strukturiranih podatkov</a> slikam v Wikimedijini zbirki, dodanim na natečajih Wiki Loves.
sv: <strong>ISA</strong> är ett kul, flerspråkigt, mobil-främst-verktyg som underlättar för folk att lägga till "mikrobidrag" i form av <a %(link_attrs)s>strukturerad data</a> för bilder på Wikimedia Commons som har lagts till i Wiki Loves-tävlingar.
sw: <strong>ISA</strong> ni zana ya kufurahisha, ya lugha nyingi, ya kwanza ya rununu, ambayo hurahisisha watu kuongeza "michango midogo" katika mfumo wa <a %(link_attrs)s>data iliyopangwa</a> kwa picha kwenye Wikimedia Commons ambazo zimeongezwa na mashindano ya Wiki Loves.
tw: <strong>ISA</strong> yɛ anigyeɛ, kasa ahodoɔ, mobile-kane akadeɛ, a ɛma ɛyɛ mmerɛ ma nkurɔfoɔ sɛ wɔde "micro contributions" bɛka ho wɔ <a %(link_attrs)s>nsεm yɛbea</a> wɔ mfonin a ɛwɔ Wikimedia Commons a Wiki Loves akansiɛ de aka ho.
uk: <strong>ISA</strong> — це веселий, багатомовний інструмент для мобільних пристроїв, який дозволяє людям легко додавати «мікровнески» у вигляді <a %(link_attrs)s>структурованих даних</a> до зображень у Вікісховищі, вивантажених під час конкурсів Wiki Loves.

source: ISA is originally built to provide better multilingual and structured descriptions of <a %(link_attrs)s>Wiki Loves Africa</a> images.
ar: صمم إيسا في الأصل لتقديم أوصاف منظمة ومتعددة اللغات أفضل لصور <a %(link_attrs)s>ويكي تهوى إفريقيا</a> .
de: ISA wurde ursprünglich entwickelt, um bessere mehrsprachige und strukturierte Beschreibungen der <a %(link_attrs)s>Wiki Loves Africa</a> -Bilder bereitzustellen.
es: ISA fue originalmente construido para proporcionar una mejor estructuración multilingue en las descripciones de las imágenes de <a %(link_attrs)s> Wiki Loves Africa</a>.
fi: ISA toteutettiin alkujaan parempien monikielisten ja rakenteisten kuvailujen toteuttamiseksi <a %(link_attrs)s>Wiki Loves Africa</a> -kilpailun kuville.
fr: ISA est à l’origine conçu pour fournir de meilleures descriptions multilingues et structurées des images de <a %(link_attrs)s>Wiki Loves Africa</a>.
he: ISA נבנה במקור כדי לספק תיאורים רב־לשוניים ומבניים טובים יותר של תמונות <a %(link_attrs)s>ויקי אוהבת את אפריקה</a>.
id: ISA awalnya dibangun untuk memberikan deskripsi multibahasa dan terstruktur yang lebih baik tentang gambar <a %(link_attrs)s>Wiki Cinta Afrika</a>
it: ISA è stato originariamente creato per fornire descrizioni strutturate e multilingue migliori delle immagini <a %(link_attrs)s>Wiki Loves Africa</a>.
lt: ISA originaliai sukurtas siekiant sukurti geresnius daugiakalbius ir struktūrizuotus „<a %(link_attrs)s>Wiki Loves Africa</a>“ vaizdų aprašymus.
mk: ISA првично е изработена со цел да овозможи подобри повеќејазични и структурирани описи на слики од <a %(link_attrs)s>Бики ја сака Африка</a>.
sk: ISA je pôvodne vytvorený tak, aby poskytoval lepšie viacjazyčné a štruktúrované popisy obrázkov <a %(link_attrs)s>Wiki Loves Africa</a> .
sl: ISA je bila prvotno zasnovana za zagotavljanje boljših večjezičnih in strukturiranih opisov slik <a %(link_attrs)s>Wiki Loves Africa</a>.
sv: ISA byggdes ursprungligen för att erbjuda bättre flerspråkiga och strukturerade bidrag för bilder i <a %(link_attrs)s>Wiki Loves Africa</a>.
sw: ISA iliundwa awali ili kutoa maelezo bora ya lugha nyingi na muundo wa picha za <a %(link_attrs)s>Wiki Loves Afrika</a> .
tw: Mfitiaseɛ no wɔkyekyeree iSA sɛ ɛbɛma <a %(link_attrs)s>Wiki Loves Africa</a> mfonini ahodoɔ ho nkyerɛkyerɛmu a ɛyɛ papa wɔ kasa ahodoɔ ne nhyehyɛeɛ
uk: На початку ISA розробляли для забезпечення кращих багатомовних і структурованих описів зображень із <a %(link_attrs)s>Wiki Loves Africa</a>.

source: But it is also developed to be useful to all of the <a link_attrs>Wiki Loves competitions</a> and, ultimately, for <strong>all media files</strong> on Wikimedia Commons.
ar: ولكن طور أيضًا ليكون مفيدًا لجميع <a link_attrs>مسابقات ويكي تهوى</a>، وفي النهاية، لجميع <strong>ملفات الوسائط</strong> على ويكيميديا كومنز.
de: Es wurde aber auch so entwickelt, dass es für alle <a link_attrs>Wiki Loves-Wettbewerbe</a> und letztendlich für <strong>alle Mediendateien</strong> auf Wikimedia Commons nützlich ist.
es: Pero también se ha desarrollado para que sea útil para todos las competencias <a>Wiki Loves</a> y, en última instancia, para <strong>todos los archivos multimedia</strong> en Wikimedia Commons.
fi: Toisaalta se tehtiin myös hyödynnettäväksi kaikissa <a link_attrs>Wiki Loves -kilpailuissa</a> ja lopulta kaikille <strong>mediatiedostoille</strong> Wikimedia Commonsissa.
fr: Mais il a aussi été développé pour être utile à toutes les <a link_attrs>compétitions « Wiki aime »</a> et, comme but ultime, pour <strong>tous les fichiers média</strong> sur Wikimedia Commons.
he: אבל הוא פותח גם כדי להיות שימושי לכל <a link_attrs>התחרויות מסוג "ויקי אוהבת"</a> ובסופו של דבר <strong>לכל קובצי המדיה</strong> בוויקישיתוף.
id: Tetapi juga dikembangkan agar berguna bagi semua kompetisi <a link_attrs>Wiki Cinta</a> dan, pada akhirnya, untuk <strong>semua file media</strong> di Wikimedia Commons.
it: Ma è anche sviluppato per essere utile a tutti i <a link_attrs>concorsi Wiki Loves</a> e, in definitiva, per <strong>tutti i file multimediali</strong> su Wikimedia Commons.
lt: Bet jis kuriamas, kad galėtų būti naudingas visiems <a link_attrs>„Wiki Loves“ konkursams</a> ir <strong>visiems medijos failams</strong> Vikitekoje.
mk: Но предвидена е и да биде корисна за сите <a link_attrs>натпревари „Вики сака“</a> и, конечно, за сите <strong>сите медиумски податотеки</strong> на Ризницата.
sk: Je však tiež vyvinutý tak, aby bol užitočný pre všetky <a link_attrs>súťaže Wiki Loves</a> a v konečnom dôsledku pre <strong>všetky mediálne súbory</strong> na Wikimedia Commons.
sl: Razvita pa je tudi tako, da je uporabna za vse <a link_attrs>natečaje Wiki Loves</a> in navsezadnje za <strong>vse predstavnostne datoteke</strong> v Wikimedijini zbirki.
sv: Men det utvecklades också för att vara användbart för alla <a link_attrs>Wiki Loves-tävlingar</a> och, slutligen, för <strong>alla mediefiler</strong> på Wikimedia Commons.
sw: Lakini pia imeundwa ili kuwa muhimu kwa <a link_attrs>mashindano yote ya Wiki Loves</a> na, hatimaye, kwa <strong>faili zote za midia</strong> kwenye Wikimedia Commons.
tw: Nanso, wɔsan ayɛ no sɛ ɛbɛboa <a link_attrs>Wiki Loves akansi</a> no nyinaa, ne akyiri no, ama <strong>dawurobɔ dwuma nsεm </strong> nyinaa wɔ Wikimedia Commons.
uk: Але наразі цей інструмент розвинувся на користь усіх <a link_attrs>конкурсів Wiki Loves</a> і, зрештою, <strong>усіх медіафайлів</strong> у Вікісховищі.

source: What is Wikimedia Commons?
ar: ما هي ويكيميديا كومنز؟
de: Was ist Wikimedia Commons?
es: ¿Qué es Wikimedia Commons?
fi: Mikä on Wikimedia Commons?
fr: Qu’est-ce que Wikimedia Commons ?
he: מהו ויקישיתוף?
id: Apa itu Wikimedia Commons?
it: Che cos'è Wikimedia Commons?
lt: Kas yra Vikiteka?
mk: Што е Ризницата?
ru: Что такое Викисклад?
sk: Čo je Wikimedia Commons?
sl: Kaj je Wikimedijina zbirka?
sv: Vad är Wikimedia Commons?
sw: Wikimedia Commons ni nini?
tw: Ɛdeɛn ne Wikimedia Commons?
uk: Що таке Вікісховище?

source: <strong>Wikimedia Commons</strong> (also known as "Commons") is a Wikimedia project, a sister project of Wikipedia. It hosts a collection of millions of freely usable media files to which anyone can contribute.
ar: <strong>ويكيميديا كومنز</strong> (المعروفة أيضًا باسم "كومنز") هو مشروع ويكيميديا، وهو مشروع شقيق لويكيبيديا. يستضيف مجموعة من ملايين ملفات الوسائط القابلة للاستخدام بحرية والتي يمكن لأي شخص المساهمة فيها.
de: <strong>Wikimedia Commons</strong> (auch bekannt als „Commons“) ist ein Wikimedia-Projekt, ein Schwesterprojekt von Wikipedia. Es beherbergt eine Sammlung von Millionen frei nutzbarer Mediendateien, zu denen jeder beitragen kann.
fr: <strong>Wikimedia Commons</strong> (aussi appelé « Commons ») est un projet de Wikimedia, frère de Wikipédia, et une collection de plus de quarante millions de fichiers média gratuits.
he: <strong>ויקישיתוף</strong> (ידוע גם בשם "Commons") הוא מיזם ויקימדיה, מיזם אחות של ויקיפדיה. הוא מארח אוסף של מיליוני קובצי מדיה שכל אחד יכול לתרום אליו.
it: <strong>Wikimedia Commons</strong> (noto anche come "Commons") è un progetto Wikimedia, un progetto gemello di Wikipedia. Ospita una raccolta di milioni di file multimediali liberamente utilizzabili a cui chiunque può contribuire.
sw: <strong>Wikimedia Commons</strong> (pia inajulikana kama "Commons") ni mradi wa Wikimedia, mradi dada wa Wikipedia. Inakusanya mamamilioni ya faili za midia zinazoweza kutumika bila malipo ambazo mtu yeyote anaweza kuchangia.

source: All the freely licensed photos, audio and video files, PDFs and other media on Wikipedia are stored on Commons.
ar: تُخزَّن جميع الصور وملفات الصوت والفيديو وملفات PDF والوسائط الأخرى المرخصة مجانًا على ويكيبيديا في كومنز.
de: Alle frei lizenzierten Fotos, Audio- und Videodateien, PDFs und anderen Medien auf Wikipedia werden auf Commons gespeichert.
es: Todas las fotos, archivos de audio y vídeo, PDFs y otros medios de Wikipedia con licencia libre están almacenados en Commons.
fi: Kaikki Wikipedian vapaasti lisensoidut valokuvat, ääninauhoitteet, videotiedostot, PDF-tiedostot ja muut mediatiedostot on tallennettu Commonsiin.
fr: Tous les photos, fichiers audio et vidéo, PDF et autres médias sous licence libre sur Wikipédia sont stockés dans Commons.
he: כל התמונות, קובצי השמע והווידאו, קובצי PDF ומדיה אחרת ברישיון חופשי בוויקיפדיה מאוחסנת בוויקישיתוף.
id: Semua foto, audio, video, PDF, dan media lain yang berlisensi bebas di Wikipedia dan proyek Wikimedia lainnya disimpan di Wikimedia Commons.
it: Tutte le foto, i file audio e video, i PDF e altri media su Wikipedia con licenza gratuita sono archiviati su Commons.
lt: Visos nemokamos licencijos nuotraukos, garso ir vaizdo failai, PDF ir kita medija Vikipedijoje yra laikoma Vikitekoje.
mk: Сите слободно лиценцирани фотографии, слики, звучни и видеоснимки, PDF и други документи на Википедија се складираат на Ризницата.
sk: Všetky voľne licencované fotografie, audio a video súbory, súbory PDF a ďalšie médiá na Wikipédii sú uložené na Commons.
sl: Vse prosto licencirane fotografije, avdio- in videodatoteke, PDF-ji in drugo predstavnostno gradivo v Wikipediji so shranjeni v Zbirki.
sv: Alla de fritt licensierade fotografierna, ljud- och videofilerna, PDF:erna och annan media på Wikipedia lagras på Commons.
sw: Picha zote zilizoidhinishwa bila malipo, faili za sauti na video, PDF na midia nyingine kwenye Wikipedia huhifadhiwa kwenye Commons.
tw: Mfonini, ɔdio ne video fael, PDF ne nsɛm ho amanneɛbɔ afoforɔ a wɔama ho tumi krataa nyinaa wɔ Wikipedia so, a wɔde asie Commons.
uk: Усі вільноліцензовані фотографії, аудіо- та відео файли, PDF та інші медіафайли, використані у Вікіпедії, зберігаються у Вікісховищі.

source: Wikimedia Commons grows rapidly, by approximately 5 million new media files per year.
ar: تنمو ويكيميديا كومنز بسرعة، بما يُقارب 5 ملايين ملف وسائط جديد سنويًا.
de: Wikimedia Commons wächst schnell, um etwa 5 Millionen neue Mediendateien pro Jahr.
es: Wikimedia Commons crece rápidamente, en aproximadamente 5 millones de archivos multimedia nuevos por año.
fi: Wikimedia Commons kasvaa nopeasti, noin 5 miljoonaa uutta tiedostoa tallennetaan vuosittain.
fr: Wikimedia Commons croît rapidement, d’approximativement cinq millions de nouveaux fichiers média par an.
he: ויקישיתוף צומח במהירות, בכ־5 מיליון קובצי מדיה חדשים בשנה.
id: Wikimedia Commons berkembang sangat pesat, dengan penambahan sekitar 5 juta berkas media baru per tahun.
it: Wikimedia Commons cresce rapidamente, di circa 5 milioni di nuovi file multimediali all'anno.
lt: Vikiteka sparčiai auga, apytiksliai po 5 milijonus naujų medijos failų kasmet.
mk: Ризницата расте со брз чекор — по 5 милиони податотеки годишно.
sk: Wikimedia Commons rýchlo rastie, približne o 5 miliónov nových mediálnych súborov ročne.
sl: Wikimedijina zbirka hitro raste, za približno 5 milijonov novih predstavnostnih datotek na leto.
sv: Wikimedia Commons växer i snabb takt, med cirka 5 miljoner nya mediefiler om året.
sw: Wikimedia commons Hukua kwa haraka, ambapo kila mwaka huongezeka kwa takribani mafaili milioni 5
tw: Wikimedia Commons nyin ntɛmntɛm, bɛyɛ ɔpepem anum afe biara.
uk: Вікісховище швидко росте, отримуючи близько 5 мільйонів нових медіафайлів щороку.

source: Thousands of volunteers upload files to Commons, and integrate these into Wikimedia projects, like Wikipedia, to illustrate the content there and to share that media with the public.
ar: يقوم الآلاف من المتطوعين بتحميل الملفات إلى كومنز، ودمجها في مشاريع ويكيميديا، مثل ويكيبيديا، لتوضيح المحتوى هناك ولمشاركة تلك الوسائط مع الجمهور.
de: Tausende Freiwillige laden Dateien auf Commons hoch und integrieren diese in Wikimedia-Projekte wie Wikipedia, um die Inhalte dort zu veranschaulichen und die Medien mit der Öffentlichkeit zu teilen.
es: Miles de personas voluntarias suben archivos a Commons y los integran en los proyectos de Wikimedia, como Wikipedia, para ilustrar el contenido y compartirlo con el público.
fi: Tuhannet vapaaehtoiset lataavat tiedostoja Wikimedia Commonsiin ja liittävät kuvia Wikimedian projekteihin, kuten kuvittamaan Wikipedian artikkeleita ja jakamaan mediatiedostoja yleisölle.
fr: Des milliers de volontaires téléchargent des fichiers vers Commons, et les intègrent dans les projets Wikimédia, comme Wikipédia, pour illustrer le contenu qui s’y trouve, et pour partager ces médias avec le public.
he: אלפי מתנדבים מעלים קבצים לויקישיתוף, ומשלבים אותם במיזמים של ויקימדיה, כגון ויקיפדיה, כדי להמחיש את התוכן שם ולשתף את המדיה הזאת עם הציבור.
id: Ribuan sukarelawan mengunggah berkas-berkas ke Commons, dan mengintegrasikannya ke dalam proyek-proyek Wikimedia, seperti Wikipedia, untuk mengilustrasikan konten di sana dan untuk berbagi media tersebut dengan publik.
it: Migliaia di volontari caricano file su Commons e li integrano in progetti Wikimedia, come Wikipedia, per illustrare il contenuto e condividere quei media con il pubblico.
lt: Tūkstančiai savanorių kelia failus į Vikiteką ir inegruoja juos į Vikimedijos projektus, pvz., Vikipediją, tam, kad iliustruotų turinį ir dalintųsi medija su visuomene.
mk: Илјадници доброволци подигаат податотеки на Ризницата и ги вметнуваат во Викимедиини проекти како Википедија со цел да ја илустрираат тамошната содржина и да ги споделат тие податотеки со јавноста.
sk: Tisíce dobrovoľníkov nahrávajú súbory na Commons a integrujú ich do projektov Wikimedia, ako je Wikipedia, aby ilustrovali obsah a zdieľali tieto médiá s verejnosťou.
sl: Na tisoče prostovoljcev nalaga datoteke v Zbirko in jih vključuje v projekte Wikimedie, kot je Wikipedijs, da ilustrira tamkajšnjo vsebino in da te predstavnostne vsebine deli z javnostjo.
sv: Tusentals volontärer laddar upp filer på Commons och integrerar dem på Wikimedias projekt, som Wikipedia, för att illustrera innehållet där och för att dela median med offentligheten.
sw: Maelfu ya watu waliojitolea hupakia faili kwa Commons, na kuziunganisha katika miradi ya Wikimedia, kama vile Wikipedia, ili kuonyesha maudhui yaliyo hapo na kushiriki maudhui hayo na umma.
tw: Mpempem pii atuhoakyɛfoɔ de fael ahodoɔ kɔ Commons, na wɔde weinom ka Wikimedia nnwuma ho, te sɛ Wikipedia, de kyerɛ nneɛma a ɛwɔ hɔ no na wɔde saa nsɛm no ho amanneɛbɔ no ma ɔmanfoɔ.
uk: Тисячі волонтерів вивантажують файли у Вікісховище й використовують їх у таких проєктах Вікімедіа, як Вікіпедія, щоб проілюструвати їхній вміст і поділитися цими медіафайлами з громадськістю.

source: Media files on Commons are typically:
ar: عادةً ما تكون ملفات الوسائط في كومنز:
de: Mediendateien auf Commons sind normalerweise:
es: Los archivos multimedia en Commons suelen ser:
fi: Mediatiedostot Commonsissa ovat tyypillisesti:
fr: Les fichiers média sur Commons sont typiquement :
he: קובצי מדיה בוויקישיתוף הם בדרך־כלל:
id: Berkas media di Commons biasanya:
it: I file multimediali su Commons sono in genere:
lt: Medijos failai Vikitekoje įprastai:
mk: Медиумските податотеки на Ризницата обично се:
sk: Mediálne súbory na Commons sú zvyčajne:
sl: Predstavnostne datoteke v Zbirki so običajno:
sv: Mediefiler på Commons är oftast:
sw: Mafaili ya media kwenye commons kwakawaida ni:
tw: Nsɛm ho amanneɛbɔfo fael ahodoɔ a ɛwɔ Commons so no taa yɛ:
uk: Зазвичай у Вікісховище потрапляють такі медіафайли:

source: Personal photography and media uploaded by individuals, sometimes during Wiki Loves competitions such as Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc;
ar: الصور الفوتوغرافية والوسائط الشخصية التي يُحمِّلُها الأفراد، أحيانًا خلال مسابقات Wiki Loves مثل Wiki Loves Africa و Wiki Loves Monuments و Wiki Loves Earth إلخ ؛
de: Persönliche Fotos und Medien, die von Einzelpersonen hochgeladen werden, manchmal während Wiki Loves-Wettbewerben wie Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth usw.;
es: Fotografías personales y medios subidos por particulares, a veces durante concursos de Wiki Loves como Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth, etc;
fr: des photographies personnelles et des médias téléchargés par des individus, quelquefois lors des compétitions « Wiki Love », comme « Wiki Loves Africa », « Wiki Loves Monuments », « Wiki Loves Earth », etc. ;
he: צילום אישי ומדיה שהועלו על־ידי יחידים, לפעמים במהלך תחרויות "ויקי אוהבת" כגון "ויקי אוהבת את אפריקה", "ויקי אוהבת אתרי מורשת", "ויקי אוהבת את כדור הארץ" וכו'
id: Fotografi pribadi dan media yang diunggah oleh individu, kadang-kadang selama kompetisi Wiki Loves seperti Wiki Cinta Afrika, Wiki Cinta Monument, Wiki Cinta Bumi dll;
it: Fotografie personali e contenuti multimediali caricati da individui, a volte durante concorsi Wiki Loves come Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth ecc;
lt: Asmeninės nuotraukos ir medija, įkelta individų, kartais vykstant „Wiki Loves“ konkursams, pvz., „Wiki Loves Africa“, „Wiki Loves Monuments“, „Wiki Loves Earth“ ir kt.;
mk: Лични фотографии и медиумски податотеки подигнати од поединци, понекогаш во рамките на натпревари „Вики сака“ како Вики ја сака АФрика, Вики ги сака спомениците, Вики ја сака Земјата итн.;
sk: Osobné fotografie a médiá odovzdané jednotlivcami, niekedy počas súťaží ako je Wiki miluje Afriku, Wiki miluje pamiatky, Wiki miluje Zem atď.;
sl: Osebne fotografije in predstavnostne datoteke, ki jih naložijo posamezniki, včasih med natečaji Wiki Loves, kot so Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth idr.;
sv: Personliga fotografier och media som laddats upp av individer, ibland under Wiki Loves-tävlingar som Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth etc.;
sw: Upigaji picha wa kibinafsi na maudhui yaliyopakiwa na watu binafsi, wakati mwingine wakati wa mashindano ya Wiki Loves kama vile Wiki Loves Africa, Wiki Loves Monuments, Wiki Loves Earth n.k;
tw: Ankorankoro mfonin ne nsɛm ho amanneɛbɔ a ankorankoro de to so ɛtɔ bere bi a wɔ Wiki Dɔ akansi ahodoɔ te sɛ Wiki Dɔ Afrika, Wiki Dɔ Nkaedum, Wiki Dɔ Asase ne nea ɛkeka ho;
uk: Власноруч зроблені фотографії та записи, завантажені окремими людьми, інколи під час конкурсів Wiki Loves, таких як Вікі любить Африку, Вікі любить пам'ятки, Вікі любить Землю тощо;
