Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: Captions
ar: نصوص توضيحية
de: Kurzbeschreibungen
es: Leyendas
fi: Kuvatekstit
fr: Légendes
he: כיתובים
id: Takarir
it: Didascalie
lt: Antraštės
mk: Толкувања
ru: Подписи
sk: Titulky
sl: Napisi
sv: Bildtexter
sw: Nukuu
tw: Nsεmti
uk: Підписи

source: Select to collect Caption metadata in the campaign
ar: حدد لجمع بيانات وصفية توضيحية في الحملة
de: Wähle dies aus, wenn Kurzbeschreibungens-Metadaten in der Kampagne erfasst werden sollen.
fr: Sélectionner pour collecter les métadonnées « Légende » dans la campagne
he: יש לבחור את זה כדי לאסוף מטא־נתונים של "כיתוב" במיזם
it: Seleziona per raccogliere i metadati della didascalia nella campagna
sw: Chagua kukusanya metadata ya nukuu kwenye kampeni

source: Campaign Image
ar: صورة الحملة
de: Kampagnenbild
es: Imagen de la campaña
fi: Kampanjan kuva
fr: Image de la campagne
he: תמונת המיזם
id: Gambar Kampanye
it: Immagine della campagna
lt: Kampanijos vaizdas
mk: Слика на походот
ru: Изображение кампании
sk: Obrázok kampane
sl: Slika kampanje
sv: Kampanjbild
sw: Picha ya Kampeni
tw: Ɔsatu no Ho mfonini
uk: Зображення кампанії

source: The maximum height for the campaign image is 150px. Images should either be a banner image or a logo.
ar: أقصى ارتفاع لصورة الحملة هو 150 بكسل. يجب أن تكون الصور إما صورة بانر أو شعار.
de: Die maximale Höhe für das Kampagnenbild beträgt 150 Pixel. Bei den Bildern sollte es sich entweder um ein Bannerbild oder ein Logo handeln.
es: La altura máxima para la imagen de campaña es 150px. Las imágenes deben ser un banner o un logotipo.
fi: Kampanjakuvan maksimikorkeus on 150px. Kuvan tulee olla joko banneri tai logo.
fr: La hauteur maximale pour l’image de la campagne est 150px. Les images doivent être soit une bannière, soit un logo.
he: הגובה המרבי לתמונת המיזם הוא 150 פיקסלים. תמונות צריכות להיות תמונת כרזה או סמל.
id: Tinggi maksimum dari gambar kampanye adalah 150px. Gambar harus antara gambar panji atau logo.
it: L'altezza massima per l'immagine della campagna è 150px. Le immagini dovrebbero essere un'immagine banner o un logo.
lt: Maksimalus kampanijos vaizdo aukštis yra 150 pikselių. Vaizdas turėtų būti reklamjuostė arba logotipas.
mk: Најголемата допуштена висина на сликата на походот изнесува 150 пиксели. Сликите треба да имаат долгнавест плакатен облик или да бидат логоа.
ru: Максимальная высота изображения кампании составляет 150 пикселей. Изображения должны быть в виде либо баннера, либо логотипа.
sk: Maximálna výška obrázku pre kampaň je 150px. Obrázky by mali byť buď banner alebo logo.
sl: Največja višina slike kampanje je 150 slikovnih pik. Slike naj bodo v obliki pasice ali logotipa.
sv: Kampanjbildens högsta tillåtna höjd är 150px. Bilder borde vara antingen en banderollbild eller en logotyp.
sw: Urefu wa juu wa picha ya kampeni usizidi 150px. Picha zinapaswa kuwa picha ya bana au nembo.
tw: Mfonini a ɛwɔ ɔsatu no mu no tenten a ɛboro so yɛ 150px. Ɛsɛ sɛ mfonini no yɛ mfonini a wɔde kyerɛ sɛ wɔrekyerɛkyerɛ nsɛm ase anaasɛ ɛyɛ ahyɛnsode.
uk: Максимальна висота зображення кампанії — 150 px. Зображення має бути або банером, або логотипом.

source: Portrait or square photos are not recommended.
ar: لا يُنصح بالصور الرأسية أو المربعة.
de: Hochkant- oder quadratische Fotos werden nicht empfohlen.
es: No se recomiendan fotos en formato retrato o cuadrado.
fi: Pystykuva tai neliön muotoinen kuva eivät ole suositeltavia.
fr: Les photos en mode portrait ou carrées ne sont pas recommandées.
he: תמונות דיוקן או תמונות מרובעות אינן מומלצות.
id: Potret atau foto persegi tidak disarankan.
it: Le foto verticali o quadrate non sono consigliate.
lt: Portretinės arba kvadratinės nuotraukos nerekomenduojamos.
mk: Не се препорачуваат исправени или квадратни слики.
ru: Портретные или квадратные фотографии не рекомендуются.
sk: Portréty alebo štvorcové fotky nie sú odporúčané.
sl: Pokončne ali kvadratne fotografije niso priporočljive.
sv: Porträtt eller fyrkantiga foton rekommenderas inte.
sw: Picha za wima au picha za mraba hazishauriwi.
tw: Wɔmpɛ sɛ wɔfa mfonini anaa mfonini a ɛyɛ ahinanan.
uk: Портретні або квадратні фото не рекомендуються.

source: Enter the FILE NAME only of a image from commons to display on the Campaign home page.
ar: أدخل اسم الملف FILE NAME فقط لصورة من commons لعرضها على الصفحة الرئيسية للحملة.
de: Gib nur den DATEINAMEN eines Bildes auf Commons ein, das auf der Homepage der Kampagne angezeigt werden soll.
es: Introducir sólo el NOMBRE de ARCHIVO de una imagen de Commons para mostrar en la página principal de la Campaña.
fi: Anna Wikimedia Commonsin kuvan pelkkä TIEDOSTONIMI, jotta voit näyttää sen kampanjan kotisivulla.
fr: Saisir le NOM DE FICHIER seulement d’une image hébergée sur Wikimedia Commons à afficher sur la page d’accueil de la campagne.
he: נא להזין רק את שם הקובץ של תמונה מוויקישיתוף להצגה בדף הבית של המיזם.
id: Masukkan hanya NAMA BERKAS dari gambar Commons untuk ditampilkan pada halaman beranda Kampanye.
it: Inserisci solo il NOME FILE di un'immagine da Commons da visualizzare nella home page della campagna.
lt: Įveskite tik vaizdo FAILO PAVADINIMĄ iš Vikitekos, kad būtų rodomas kampanijos pagrindiniame puslapyje.
mk: Внесете го само ИМЕТО НА ПОДАТОТЕКАТА на сликата од Ризницата која ќе се прикажува на главната страница за походот.
ru: Введите только ИМЯ ФАЙЛА изображения с Викисклада для отображения на базовой странице Кампании.
sk: Zadajte názov súboru len pre obrázok z commons pre zobrazenie na domovskej stránke kampane.
sl: Vnesite samo IME DATOTEKE za sliko iz Zbirke za prikaz na domači strani kampanje.
sv: Ange FILNAMNET endast av en bild från Commons för att visa den på kampanjens hemsida.
sw: Ingiza jina la faili tu la picha kutoka Wikimedia commons ili kuonyeshwa kwenye ukurasa wa kwanza wa Kampeni.
tw: Twerɛ Nkratafa Din no pε a ɛyɛ mfoni a efi commons hɔ a wobɛkyerɛ wɔ ɔsatu home page no so.
uk: Уведіть НАЗВУ ФАЙЛУ зображення (лише з Вікісховища) для відображення на домашній сторінці кампанії.

source: Long description of Campaign (full about info)
ar: وصف طويل للحملة (كامل عن المعلومات)
de: Ausführliche Beschreibung der Kampagne (alle Informationen)
es: Descripción larga de Campaña (información completa)
fi: Kampanjan pitkä kuvausteksti
fr: Description longue de la campagne (infos complètes à propos)
he: תיאור ארוך של המיזם (מידע מלא)
id: Rincian panjang dari Kampanye (info keterangan penuh)
it: Descrizione estesa della campagna (completa di tutte le informazioni)
lt: Ilgas kampanijos aprašymas (visa apibūdinanti informacija)
mk: Долг опис на походот (целосни информации за него)
ru: Подробное описание кампании (полная информация о кампании)
sk: Dlhý popis kampane
sl: Dolgi opis kampanje (vse o informacijah)
sv: Lång beskrivning av kampanjen (fullständig information)
sw: Maelezo marefu ya Kampeni (Habari kamili kuhusu kampeni)
tw: ƆSatu no nkyerεaseε a εwa
uk: Докладний опис кампанії (повна інформація про неї)

source: Why it is important that users contribute to the campaign?
ar: لماذا من المهم أن يساهم المستخدمون في الحملة؟
de: Warum ist es wichtig, dass Benutzende zur Kampagne beitragen?
es: Por qué es importante que los usuarios contribuyan a la campaña?
fi: Miksi on tärkeätä, että kampanjaan osallistutaan?
fr: Pourquoi est-ce important que les utilisateurs contribuent à la campagne ?
he: מדוע חשוב שמשתמשים יתרמו למיזם?
id: Mengapa penting bagi para pengguna untuk berkontribusi pada kampanye?
it: Perché è importante che gli utenti contribuiscano alla campagna?
lt: Kodėl svarbu, kad naudotojai prisidėtų prie kampanijos?
mk: Зошто е важно да се учествува на походот?
ru: Почему важно, чтобы пользователи делали свой вклад в рамках кампании?
sk: Prečo je dôležité, aby používatelia prispievali do kampane?
sl: Zakaj je pomembno, da uporabniki prispevajo h kampanji?
sv: Varför är det viktigt att användare kan bidra till kampanjen?
sw: Kwa nini ni muhimu kwa watumiaji wachangie kwenye kampeni?
tw: Dɛn nti na ɛho hia sɛ wɔn a wɔde nsɛmma nhoma di dwuma no yi ntoboa de boa ɔsatu no?
uk: Чому важливо, щоб користувачі зробити внесок у цю кампанію?

source: Publish Campaign
ar: نشر الحملة
de: Kampagne veröffentlichen
es: Publicar Campaña
fi: Julkaise kampanja
fr: Publier la campagne
he: פרסום המיזם
id: Publikasikan Kampanye
it: Pubblica la campagna
lt: Paskelbti kampaniją
mk: Објави поход
ru: Опубликовать кампанию
sk: Zverejniť kampaň
sl: Objavi kampanjo
sv: Publicera kampanj
sw: Chapisha Kampeni
tw: Fa ɔsatu no to dwa
uk: Опублікувати кампанію

source: You must select at least one category for your campaign.
ar: يجب تحديد تصنيف واحد على الأقل لحملتك.
de: Du musst mindestens eine Kategorie für deine Kampagne auswählen.
es: Tienes que seleccionar al menos una categoría para tu campaña.
fi: Sinun on valittava kampanjallesi vähintään yksi luokka.
fr: Vous devez sélectionner au moins une catégorie pour votre campagne.
he: חובה לבחור לפחות קטגוריה אחת עבור המיזם שלך.
id: Anda harus memilih setidaknya satu kategori untuk kampanye Anda.
it: Devi selezionare almeno una categoria per la tua campagna.
lt: Turite pasirinkti bent vieną kampanijos kategoriją.
mk: Мора да изберете барем една категорија за вашиот поход.
ru: Вы должны выбрать хотя бы одну категорию для своей кампании.
sk: Musíte vybrať aspoň jednu kategóriu pre Vašu kampaň.
sl: Za svojo kampanjo morate izbrati vsaj eno kategorijo.
sv: Du måste välja minst en kategori för din kampanj.
sw: Lazima uchague angalau jamii moja kwa kampeni yako.
tw: Ɛsɛ sɛ wusi gyinae sɛ anyɛ yiye koraa no a, wobɛpaw ɔfã baako wɔ wo ɔsatu no mu.
uk: Ми маєте обрати для своєї кампанії хоча б одну категорію.

source: Some of the categories you have chosen do not have the correct syntax for a Wiki Loves Campaign.
ar: بعض التصنيفات التي اخترتها لا تحتوي على الصيغة الصحيحة لحملة Wiki Loves.
de: Einige der von dir ausgewählten Kategorien haben nicht die richtige Syntax für eine Wiki-Loves-Kampagne.
es: Algunas de las categorías que has elegido no tienen la sintaxis correcta para una campaña de Wiki Loves.
fi: Joidenkin valitsemiesi luokkien kirjoitusasu ei ole oikein Wiki Loves -kampanjaa varten.
fr: Certaines des catégories que vous avez choisies n’ont pas la bonne syntaxe pour une campagne « Wiki Love ».
he: לחלק מהקטגוריות שבחרת אין את התחביר הנכון עבור מיזם "ויקי אוהבת".
id: Beberapa kategori yang Anda pilih tidak memiliki sintaks yang benar untuk Wiki Cinta Kampanye.
it: Alcune delle categorie che hai scelto non hanno la sintassi corretta per una campagna Wiki Loves.
lt: Kai kurios jūsų pasirinktos kategorijos neturi tinkamos Wiki Loves kampanijos sintaksės.
mk: Некои од избраните категории немаат исправна синтакса за поход „Вики сака“.
ru: Некоторые из выбранных вами категорий не имеют правильного синтаксиса для кампании «Вики любит...».
sk: Niektoré z vybraných kategórií nemajú pre kampaň Wiki Loves správnu syntax.
sl: Nekatere kategorije, ki ste jih izbrali, nimajo pravilne skladnje za kampanjo Wiki Loves.
sv: Vissa av kategorierna du valt har inte rätt syntax för en Wiki Loves-kampanj.
sw: Baadhi ya Jamii ulizochagua hazina Muundo sahihi ya Kampeni ya Wiki Loves.
tw: Nkrataafa a woayi no bi nni kasmufa a ɛfata ma Wiki Loves ɔsatuo no.
uk: Деякі з вибраних вами категорій не мають коректного синтаксису для кампаній Wiki Loves.

source: Please check your selections and try again.
ar: يرجى التحقق من اختياراتك وحاول مرة أخرى.
de: Bitte überprüfe deine Auswahl und versuche es erneut.
es: Por favor, comprueba tus selecciones e inténtalo de nuevo.
fi: Tarkista valintasi ja yritä uudelleen.
fr: Veuillez vérifier vos sélections et réessayer.
he: נא לבדוק את הבחירות שלך ולנסות שוב.
id: Mohon periksa pilihan Anda dan coba lagi.
it: Si prega di controllare le selezioni e riprovare.
lt: Patikrinkite savo pasirinkimus ir bandykite dar kartą.
mk: Проверете си го избраното и обидете се пак.
ru: Пожалуйста, проверьте свой выбор и повторите попытку.
sk: Prosím skontrolujte svoj výber a skúste znova.
sl: Preverite svoj izbire in poskusite znova.
sv: Kontrollera dina val och försök igen.
sw: Tafadhali angalia chaguo zako na ujaribu tena.
tw: Yɛsrɛ sɛ hwɛ nea woapaw no na bɔ mmɔden bio.
uk: Будь ласка, перевірте свій вибір і спробуйте ще раз.

source: Please select at least one type from the Metadata to collect section
ar: يرجى تحديد نوع واحد على الأقل من قسم تجميع البيانات الوصفية
de: Bitte wähle mindestens einen Typ aus dem Abschnitt „Zu erfassende Metadaten“ aus.
es: Selecciona al menos un tipo en la sección de Metadatos a recolectar
fr: Veuillez sélectionner au moins un type de métadonnées dans la section collecte
he: נא לבחור סוג אחד לפחות מהחלק "אילו מטא־נתונים לאסוף"
id: Mohon pilih setidaknya satu tipe dari bagian Metadata untuk dikumpulkan.
it: Seleziona almeno un tipo dalla sezione dei metadati da raccogliere
mk: Изберете барем еден вид на метаподаток за собирање
ru: Пожалуйста, выберите хотя бы один тип из раздела «Метаданные для сбора»
sk: Prosím vyberte aspoň jeden typ metadát pre zber
sl: Prosimo, izberite vsaj eno vrsto metapodatkov za zbiranje razdelka
sv: Välj minst en typ från avsnittet Metadata att samla in
sw: Tafadhali chagua angalau aina moja kutoka Metadata ili kukusanya sehemu
tw: Yɛsrɛ wo, yi bi a anyɛ yiye koraa no bi fi nsɛm a wobɛboaboa ano no mu
uk: Будь ласка, оберіть хоча б один тип у розділі Метадані для збору

source: View images from
ar: عرض الصور من
de: Bilder anzeigen von
es: Ver imágenes de
fi: Katso kuvia kohteesta
fr: Afficher les images de
he: צפייה בתמונות מ־
id: Lihat gambar dari
it: Visualizza immagini da
lt: Žiūrėti vaizdus iš
mk: Погл. слики од
ru: Просмотр изображений с
sk: Zobraziť obrázky od/z
sl: Prikaži slike iz
sv: Visa bilder från
sw: Tazama picha kutoka
tw: Hwɛ mfoni fi
uk: Переглянути зображення з

source: Choose to only view images from a single country
ar: اختر عرض الصور من دولة واحدة فقط
de: Wähle aus, um nur Bilder aus einem einzigen Land anzuzeigen.
es: Elige ver sólo las imágenes de un único país
fi: Katso kuvia vain yhdestä maasta
fr: Choisir de n’afficher que les images d’un unique pays
he: בחירה להציג רק תמונות ממדינה אחת
id: Pilih untuk hanya melihat gambar dari negara tunggal
it: Scegli di vedere soltanto le immagini di un unico paese
lt: Pasirinkite, kad žiūrėtumėte vaizdus iš vienos valstybės
mk: Изберете да гледате слики само од една земја
ru: Выберите просмотр изображений только из одной страны
sk: Vybrať len obrázky z jednej krajiny
sl: Izberite za ogled slik iz samo ene države
sv: Välj att bara visa bilder från ett enda land
sw: Chagua kutazama picha kutoka nchi moja pekee
tw: Paw sɛ wobɛhwɛ mfoni a efi ɔman baako pɛ mu
uk: Виберіть перегляд зображень лише з однієї країни

source: Start contributing to this campaign
ar: ابدأ بالمساهمة في هذه الحملة
de: Unterstütze diese Kampagne
es: Empieza a contribuir a esta campaña
fi: Aloita tämän kampanjan muokkaaminen
fr: Commencer à contribuer à cette campagne
he: להתחיל לתרום למיזם הזה
id: Mulai berkontribusi ke kampanye ini
it: Inizia a contribuire a questa campagna
lt: Pradėkite prisidėjimą prie šios kampanijos
mk: Почнете со учество во походов
ru: Начать участие в этой кампании
sk: Začať prispievať do tejto kampane
sl: Začnite prispevati k tej kampanji
sv: Börja bidra till denna kampanj
sw: Anza kuchangia kampeni hii
tw: Fi ase yi ntoboa ma ɔsatu yi
uk: Почати свою участь у цій кампанії

source: Get Started
ar: البدء
de: Anfangen
es: Comenzar
fi: Aloita
fr: Démarrer
he: איך מתחילים
id: Memulai
it: Inizia
lt: Pradėti
mk: Започнете
ru: Начать
sk: Začať
sl: Začetek
sv: Kom igång
sw: Anza
tw: Fi ase
uk: Розпочати

source: Campaign progress so far
ar: تقدم الحملة حتى الآن
de: Bisheriger Kampagnenverlauf
es: Progreso de la campaña hasta ahora
fi: Kampanjan edistyminen tähän mennessä
fr: Progrès de la campagne jusqu’à présent
he: התקדמות המיזם עד כה
id: Kemajuan kampanye
it: Progresso della campagna sinora
lt: Kampanijos progresas iki šiol
mk: Досегашен напредок на походот
ru: Ход кампании на данный момент
sk: Doterajší pokrok kampane
sl: Dosedanji napredek kampanje
sv: Kampanjens framsteg hittills
sw: Maendeleo ya kampeni hadi sasa
tw: Nkɔso a wɔanya wɔ ɔsatu no mu de besi nnɛ
uk: Поточний хід кампанії

source: Total number of images in this campaign
ar: العدد الإجمالي للصور في هذه الحملة
de: Gesamtzahl der Bilder in dieser Kampagne
es: Número total de imágenes en esta campaña
fi: Kuvien kokonaismäärä tässä kampanjassa
fr: Nombre total d’images dans cette campagne
he: המספר הכולל של תמונות במיזם הזה
id: Jumlah total gambar dalam kampanye ini
it: Numero totale di immagini in questa campagna
lt: Bendras vaizdų skaičius šioje kampanijoje
mk: Вкупно слики во походов
ru: Общее число изображений в кампании
sk: Celkový počet obrázkov v tejto kampani
sl: Skupno število slik v tej kampanji
sv: Totalt antal bilder i denna kampanj
sw: Jumla ya idadi ya picha katika kampeni hii
tw: Mfonini dodow a ɛwɔ ɔsatu yi mu
uk: Загальне число зображень у цій кампанії

source: Images
ar: الصور
de: Bilder
es: Imágenes
fi: Kuvat
he: תמונות
id: Gambar
it: Immagini
lt: Vaizdai
mk: Слики
ru: Изображения
sk: Obrázky
sl: Slike
sv: Bilder
sw: Picha
tw: Mfoni
uk: Зображення

source: Total number of contributions made to this campaign
ar: إجمالي عدد المساهمات في هذه الحملة
de: Gesamtzahl der für diese Kampagne geleisteten Beiträge
es: Número total de contribuciones hechas a esta campaña
fi: Tähän kampanjaan tehtyjen muokkausten kokonaismäärä
fr: Nombre total de contributions faites dans cette campagne
he: המספר הכולל של תרומות שנעשו למיזם הזה
id: Jumlah total kontribusi yang dibuat dalam kampanye ini
it: Numero totale di contributi fatti a questa campagna
lt: Bendras indėlių į šią kampaniją skaičius
mk: Вкупно придонеси кон походов
ru: Общее число правок, сделанных в рамках эой кампании
sk: Celkový počet príspevkov pre túto kampaň
sl: Skupno število prispevkov za to kampanjo
sv: Totalt antal bidrag till denna kampanj
sw: Jumla ya michango iliyotolewa kwa kampeni hii
tw: Ntoboa dodow a wɔde mae wɔ ɔsatu yi mu
uk: Загальна кількість редагувань, зроблених у цій кампанії

source: Contributions
ar: المساهمات
de: Beiträge
es: Contribuciones
fi: Muokkaukset
he: תרומות
id: Kontribusi
it: Contributi
lt: Indėliai
mk: Придонеси
ru: Вклад
sk: Príspevky
sl: Prispevki
sv: Bidrag
sw: Michango
tw: ntoboa
uk: Внесок

source: Top Contributors
ar: أبرز المساهمين
de: Top Mitwirkende
es: Principales colaboradores
fi: Huippumuokkaajat
fr: Meilleurs contributeurs
he: תורמים מובילים
id: Kontributor Teratas
it: I migliori contributori
mk: Најплодни учесници
ru: Участники с наибольшим вкладом
sk: Najlepší prispievatelia
sl: Najbolj dejavni sodelavci
sv: Toppbidragsgivare
sw: Wachangiaji wakuu
tw: Wɔn a Wɔboa Paa
uk: Учасники з найбільшим внеском

source: Contributor
ar: مساهم
de: Mitwirkende/r
es: Colaboradores
fi: Muokkaaja
fr: Contributeur
he: תורם
id: Kontributor
it: Contributore
mk: Учесник
ru: Участник
sk: Prispievateľ
sl: Sodelavec
sv: Bidragsgivare
sw: Wachangiaji
tw: Ɔboafo
uk: Учасник

source: No partcipants has contributed to this campaign
ar: لم يساهم أي مشارك في هذه الحملة
de: Kein/e Mitwirkende/r hat zu dieser Kampagne beigetragen
es: Ningún partcipante ha contribuido a esta campaña
fi: Kukaan ei ole vielä muokannut tätä kampanjaa
fr: Aucun participant n’a contribué à cette campagne
he: שום משתתף לא תרם למיזם הזה
id: Belum ada partisipan yang berkontribusi ke kampanye ini
it: Nessun partecipante ha contribuito a questa campagna
lt: Nė vienas dalyvis neprisidėjo prie šios kampanijos
mk: Во походов не учествувал ниеден учесник
ru: Ни у кого из участников нет вклада в рамках этой кампании
sk: Do tejto kampane ešte nik neprispel
sl: K tej kampanji ni prispeval noben udeleženec
sv: Inga deltagare har bidragit till denna kampanj
sw: Hakuna washiriki ambao wamechangia katika kampeni hii
tw: Wɔn a wɔde wɔn ho hyɛɛ mu biara nboaa ɔsatu yi
uk: У цій кампанії ще немає учасників

source: Most improved countries
ar: الدول الأكثر تحسنا
de: Länder mit den meisten Verbesserungen
fr: Pays les plus améliorés
he: המדינות שקיבלו הכי הרבה שיפורים
sw: Nchi nyingi zilizoboreshwa

source: Country
ar: البلد
de: Land
es: País
fi: Maa
fr: Pays
he: ארץ
id: Negara
it: Nazione
lt: Valstybė
mk: Земја
ru: Страна
sk: Krajina
sl: Država
sv: Land
sw: Nchi
tw: Ɔman
uk: Країна

source: There is no data available yet for this campaign
ar: لا توجد بيانات متاحة حتى الآن لهذه الحملة
de: Für diese Kampagne sind noch keine Daten verfügbar
es: No hay ningún dato disponible todavía para esta campaña
fi: Tästä kampanjasta ei vielä ole tietoja
fr: Il n’y a pas encore de données disponibles pour cette campagne
he: אין עדיין נתונים זמינים עבור המיזם הזה
id: Belum ada data yang tersedia untuk kampanye ini
it: Nessun dato disponibile ancora per questa campagna
lt: Dar nėra šios kampanijos duomenų
mk: Засега нема расположливи податоци за овој поход
ru: Для этой кампании пока нет доступных данных
sk: Pre túto kampaň ešte nie sú dostupné žiadne údaje
sl: Za to kampanjo podatki še niso na voljo
sv: Det finns ännu ingen data tillgänglig för denna kampanj
sw: Bado hakuna data data kuhusu kampeni hii
tw: Nsεm biara nni hɔ a ɛfa saa ɔsatu yi ho
uk: Для цієї кампанії ще немає доступних даних

source: View and download more stats for this campaign
ar: عرض وتحميل المزيد من الإحصائيات لهذه الحملة
de: Weitere Statistiken zu dieser Kampagne anzeigen und herunterladen
es: Ver y descargar más estadísticas de esta campaña
fi: Näytä ja lataa lisää tämän kampanjan tilastoja
fr: Afficher et télécharger plus de statistiques pour cette campagne
he: הצגה והורדה של נתונים סטטיסטיים נוספים עבור המיזם הזה
id: Lihat dan unduh statistik selengkapnya untuk kampanye ini
it: Visualizza e scarica altre statistiche per questa campagna
lt: Peržiūrėkite ir atsisiųskite daugiau šios kampanijos statistikos
mk: Погледајте и преземете повеќе статистики за походов
ru: Посмотреть и скачать больше статистики по этой кампании
sk: Zobraziť a stiahnuť viac štatistík pre túto kampaň
sl: Oglejte si in prenesite več statističnih podatkov o tej kampanji
sv: Visa och ladda ner mer statistik för denna kampanj
sw: Tazama na upakue takwimu zaidi za kampeni hii
tw: Hwɛ na twe nsɛm a ɛwɔ saa ɔsatu yi mu no bi
uk: Переглянути і завантажити більше статистики для цієї кампанії

source: View full stats
ar: عرض الإحصائيات كاملة
de: Vollständige Statistiken anzeigen
es: Ver estadísticas completas
fi: Katso laajat tilastot
fr: Afficher les statistiques complètes
he: הצגת סטטיסטיקה מלאה
id: Lihat statistik penuh
it: Visualizza le statistiche complete
lt: Žiūrėti visą statistiką
mk: Подл. сите статистики
ru: Смотреть полную статистику
sk: Zobraziť celkové štatistiky
sl: Oglejte si celotno statistiko
sv: Visa fullständig statistik
sw: Tazama takwimu kamili
tw: Hwɛ nkontaabu no nyinaa
uk: Переглянути повну статистику

source: My Contributions
ar: مساهماتي
de: Meine Beiträge
es: Mis contribuciones
fi: Muokkaukseni
fr: Mes contributions
he: התרומות שלי
id: Kontribusi Saya
it: I miei contributi
lt: Mano indėlis
mk: Мои придонеси
ru: Мой вклад
sk: Moje príspevky
sl: Moji prispevki
sv: Mina bidrag
sw: Michango yangu
tw: Me Ntoboa
uk: Мій внесок

source: Rank
ar: الترتيب
de: Rang
es: Posición
fi: Sija
fr: Rang
he: דירוג
id: Peringkat
it: Posizione
lt: Vieta
mk: Ранг
ru: Ранг
sk: Poradie
sl: Uvrstitev
sw: Kiwango
tw: Dibea a ɛwɔ hɔ
uk: Ранг

source: More About This Campaign
ar: المزيد عن هذه الحملة
de: Mehr zu dieser Kampagne
es: Más información sobre esta campaña
fi: Lisätietoja tästä kampanjasta
fr: Plus au sujet de cette campagne
he: עוד על המיזם הזה
id: Selengkapnya Tentang Kampanye Ini
it: Più informazione su questa campagna
lt: Daugiau apie šią kampaniją
mk: Повеќе за походов
ru: Подробнее о кампании
sk: Viac o tejto kampani
sl: Več o tej kampanji
sv: Mer om kampanjen
sw: Habari Zaidi Kuhusu Kampeni Hii
tw: Saa Ɔsatu Yi Ho Nsɛm Pii
uk: Більше про цю кампанію
