Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: Requires categories of the form images from Wiki Loves <strong><em>project</em></strong> in a specific <strong><em>year</em></strong>, eg “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (change <strong><em>project</em></strong> and year as <strong><em>required</em></strong>)
ar: يتطلب تصنيفات من صور النموذج من <strong><em>مشروع</em></strong> Wiki Loves في <strong><em>سنة</em></strong> محددة، على سبيل المثال "صور من Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong> " (تغيير <strong><em>المشروع</em></strong> والسنة حسب <strong><em>الحاجة</em></strong> )
de: Erfordert Kategorien der Form „Bilder von Wiki Loves <strong><em>-Projekt</em></strong> in einem bestimmten <strong><em>Jahr</em></strong>“ auf Englisch, z. B. „Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>“ (Ändere <strong><em>Projekt</em></strong> und Jahr wie <strong><em>erforderlich</em></strong>)
es: Requiere categorías de las imágenes del formulario del <strong><em>proyecto</em></strong> Wiki Loves in en <strong><em>año</em></strong> específico, ej. "Imágenes de Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (cambiar <strong><em>proyecto</em></strong> y año según <strong><em>se requiera</em></strong>)
fi: Vaatii luokkia muodossa Images from Wiki Loves -<strong><em>projekti</em></strong> tietyltä <strong><em>vuodelta</em></strong>, esim. “Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (muuta <strong><em>projekti</em></strong> vuosi <strong><em>tarpeen mukaisesti</em></strong>)
fr: Nécessite des catégories des images du formulaire du <strong><em>projet</em></strong> « Wiki aime » dans une <strong><em>année</em></strong> spécifique, par ex. « Images de Wiki aime <strong><em>l’Afrique</em></strong> <strong><em>2019</em></strong>” (modifier le <strong><em>projet</em></strong> et l’année comme <strong><em>demandé</em></strong>)
he: דורש קטגוריות בצורת <span dir="ltr">images from Wiki Loves <strong><em>project</em></strong> in a specific <strong><em>year</em></strong></span>, למשל <span dir="ltr">Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong></span> (חובה לשנות את <strong><em>project</em></strong> ואת השנה)
id: Memerlukan kategori untuk bentuk gambar dari Wiki Cinta <strong><em>proyek</em></strong> dalam <strong><em>tahun</em></strong> spesifik, misalnya "Gambar dari Wiki Cinta <strong><em>Afrika</em></strong> <strong><em>2019</em></strong>" (ubah <strong><em>proyek</em></strong> dan tahun sebagaimana <strong><em>diperlukan</em></strong>)
it: Richiede categorie delle immagini dei moduli dal <strong><em>progetto</em></strong> Wiki Loves in un <strong><em>anno</em></strong> specifico, ad esempio "Immagini da Wiki Loves < strong><em>Africa</em></strong> <strong><em>2019</em></strong>” (cambia <strong><em>progetto</em></strong> e anno come <strong><em>richiesto</em></strong>)
mk: Бара категории за слики од <strong><em>проект</em></strong> „Вики сака“ во дадена <strong><em>година</em></strong>, како на пр. „Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>“ (сменете го <strong><em>проектот</em></strong> и годината <strong><em>за да одговара</em></strong>)
sk: Vyžaduje kategórie obrázkového formulára z Wiki Loves <strong><em>projektu</em></strong> zo špecifického <strong><em>roka</em></strong>, napríklad: “Obrázky z Wiki Loves <strong><em>Afrika</em></strong> <strong><em>2019</em></strong>” (change <strong><em>projekt</em></strong>a rok podľa <strong><em>požiadaviek</em></strong>)
sl: Zahteva kategorije slik obrazca iz <strong><em>projekta</em></strong> Wiki Loves v določenem <strong><em>letu</em></strong>, npr. »Slike iz Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>« (po <strong><em>potrebi</em></strong> spremenite <strong><em>projekt</em></strong> in leto)
sv: Kräver kategorier i formulärbilder från ett Wiki Loves-<strong><em>projekt</em></strong> ett visst <strong><em>år</em></strong>, t.ex. "Bilder från Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>" (ändra <strong><em>projekt</em></strong> och år som <strong><em>behövs</em></strong>)
sw: Inahitaji aina za picha za fomu kutoka kwa <strong><em>mradi wa</em></strong> Wiki Loves katika <strong><em>mwaka</em></strong> mahususi , kwa mfano “Picha kutoka Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong> ” (badilisha <strong><em>mradi</em></strong> na mwaka <strong><em>inavyohitajika</em></strong> )
tw: Hia sɛ wo bɛ twe mfoni ahorow a ɛwɔ Wiki Loves <strong><em>project</em></strong> mu wɔ <strong><em>year</em> pɔtee bi mu, te sɛ ⁇ Mfoni a efiri Wiki Loves <strong><em>Afrika</em> <strong><em>2019</em></strong> ⁇ (sesa <strong><em>project</em></strong> ne afe te sɛ <strong><em>required</em></strong>)
uk: Потрібні категорії зображень форми з <strong><em>проєкту</em></strong> Wiki Loves у певний <strong><em>рік</em></strong>, наприклад, «Images from Wiki Loves <strong><em>Africa</em></strong> <strong><em>2019</em></strong>» (замініть <strong><em>проєкт</em></strong> і рік за <strong><em>потребою</em></strong>)

source: Some of the categories chosen below do not have the correct syntax
ar: بعض التصنيفات المختارة أدناه لا تحتوي على الصيغة الصحيحة
de: Einige der unten ausgewählten Kategorien haben nicht die richtige Syntax
es: Algunas de las categorías seleccionadas abajo no tienen la sintaxis correcta
fi: Joidenkin alla valittujen luokkien kirjoitusasu ei ole oikein
fr: Certaines des catégories choisies ci-dessous n’ont pas la bonne syntaxe
he: לחלק מהקטגוריות שנבחרו להלן אין את התחביר הנכון
id: Beberapa kategori terpilih di bawah tidak memiliki sintaks yang benar
it: Alcune delle categorie scelte di seguito non hanno la sintassi corretta
lt: Kai kurios iš toliau pasirinktų kategorijų neturi tinkamos sintaksės
mk: Некои од долуизбраните категории немаат исправна синтакса
sk: Niektoré z vybraných kategórií nižšie nemajú správnu syntax
sl: Nekatere kategorije, izbrane spodaj, nimajo pravilne skladnje
sv: Vissa av kategorierna valda nedan har inte rätt syntax
sw: Baadhi ya kategoria zilizochaguliwa hapa chini hazina sintaksia sahihi
tw: Nkyekyɛmu a wɔapaw wɔ aseɛ ha no bi nni akasamu nsεmfua nhyehyεeε a ɛfata
uk: Деякі з вибраних нижче категорій не мають правильного синтаксису

source: Categories to use in this campaign
ar: تصنيفات لاستخدامها في هذه الحملة
de: In dieser Kampagne zu verwendende Kategorien
es: Categorías a utilizar en esta campaña
fi: Tässä kampanjassa käytettävät luokat
fr: Catégories à utiliser dans cette campagne
he: קטגוריות לשימוש במיזם הזה
id: Kategori untuk digunakan dalam kampanye ini
it: Categorie da utilizzare in questa campagna
lt: Šioje kampanijoje naudotinos kategorijos
mk: Категории за овој поход
sk: Kategórie pre použitie v tejto kampani
sl: Kategorije za uporabo v tej kampanji
sv: Kategorier att använda i kampanjen
sw: Kategoria za kutumia katika kampeni hii
tw: Nkyekyεmu a wɔde bedi dwuma wɔ ɔsatu yi mu
uk: Категорії для використання в цій кампанії

source: Search for the Wikimedia Commons categories that contain the images you wish to use in your campaign.
ar: ابحث عن تصنيفات ويكيميديا ​​كومنز التي تحتوي على الصور التي ترغب في استخدامها في حملتك.
de: Suche nach den Wikimedia-Commons-Kategorien, welche die Bilder enthalten, die du in deiner Kampagne verwenden möchtest.
es: Buscar en Wikimedia Commons categorías que contengan las imágenes que deseas utilizar en tu campaña.
fi: Etsi Wikimedia Commonsin luokkia, joissa on niitä kuvia, joita haluat käyttää kampanjassasi.
fr: Rechercher les catégories de Wikimedia Commons qui contiennent les images que vous voulez utiliser dans votre campagne.
he: חיפוש קטגוריות של ויקישיתוף שמכילות את התמונות שבהן ברצונך להשתמש במיזם שלך.
id: Cari kategori Wikimedia Commons yang berisi gambar-gambar yang Anda ingin gunakan dalam kampanye Anda.
it: Cerca le categorie di Wikimedia Commons che contengono le immagini che desideri utilizzare nella tua campagna.
lt: Ieškokite Vikitekos kategorijų, kuriose yra vaizdai, kuriuos norite naudoti savo kampanijoje.
mk: Пребарајте по Ризницата категории кои ги содржат сликите што сакате да ги користите за вашиот поход
sk: Hľadať Wikimedia Commons kategórie, ktoré obsahujú obrázky, ktoré chcete v tejto kampani použiť.
sl: Poiščite kategorije Wikimedijine zbirke s slikami, ki jih želite uporabiti v svoji kampanji.
sv: Sök efter kategorier på Wikimedia Commons som innehåller bilder du önskar använda i din kampanj.
sw: Tafuta kategoria za Wikimedia Commons ambazo zina picha unazotaka kutumia katika kampeni yako.
tw: Hwehwɛ Wikimedia Commons afã horow a mfonini a wopɛ sɛ wode di dwuma wɔ wo ɔsatu no mu no wom.
uk: Знайдіть категорії Вікісховища, які містять зображення, які ви хочете використовувати у своїй кампанії.

source: If you want a category and ALL of its subcategories use the 'Depth' option to choose how many levels down you want to go (leave depth on 0 for Wiki loves campaigns).
ar: إذا كنت تريد تصنيف وكل تصنيفاته الفرعية، فاستخدم خيار "العمق" لاختيار عدد المستويات التي تريد الذهاب إليها (اترك العمق على 0 لحملات Wiki loves).
de: Wenn Du eine Kategorie und ALLE Unterkategorien möchten, verwende die Option „Tiefe“, um auszuwählen, wie viele Ebenen nach unten Du gehen möchtest (lass die Tiefe auf 0 für „Wiki loves“-Kampagnen).
es: Si quieres una categoría y TODAS sus subcategorías utiliza la opción 'Profundidad' para elegir cuántos niveles hacia abajo quieres ir (deja la profundidad en 0 para las campañas de Wiki Loves).
fi: Jos haluat luokan ja kaikki sen alaluokat, määritä valinnalla 'syvyys', kuinka monta alatasoa haluat sisällyttää. (Jätä syvyys arvoon 0 kaikille Wiki Loves -kampanjoille.)
fr: Si vous voulez une catégorie et TOUTES ses sous-catégories, utilisez l’option « Profondeur » pour choisir le nombre de niveaux de profondeur que vous voulez explorer (laisser à 0 pour les campagnes « Wiki Love »).
he: אם נחוצה לך קטגוריה וכל קטגוריות־המשנה שלה, יש להשתמש באפשרות "עומק" כדי לבחור כמה רמות ברצונך לרדת (יש להשאיר את העומק על 0 עבור מיזמים מסוג "ויקי אוהבת").
id: Jika Anda menginginkan sebuah kategori dan SEMUA dari subkategorinya gunakan pilihan 'Kedalaman' untuk memilih berapa tingkat ke dalam Anda ingin pergi (biarkan 'kedalaman' pada 0 untuk Wiki Cinta Kampanye).
it: Se vuoi una categoria e TUTTE le sue sottocategorie, usa l'opzione "Profondità" per scegliere di quanti livelli vuoi scendere (lascia la profondità a 0 per le campagne Wiki Loves).
lt: Jei norite kategorijos ir VISŲ jos subkategorijų, naudokite parinktį „Gylis“, kad pasirinktumėte, kiek lygių žemyn norite pasirinkti („Wiki loves“ kampanijoms, palikite gylį 0).
mk: Ако сакате категорија и СИТЕ нејзини поткатегории, послужете се со можноста „Продорност“ за да изберете колку степени надолу да одите (оставете го на 0 за походи „Вики сака“).
sk: Ak chcete kategóriu a všetky jej pod kategórie použite v nastavení "Hĺbka" koľko úrovní pod kategórií je možné použiť (pri kampani Wiki loves ponechajte 0)
sl: Če želite kategorijo in VSE njene podkategorije, uporabite možnost »Globina«, da izberete, koliko stopenj nižje želite iti (za kampanje »Wiki Loves« pustite globino 0).
sv: Om du vill att en kategori och ALLA dess underkategorier ska använda alternativet ''Djup'' för att välja hur många nivåer ner du vill gå (lämna djup på 0 för Wiki Loves-kampanjer).
sw: Iwapo ungependa Kategoria na vijamii vyake VYOTE tumia chaguo la 'Kina' ili kuchagua ni viwango vingapi unavyotaka kwenda chini (acha kina kwenye 0 kwa ajili ya kampeni za Wiki zinazopenda).
tw: Sɛ wopɛ sɛ wonya ɔfã bi ne ne afãfã nyinaa a, fa 'Depth' a ɛwɔ hɔ no yɛ adwuma de paw sɛnea wopɛ sɛ wofa wo ho kɔ ase (fa no kɔ akyiri wɔ 0 ma Wiki dɔ ɔsatu no mu).
uk: Якщо вам потрібна категорія та ВСІ її підкатегорії, скористайтеся опцією «Глибина», щоб вибрати, на скільки рівнів ви хочете перейти (для кампаній Wiki loves залиште глибину 0).

source: Choose categories to use in the campaign
ar: اختر تصنيفات لاستخدامها في الحملة
de: Wähle die in der Kampagne zu verwendenden Kategorien aus
es: Selecciona categorías para utilizar en la campaña
fi: Valitse kampanjassa käytettävät luokat
fr: Choisissez les catégories à utiliser dans la campagne
he: נא לבחור קטגוריות לשימוש במיזם הזה
id: Pilih kategori untuk digunakan dalam kampanye ini
it: Scegli le categorie da utilizzare nella campagna
lt: Pasirinkite kategorijas, kurias norite naudoti kampanijoje
mk: Изберете кои категории да се користат во походот
sk: Vyberte kategórie, ktoré chcete v tejto kampani použiť
sl: Izberite kategorije, ki jih želite uporabiti v kampanji
sv: Välj kategorier att använda i kampanjen
sw: Chagua Jamii za kutumia katika kampeni hii
tw: Paw nkyekyεmu a wɔde bedi dwuma wɔ ɔsatu yi mu
uk: Виберіть категорії для використання в кампанії

source: Name
ar: الاسم
es: Nombre
fi: Nimi
fr: Nom
he: שם
id: Nama
it: Nome
lt: Pavadinimas
mk: Назив
ru: Название
sk: Názov
sl: Ime
sv: Namn
sw: Jina
tw: Edin
uk: Назва

source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fi: Syvyys
fr: Profondeur
he: עומק
id: Kedalaman
it: Profondità
lt: Gylis
mk: Продорност
ru: Глубина
sk: Hĺbka
sl: Globina
sv: Djup
sw: Kina
tw: Ase
uk: Глибина

source: The categories in red do not have the correct syntax for the "Wiki Loves campaign" feature.
ar: لا تحتوي التصنيفات باللون الأحمر على البنية الصحيحة لميزة "حملة Wiki Loves".
de: Die rot markierten Kategorien weisen für die Funktion „Wiki Loves-Kampagne“ nicht die richtige Syntax auf.
es: Las categorías en rojo no tienen la sintaxis correcta para la función "campaña Wiki Loves".
fi: Punaisella merkityt luokat eivät ole "Wiki Loves -kampanjalle" oikeassa kirjoitusasussa
fr: Les catégories en rouge n’ont pas la bonne syntaxe pour la fonctionnalité « Campagne Wiki Love ».
he: לקטגוריות באדום אין את התחביר הנכון עבור התכונה "מיזם ויקי אוהבת".
id: Kategori berwarna merah tidak memiliki sintaks yang benar untuk fitur "Wiki Cinta kampanye".
it: Le categorie in rosso non hanno la sintassi corretta per la funzione "Campagna Wiki Loves".
lt: Raudonai pažymėtos kategorijos neturi tinkamos funkcijos „Wiki Loves campaign“ sintaksės.
mk: Категориите со црвено немаат исправна синтакса за можноста походи на „Вики сака“
sk: Kategórie v červenom nemajú správnu syntax pre kampaň Wiki Loves.
sl: Rdeče označene kategorije nimajo pravilne skladnje za možnost »kampanja Wiki Loves«.
sv: Kategorierna i rött har inte rätt syntax för funktionen "Wiki Loves.kampanj".
sw: Kategoria katika rangi nyekundu hazina sintaksia sahihi ya kipengele cha "Wiki Loves campaign".
tw: Nkyekyɛmu a ɛwɔ kɔkɔɔ mu no nni kasamufa a ɛfata ma "Wiki Dɔ ɔsatu" afã no.
uk: Категорії, виділені червоним кольором, не мають правильного синтаксису для функції «кампанія Wiki Loves».

source: Please remove them or untick the "Wiki Loves Campaign" checkbox above
ar: يرجى إزالتها أو إلغاء تحديد مربع الاختيار "Wiki Loves Campaign" أعلاه
de: Bitte entferne sie oder deaktiviere das Kontrollkästchen "Wiki Loves Campaign" oben
es: Por favor, elimínelos o desmarque la casilla "Campaña Wiki Loves" arriba.
fi: Poista ne tai poista ruksi yllä olevasta valinnasta "Wiki Loves -kampanja"
fr: Veuillez les supprimer ou décocher la case « Campagne Wiki aime » ci-dessus
he: נא להסיר אותם או לבטל את הסימון בתיבת הסימון "מיזם ויקי אוהבת" למעלה
id: Mohon hapus mereka atau hapus centang dari kotak centang "Wiki Cinta Kampanye" di atas
it: Si prega di rimuoverli o deselezionare la casella di controllo "Wiki Loves Campaign" sopra
lt: Pašalinkite juos arba atžymėkite aukščiau esantį žymimąjį laukelį „Wiki Loves Campaign“.
mk: Отстранете го елементот или отштиклирајте го „Поход Вики сака“ горе
sk: Prosím odstráňte ich alebo odznačte kampaň Wiki Loves v políčku vyššie
sl: Odstranite jih ali počistite zgornje potrditveno polje »kampanja Wiki Loves«.
sv: Ta bort dem eller bocka ur "Wiki Loves Campaign"-rutan ovan.
sw: Tafadhali ziondoe au uondoe tiki kwenye kisanduku tiki cha "Wiki Loves Campaign" hapo juu
tw: Yɛsrɛ wo yi wɔn fi hɔ anaa yi "Wiki Loves Campaign" a ɛwɔ soro no fi hɔ
uk: Будь ласка, вилучіть їх або зніміть прапорець «Кампанія Wiki Loves» вище

source: Update images
ar: تحديث الصور
de: Bilder aktualisieren
es: Actualizar las imágenes
fr: Mettre à jour les images
he: עדכון תמונות
id: Perbarui gambar
it: Aggiorna immagini
lt: Atnaujinkite vaizdus
mk: Поднови слики
ru: Обновить изображения
sk: Aktualizovať obrázky
sl: Posodobi slike
sv: Uppdatera bilder
sw: Sasisha picha
tw: Yi Mfonini no foforo
uk: Оновити зображення

source: Collect images from the categories.
ar: جمع الصور من التصنيفات.
de: Sammle Bilder aus den Kategorien.
fr: Collecter les images depuis les catégories.
he: לאסוף תמונות מהקטגוריות.
id: Kumpulkan gambar dari kategori.
it: Raccogli le immagini dalle categorie.
lt: Surinkti vaizdus iš kategorijų.
mk: Собери слики од категориите.
sk: Zbierať obrázky z kategórií.
sl: Zberite slike iz kategorij.
sv: Samla in bilder från kategorierna.
sw: Kusanya picha kutoka kwa kategoria.
tw: Boaboa mfonini ahorow a ɛwɔ afã ahorow no mu.
uk: Збирайте зображення з категорій.

source: This will replace any current images.
ar: سيحل هذا محل أي صور حالية.
de: Dadurch werden alle aktuellen Bilder ersetzt.
es: Esto reemplazará las imágenes actuales.
fr: Cela remplacera toutes les images actuelles.
he: זה יחליף את כל התמונות הנוכחיות.
id: Ini akan mengganti gambar sekarang.
it: Questo sostituirà tutte le immagini correnti.
lt: Tai pakeis visus esamus vaizdus.
mk: Ова ќе ги замени тековните слики.
ru: Это заменит все текущие изображения.
sk: Toto nahradí aktuálne obrázky.
sl: To bo zamenjalo vse trenutne slike.
sv: Detta kommer att ersätta alla nuvarande bilder.
sw: Hii itachukua nafasi ya picha zozote za sasa.
tw: Eyi besi mfonini biara a ɛwɔ hɔ nnɛ ananmu.
uk: Це замінить будь-які поточні зображення.

source: Use if you changed the categories or if there was an error updating previously.
ar: استخدمه إذا قمت بتغيير التصنيفات أو إذا كان هناك خطأ في التحديث مسبقًا.
de: Verwende es, wenn Du die Kategorien geändert hast oder wenn bei der Aktualisierung zuvor ein Fehler aufgetreten ist.
fr: Utilisez ceci si vous avez changé les catégories ou si une erreur de mise à jour est précédemment survenue.
he: יש להשתמש בזה אם שינית את הקטגוריות או אם אירעה שגיאה בעדכון בעבר.
id: Gunakan jika Anda mengubah kategori atau jika terjadi galat pembaruan sebelumnya.
it: Utilizzalo se hai modificato le categorie o se si è verificato un errore durante l'aggiornamento in precedenza.
lt: Naudokite, jei pakeitėte kategorijas arba jei anksčiau atnaujinant įvyko klaida.
mk: Ако ги имате сменето категориите или наидовте на грешка при претходна поднова.
sk: Použite, ak ste zmenili kategórie, alebo ak sa predtým vyskytla chyba pri aktualizácii.
sl: Uporabite, če ste spremenili kategorije ali če je pri predhodnem posodabljanju prišlo do napake.
sv: Använd om du ändrade kategorierna eller om det uppstod ett fel vid uppdateringen tidigare.
sw: Tumia ikiwa ulibadilisha kategoria au ikiwa kulikuwa na hitilafu ya kusasisha hapo awali.
tw: Fa di dwuma sɛ woasesa akuw no anaa sɛ mfomso bi bae wɔ nsakrae a edi kan no mu.
uk: Використовуйте, якщо ви змінили категорії або якщо раніше була помилка оновлення.

source: Metadata to collect in the Campaign
ar: البيانات الوصفية المراد جمعها في الحملة
de: In der Kampagne zu erfassende Metadaten
es: Metadatos a recoger en la Campaña
fi: Kampanjaan haettava metadata
fr: Métadonnées à collecter dans la campagne
he: אילו מטא־נתונים לאסוף במיזם
id: Metadata untuk dikumpulkan dalam Kampanye
it: Metadati da raccogliere nella campagna
lt: Kampanijoje rinktini metaduomenys
mk: Метаподатоци за собирање во походот
sk: Metadáta na zber v kampani
sl: Metapodatki za zbiranje v kampanji
sv: Metadata att samla in i kampanjen
sw: Metadata ya kukusanya katika Kampeni
tw: Nsɛm a ɛsɛ sɛ wɔboaboa ano wɔ Ɔsatuo no mu
uk: Метадані для збору під час кампанії

source: Choose what type of <strong>metadata</strong> you want to collect in your campaign.
ar: اختر نوع <strong>البيانات الوصفية</strong> التي تريد جمعها في حملتك.
de: Wähle aus, welche Art von <strong>Metadaten</strong> Du in Deiner Kampagne sammeln möchtest.
es: Escoger qué tipo de <strong>metadatos</strong> quieres recoger en tu campaña.
fi: Valitse, millaista <strong>metadataa</strong> haluat kerätä kampanjassasi.
fr: Choisir quel type de <strong>métadonnées</strong> vous voulez collecter dans votre campagne.
he: נא לבחור איזה סוג של <strong>מטא־נתונים</strong> ברצונך לאסוף במיזם שלך.
id: Pilih tipe <strong>metadata</strong> yang ingin Anda kumpulkan dalam kampanye.
it: Scegli il tipo di <strong>metadati</strong> che desideri raccogliere nella tua campagna.
lt: Pasirinkite, kokio tipo <strong>metaduomenis</strong> norite rinkti savo kampanijoje.
mk: Изберете кои видови на <strong>метаподатоци</strong> сакате да собирате во походот.
sk: Vyberte aký typ <strong>metadát</strong> chcete v kampani zbierať.
sl: Izberite vrsto <strong>metapodatkov</strong>, ki jih želite zbirati v svoji kampanji.
sv: Välj vilket typ av <strong>metadata</strong> du vill samla in i din kampanj.
sw: Chagua aina gani ya <strong>metadata</strong> ungependa kukusanya katika kampeni yako.
tw: Paw <strong>metadata</strong> a wopɛ sɛ woboaboa ano wɔ wo ɔsatu no mu.
uk: Виберіть, який тип <strong>метаданих</strong> ви хочете збирати у своїй кампанії.

source: You must select at least one of the options below.
ar: يجب تحديد واحد على الأقل من الخيارات أدناه.
de: Du musst mindestens eine der folgenden Optionen auswählen.
es: Tienes que seleccionar al menos uno de las opciones abajo.
fi: Sinun on valittava ainakin yksi alla olevista vaihtoehdoista.
fr: Vous devez sélectionner au moins une des options ci-dessous.
he: יש לבחור לפחות אחת מהאפשרויות שלהלן.
id: Anda harus memilih setidaknya satu pilihan di bawah.
it: Devi selezionare almeno una delle seguenti opzioni.
lt: Turite pasirinkti bent vieną iš toliau pateiktų parinkčių.
mk: Мора да изберете барем една од долунаведените можности.
sk: Musíte vybrať aspoň jednu z možností nižšie.
sl: Izbrati morate vsaj eno od spodnjih možnosti.
sv: Du måste välja minst en av alternativen nedan.
sw: Lazima uchague angalau moja ya chaguo hapa chini.
tw: Ɛsɛ sɛ wo paw nea edidi so yi mu baako
uk: Ви маєте обрати хоча б одну з опцій нижче.

source: To learn more about Depicts and Caption meta-data, see the help page.
ar: لمعرفة المزيد حول بيانات التعريف الوصفية الخاصة بالتصوير والتعليق التوضيحي، راجع صفحة المساعدة.
de: Weitere Informationen zu den Metadaten von Stellt-dar und Kurzbeschreibungen findest Du auf der Hilfeseite.
fr: Pour en savoir plus sur les métadonnées « Décrit » (''Depict'') et « Légende » (''Caption''), voir la page d’aide.
he: למידע נוסף על מטא־נתונים של "מוצג" ו"כיתוב", ר' את דף העזרה.
it: Per ulteriori informazioni sulle raffigurazioni e i metadati delle didascalie, vedi la pagina della guida.
sw: Ili kupata maelezo zaidi kuhusu Picha na meta-data ya Manukuu, angalia ukurasa wa usaidizi.

source: Depicts
ar: العناصر المصورة
de: Stellt dar
es: Representa a
fi: Esittää
fr: Décrit
he: מוצג
id: Menggambarkan
it: Raffigurazioni
lt: Vaizdavimas
mk: Прикажува
ru: Изображает
sk: Vykresľuje
sl: Prikazi
sv: Motiv
sw: Inaonyesha
tw: ƐKyerε
uk: Зображує

source: Select to collect Depicts metadata in the campaign
ar: حدد لجمع البيانات الوصفية في الحملة
de: Wähle diese Option aus, um Stellt-dar-Metadaten in der Kampagne zu sammeln.
fr: Sélectionner pour collecter les métadonnées « Décrit » dans la campagne
he: יש לבחור את זה כדי לאסוף מטא־נתונים של "מוצג" במיזם
it: Seleziona per raccogliere i metadati di rappresentazione nella campagna
sw: Chagua ili kukusanya metadata ya Picha kwenye kampeni
