Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: Campaigns created by %(username)s
ar: الحملات التي أنشأها %(username)s
de: Von %(username)s erstellte Kampagnen
es: Campañas creadas por %(username)s
fi: Käyttäjän %(username)s luomat kampanjat
fr: Campagnes créées par %(username)s
he: מיזמים שנוצרו על־ידי %(username)s
id: Kampanye yang dibuat oleh %(username)s
it: Campagne create da %(username)s
lt: Kampanijos, kurias sukūrė %(username)s
mk: Походи создадени од %(username)s
ru: Кампании, которые создал(а) %(username)s
sk: Kampane vytvorené používateľom %(username)s
sl: Kampanje, ki jih je ustvaril_a %(username)s
sv: Kampanjer skapade av %(username)s
uk: Кампанії, створені %(username)s

source: Powered by SWITCH/WMSE/Bern Uni
ar: مدعوم بواسطة SWITCH/WMSE/جامعة برن
de: Unterstützt von SWITCH/WMSE/Bern Uni
fr: Propulsé par SWITCH/WMSE/Université de Berne
he: מופעל בחסות SWITCH/WMSE/אוניברסיטת ברן
it: Alimentato da SWITCH/WMSE/Bern Uni

source: Campaign -
id: Kampanye -
lt: Kampanija -
mk: Поход -
sk: Kampaň -
uk: Кампанія —

source: Sorry %(campaign_name)s Could not be created
id: Maaf %(campaign_name)s tidak bisa dibuat
lt: Atsiprašome, %(campaign_name)s nepavyko sukurti
mk: За жал, не можев да го создадам походот %(campaign_name)s
sk: Prepáčte %(campaign_name)s sa nedá vytvoriť
uk: Вибачте, не вдалося створити «%(campaign_name)s»

source: %(campaign_name)s Campaign created!
id: Kampanye %(campaign_name)s dibuat!
lt: %(campaign_name)s kampanija sukurta!
mk: Создаден е походот %(campaign_name)s!
sk: %(campaign_name)s kampaň vytvorená!
uk: Кампанія %(campaign_name)s створена!

source: You need to Login to update a campaign
id: Anda harus masuk log untuk memperbarui kampanye
lt: Norėdami atnaujinti kampaniją, turite prisijungti
mk: Ќе треба да се најавите за да подновите поход
sk: Pre aktualizovanie kampane sa musíte prihlásiť
uk: Вам потрібно увійти, щоб оновити кампанію

source: Campaign update failed please try later!
id: Pembaruan kampanye gagal mohon coba ulang nanti!
lt: Nepavyko atnaujinti kampanijos, bandykite vėliau!
mk: Подновата на походот не успеа. Обидете се подоцна!
sk: Aktualizovanie kampane zlyhalo, skúste neskôr prosím!
uk: Помилка оновлення кампанії, спробуйте пізніше!

source: Update Succesfull !
id: Pembaruan Sukses!
lt: Atnaujinimas sėkmingas !
mk: Обновата е успешна!
sk: Aktualizácia úspešná!
uk: Оновлено успішно!

source: You cannot update this campaign, Contact Manager User:%(campaign_manager)s
id: Anda tidak bisa memperbarui kampanye ini, Hubungi Pengguna Pengelola:%(campaign_manager)s
lt: Negalite atnaujinti šios kampanijos, susisiekite su vadybininku User:%(campaign_manager)s
mk: Не можете да го подновите овој похо. Обратете се кај раководителот User:%(campaign_manager)s
sk: Túto kampaň nemôžete aktualizovať, kontaktujte jej manažéra %(campaign_manager)s
uk: Ви не можете оновити цю кампанію, контактна особа — Користувач:%(campaign_manager)s

source: Booo! %(campaign_name)s Could not be updated!
id: Huu! %(campaign_name)s tidak bisa diperbarui!
lt: Booo! %(campaign_name)s nepavyko atnaujinti!
mk: За жал, не можев да го подновам походот %(campaign_name)s!
sk: %(campaign_name)s sa nedá aktualizovať!
uk: Буу! Не вдалося оновити «%(campaign_name)s»!

source: You are updating
es: Estás actualizando
id: Anda sedang memperbarui
lt: Jūs atnaujinate
mk: Подновувате
sk: Aktualizujete
sl: Posodabljate
uk: Ви оновлюєте

source: Fill in the form below to create you campaign
id: Isi formulir di bawah untuk membuatkan Anda kampanye
lt: Norėdami sukurti kampaniją, užpildykite žemiau esančią formą
mk: Пополнете го образецот подолу за да создадете ваш поход
sk: Vyplňte formulár nižšie pre vytvorenie kampane
uk: Заповніть форму нижче, щоб створити свою кампанію

source: To learn more about Depicts and Caption meta-data see the help page.
id: Untuk belajar selebihnya tentang meta-data Menggambarkan dan Takarir lihat halaman bantuan.
lt: Kad sužinotumėte daugiau apie vaizdavimo ir antraščių metaduomenis, žiūrėkite pagalbos puslapį.
mk: За да дознаете повеќе за метаподатоците за прикажано и толкување, погледајте ја помошната страница.
sk: Pre viac informácií o metadátach vykresľovania a titulkov si prečítajte stránku pomoci.
uk: Щоб дізнатися більше про метадані Зображує та Підпис, перейдіть на довідкову сторінку.

source: Select to collect Depicts metadata in the campiagn
id: Pilih untuk mengumpulkan metadata Menggambarkan dalam kampanye
lt: Pasirinkite, jei norite rinkti vaizdavimo metaduomenis kampanijoje
mk: Изберете за да собирате метаподатоци за прикажување во походот
sk: Vybrať pre zber metadát Vykresľovania v kampani
uk: Виберіть цю опцію для збору метаданих «Зображує» у кампанії

source: Select to collect Caption metadata in the campiagn
id: Pilih untuk mengumpulkan metadata Takarir dalam kampanye
lt: Pasirinkite, jei norite rinkti antraščių metaduomenis kampanijoje
mk: Изберете за да собирате метаподатоци за толкување во походот
sk: Vybrať pre zber metadát Titulkov v kampani
uk: Виберіть цю опцію для збору метаданих «Підпис» у цій кампанії

source: Make it Simple: Use simple words and concepts to describe what you see in each image (e.g. cat, mountain, Taj Mahal)
id: Buat Sederhana: Gunakan kata sederhana dan konsep untuk menjelaskan apa yang Anda lihat di tiap gambar (cth. kucing, gunung, Taj Mahal)
lt: Apibūdinkite paprastai: naudokite paprastus žodžius ir sąvokas, kad apibūdintumėte tai, ką matote kiekviename paveikslėlyje (pvz., katė, kalnas, Tadžmahalas)
mk: Треба да е просто: Користете прости зборови и концепти за да опишете што е прикажано на сликата (на пр. мачка, планина, Таџ Махал)
sk: Urobte to jednoduché: Použite jednoduché slová a koncepty na popísanie toho čo vidíte na každom obrázku (napríklad: mačka, hory, most)
uk: Зробіть це просто: використовуйте прості слова та поняття, щоб описати те, що ви бачите на кожному зображенні (наприклад, кішка, гора, Тадж-Махал)

source: minimise metadata from commons
id: minimalisir metadata dari Commons
lt: minimizuoti metaduomenis iš Vikitekos
mk: минимизирај метаподатоци од Ризницата
sk: minimalizovať metadáta z commons
uk: мінімізувати метадані з Вікісховища

source: You can access information on the previous Campaigns in the Archive section.
id: Anda dapat mengakses informasi tentang Kampanye sebelumnya di bagian Arsip.
lt: Informaciją apie ankstesnes kampanijas galite pasiekti Archyvo skiltyje.
mk: Информации за претходни походи ќе најдете во одделот Архива.
sk: Informácie o predchádzajúcich kampaniach môžete nájsť v sekcii archívu.
uk: Ви можете отримати доступ до інформації попередніх кампаній з архіву.

source: Number of editors that have contributed to the campaign
id: Jumlah penyunting yang telah berkontribusi pada kampanye
lt: Prisidėjusių prie kampanijos skaičius
mk: Број на уредници кои учествувале во походов
sk: Počet editorov, ktorí prispeli ku kampani
uk: Кількість редакторів, які зробили внесок у кампанію

source: Server Under maintenance
id: Peladen Dalam Pemeliharaan
lt: Serveris tvarkomas
mk: Опслужувачот се одржува
sk: Prebieha údržba servera
uk: Сервер на обслуговуванні

source: Please check contact support
id: Silakan periksa kontak dukungan
mk: Обратете се кај поддршката
sk: Skontrolujte kontakt na podporu
uk: Будь ласка, зверніться у службу підтримки

source: We Are Unable to find the page you are looking for
id: Kami Tidak Dapat Menemukan Halaman yang Anda Cari
lt: Mums nepavyko rasti jūsų ieškomo puslapio
mk: Не можевме да ја најдеме страницата што ја барате
sk: Nemôžeme nájsť stránku, ktorú hľadáte
uk: Нам не вдалося знайти сторінку, яку ви шукаєте

source: <strong>Wikimedia Commons</strong> (also known as 'Commons') is a Wikimedia project, a sister project of Wikipedia, and a collection of more than 40 million free media files.
id: <strong>Wikimedia Commons</strong> adalah proyek Wikimedia, proyek saudari Wikipedia, yang memiliki koleksi lebih dari 40 juta berkas media gratis.
lt: <strong>Vikiteka</strong> (angl. „Wikimedia Commons“) yra Vikimedijos projektas, seserinis Vikipedijos projektas, ir daugiau nei 40 milijonų nemokamų medijos failų kolekcija.
mk: <strong>Ризницата</strong> (анг. Wikimedia Commons или само Commons) е Викимедиин проект кој претставува збирка на преку 40 милиони слободни медиумски податотеки.
sk: <strong>Wikimedia Commons</strong> (tiež známy ako „Commons“) je projekt Wikimedia, sesterský projekt Wikipédie a zbierka viac ako 40 miliónov bezplatných mediálnych súborov.
uk: <strong>Вікісховище</strong> (<i>Wikimedia Commons</i>, або ж інколи <i>Commons</i>) — це проєкт Вікімедіа, сестринський проєкт Вікіпедії, колекція десятків мільйонів вільних медіафайлів.

source: Structured Data is an ongoing project that was launched in 2019 ! … whilst Wikimedia Commons has been around for years !
id: Data Terstruktur adalah proyek berkelanjutan yang diluncurkan pada tahun 2019! ... sementara Wikimedia Commons telah ada selama bertahun-tahun!
lt: Struktūriniai duomenys yra tęstinis projektas, kuris buvo pradėtas 2019 m.! ... o Vikiteka egzistuoja jau daugelį metų!
mk: Структуираните податоци се тековен проект отпочнат во 2019 година! … додека пак Ризницата постои доста години наназад !
sk: Štruktúrované dáta sú prebiehajúci projekt, ktorý bol spustený v roku 2019! … zatiaľ čo Wikimedia Commons existuje už roky!
uk: Структуровані дані — це чинний проєкт, який запустили у 2019 році,… тоді як Вікісховище існує роками!

source: There are literally millions of pictures hosted on Wikimedia Commons… that need attention and love.
id: Ada jutaan gambar yang diinangi di Wikimedia Commons … yang membutuhkan perhatian dan cinta.
lt: Vikitekoje yra milijonai nuotraukų … kurioms reikia dėmesio ir meilės.
mk: На Ризницата се вдомени буквално милиони слики… на кои им треба внимание и љубов.
sk: Na Wikimedia Commons sú doslova milióny obrázkov, ktoré si vyžadujú pozornosť a lásku.
uk: У Вікісховищі є буквально мільйони зображень,… які потребують уваги і піклування.

source: How are we going to do that ?
id: Bagaimana kita akan melakukan itu?
lt: Kaip mes tai padarysime?
mk: Како ќе го направиме тоа ?
sk: Ako to urobíme?
uk: Як ви збираєтеся це зробити?

source: So...how does the ISA tool fit in there ?
id: Jadi ... bagaimana perkakas ISA cocok di sana?
lt: Taigi... kuo čia svarbus ISA įrankis ?
mk: Значи...која е улогата на алатката ISA во сево ова?
sk: Takže...ako tam zapadá nástroj ISA?
uk: Тож… як інструмент ISA вписується в цю картину?

source: The only requirement is… to be logged-in.
id: Satu-satunya persyaratan adalah ... masuk log.
lt: Vienintelis reikalavimas... būti prisijungusiam.
mk: Единствениот услов е… да бидете најавени.
sk: Jedinou podmienkou je... byť prihlásený.
uk: Єдина умова — …увійти в систему.

source: To add a depicts statement, simply start typing in the search box to get started.
id: Untuk menambahkan pernyataan gambar, cukup mulai mengetik di kotak pencarian untuk memulai.
lt: Norėdami pridėti vaizdavimo teiginį, tiesiog pradėkite vesti tekstą paieškos laukelyje.
mk: За да додадете исказ за прикажано, просто почнете да пишувате во полето за пребарување.
sk: Ak chcete pridať vyhlásenie s vyobrazením, jednoducho začnite písať do vyhľadávacieho poľa.
uk: Щоб додати твердження «зображує», просто почніть друкувати у полі пошуку.

source: It is running on tools.wmflabs.org, and is subject to the Wikimedia Cloud Services Terms of use.
id: Alat ini dijalankan di tools.wmflabs.org, dan tunduk pada Ketentuan Penggunaan Layanan Wikimedia Cloud.
lt: Jis veikia tools.wmflabs.org ir todėl jam taikomas Vikimedijos debesijos paslaugų naudojimo sąlygos.
mk: Работи на tools.wmflabs.org и подлежи на Условите на употреба на Викимедиините облачни услуги.
sk: Beží na tools.wmflabs.org a podlieha podmienkam používania cloudových služieb Wikimedia.
uk: Інструмент працює на tools.wmflabs.org і підлягає Умовам використання Хмарних сервісів Вікімедіа.

source: In the long run, the intent behind the tool is to increase the use of the knowledge that is reflected by each image hosted on Wikimedia Commons.
id: Dalam jangka panjang, maksud di balik alat ini adalah untuk meningkatkan penggunaan pengetahuan yang tercermin dari setiap gambar yang diunggah ke Wikimedia Commons.
lt: Ilgainiui įrankio tikslas yra padidinti informacijos, kurios atsispindi kiekviename Vikitekoje esančiame paveikslėlyje, naudojimą.
mk: На долг рок, намерата на алаткава е да ја зголеми употребата на сознанијата кои ги одразува секоја слика вдомена на Ризницата.
sk: Z dlhodobého hľadiska je zámerom tohto nástroja zvýšiť využitie znalostí, ktoré sa odrážajú v každom obrázku hosťovanom na Wikimedia Commons.
uk: У довгостроковій перспективі, мета цього інструменту — підвищити використання знань, які несе в собі кожне зображення, розміщене у Вікісховищі.

source: Create New
id: Buat Baru
lt: Sukurti naują
mk: Создај нов
sk: Vytvoriť nový
uk: Створити нову

source: Languages preferences
id: Preferensi bahasa
lt: Kalbų nuostatos
mk: Јазични нагодувања
sk: Predvoľby jazykov
uk: Мовні налаштування

source: My Campaigns
id: Kampanye Saya
lt: Mano kampanijos
mk: Мои походи
sk: Moje kampane
uk: Мої кампанії

source: was developed as a collaboration between Wiki In Africa, Histropedia and the Structured Data on Commons project.
id: dikembangkan sebagai kolaborasi antara proyek-proyek Wiki In Africa, Histropedia ,dan Data Terstruktur di Commons.
lt: ISA sukurtas bendradarbiaujant „Wiki In Africa“, „Histropedia“ ir „Structured Data on Commons“ projektui.
mk: е разработена како соработка помеѓу Вики во Африка, Хистропедија и проектот Структурирани податоци на Ризницата.
sk: bol vyvinutý ako spolupráca medzi Wiki In Africa, Histropedia a projektom Structured Data on Commons.
uk: розроблено у співпраці між Wiki In Africa, Histropedia та проєктом структурованих даних у Вікісховищі.

source: Below is a list of your Campaigns
id: Di bawah ini adalah daftar Kampanye Anda
lt: Žemiau yra jūsų kampanijų sąrašas
mk: Подолу е списокот на вашите походи
sk: Nižšie je uvedený zoznam vašich kampaní
uk: Нижче подано список ваших кампаній

source: If &quot;Same as interface&quot; is selected the language selected in the top menu will be used.
id: Jika "Sama seperti antarmuka" dipilih, bahasa yang dipilih di menu atas akan digunakan.
lt: Pasirinkus „Tas pats kaip sąsaja“, bus naudojama viršutiniame meniu pasirinkta kalba.
mk: Ако е избрано „Исто како посредникот“, ќе се користи јазикот избран во менито најгоре.
sk: Ak zvolíte "Rovnaké ako rozhranie", použije sa jazyk vybraný v hornom menu.
uk: Якщо вибрано «Так само, як інтерфейс», буде використовуватися мова, вибрана у верхньому меню.

source: Caption Languages
id: Bahasa Takarir
lt: Antraščių kalbos
mk: Јазици на толкувањето
sk: Jazyky titulkov
uk: Мови підписів

source: Undo Changes
id: Batalkan perubahan
lt: Anuliuoti pakeitimus
mk: Откажи промени
sk: Vrátiť späť zmeny
uk: Скасувати зміни

source: Preferred Languages set Successfully
id: Pengaturan Bahasa yang Diinginkan Berhasil
lt: Pageidaujamos kalbos sėkmingai nustatytos
mk: Претпочитаните јазици се успешно зададени
sk: Preferované jazyky boli úspešne nastavené
uk: Бажані мови успішно налаштовано

source: %(username)s's - Settings
id: %(username)s - Pengaturan
lt: %(username)s - nustatymai
mk: %(username)s's — Нагодувања
sk: %(username)s's – Nastavenia
uk: %(username)s's — Налаштування
