Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: Campaign Manager
ar: مدير الحملة
de: Kampagnen-Management
es: Responsable de la campaña
fi: Kampanjan hallitsija
fr: Gestionnaire de la campagne
he: מנהל המיזם
id: Pengelola Kampanye
it: Responsabile della campagna
lt: Kampanijos vadybininkas
mk: Раководител на походот
ru: Менеджер кампании
sk: Manažér kampane
sl: Upravitelj kampanj
sv: Kampanjansvarig
sw: Meneja wa Kampeni
tw: Ɔsatu no panin
uk: Менеджер кампанії

source: START DATE
ar: تاريخ البدء
de: STARTDATUM
es: FECHA DE INICIO
fi: ALOITUSPÄIVÄ
fr: DATE DE DÉBUT
he: תאריך התחלה
id: TANGGAL MULAI
it: DATA DI INIZIO
lt: PRADŽIOS DATA
mk: ПОЧЕТЕН ДАТУМ
ru: ДАТА НАЧАЛА
sk: Dátum začiatku
sl: ZAČETNI DATUM
sv: STARTDATUM
sw: Tarehe ya Kuanza
tw: DA A WƆDE FI ASE
uk: ДАТА ПОЧАТКУ

source: END DATE
ar: تاريخ الانتهاء
de: ENDDATUM
es: FECHA DE FINALIZACIÓN
fi: PÄÄTTYMISPÄIVÄ
fr: DATE DE FIN
he: תאריך סיום
id: TANGGAL SELESAI
it: DATA DI FINE
lt: PABAIGOS DATA
mk: ЗАВРШЕН ДАТУМ
ru: ДАТА ОКОНЧАНИЯ
sk: Dátum konca
sl: KONČNI DATUM
sv: SLUTDAUM
sw: Tarehe ya Kumalizika
tw: DA A WƆDE BA AWIEI
uk: ДАТА ЗАКІНЧЕННЯ

source: Not Set
ar: غير محدد
de: Nicht gesetzt
es: No establecido
fi: Ei asetettu
fr: Non défini
he: לא הוגדר
id: Belum Diatur
it: Non impostato
lt: Nenustatyta
mk: Незададено
ru: Не задано
sk: Nenastavené
sl: Ni določeno
sv: Inte angivet
sw: Haijawekwa
tw: Ende si
uk: Не задано

source: Make changes to this campaign
ar: قم بإجراء تغييرات على هذه الحملة
de: Bearbeite diese Kampagne
es: Hacer cambios en esta campaña
fi: Tee muutoksia tähän kampanjaan
fr: Modifier la campagne
he: עריכת שינויים במיזם הזה
id: Buat perubahan untuk kampanye ini
it: Apporta modifiche a questa campagna
lt: Atlikite šios kampanijos pakeitimus
mk: Направете измени во походов
ru: Внести изменения в эту кампанию
sk: Spraviť zmeny pre túto kampaň
sl: Spremenite to kampanjo
sv: Gör ändringar i denna kampanj
sw: Fanya mabadiliko kwenye kampeni hii
tw: Yɛ nsakrae wɔ ɔsatu yi mu
uk: Внести змінити у цю кампанію

source: Edit Campaign
ar: تحرير الحملة
de: Kampagne bearbeiten
es: Editar campaña
fi: Muokkaa kampanjaa
fr: Modifier la campagne
he: עריכת המיזם
id: Sunting Kampanye
it: Modifica la campagna
lt: Redaguoti kampaniją
mk: Уреди поход
ru: Изменить данные кампании
sk: Upraviť kampaň
sl: Uredite kampanjo
sv: Redigera kampanj
sw: Hariri Kampeni
tw: Siesie Ɔsatu no
uk: Редагувати кампанію

source: Unknown country
ar: بلد غير معروف
de: Unbekanntes Land
es: País desconocido
fi: Tuntematon maa
fr: Pays inconnu
he: מדינה לא ידועה
id: Negara tidak diketahui
it: Paese sconosciuto
lt: Nežinoma valstybė
mk: Непозната земја
ru: Неизвестная страна
sk: Neznáma krajina
sl: Neznana država
sv: Okänt land
sw: Nchi isiyojulikana
tw: Ɔman a wɔnnim
uk: Невідома країна

source: Return to the campaign home page
ar: العودة إلى الصفحة الرئيسة للحملة
de: Zurück zur Kampagnen-Startseite
es: Volver a la página principal de la campaña
fi: Palaa kampanjan etusivulle
fr: Renvoyer vers la page d’accueil de la campagne
he: חזרה לדף הבית של המיזם
id: Kembali ke halaman beranda kampanye
it: Tornare alla pagina principale della campagna
lt: Grįžti į pagrindinį kampanijos puslapį
mk: Назад на почетната страница на походот
ru: Вернуться на основную страницу кампании
sk: Vrátiť sa na domovskú stránku kampane
sl: Vrnitev na domačo stran kampanje
sv: Återvänd till kampanjens hemsida
sw: Rudi kwenye ukurasa wa nyumbani wa Kampeni
tw: San kɔ ɔsatu no dwumadibea
uk: Повернутися на домашню сторінку кампанії

source: Home Page
ar: الصفحة الرئيسة
de: Startseite
es: Página principal
fi: Kotisivu
fr: Page d’accueil
he: דף הבית
id: Beranda
it: Pagina principale
lt: Pagrindinis puslapis
mk: Почетна страница
ru: Домашняя страница
sk: Domovská stránka
sl: Domača stran
sv: Hemsida
sw: Ukurasa wa Nyumbani
tw: Dwumadibea
uk: Домашня сторінка

source: View the previous image
ar: اعرض الصورة السابقة
de: Vorheriges Bild anzeigen
es: Ver la imagen anterior
fi: Näytä edellinen kuva
fr: Afficher l’image précédente
he: הצגת התמונה הקודמת
id: Lihat gambar sebelumnya
it: Visualizza l'immagine precedente
lt: Peržiūrėti ankstesnį vaizdą
mk: Дај ја претходната слика
ru: Смотреть предыдущее изображение
sk: Zobraziť predchádzajúci obrázok
sl: Ogled prejšnje slike
sv: Visa tidigare bild
sw: Tazama picha ya iliyo pita
tw: Hwɛ kane mfoni no
uk: Переглянути попереднє зображення

source: PREV IMAGE
ar: الصورة السابقة
de: VORHERIGES BILD
es: IMAGEN PREVIA
fi: EDELLINEN KUVA
fr: IMAGE PRÉC.
he: תמונה קודמת
id: GAMBAR SEBELUMNYA
it: IMMAGINE PRECEDENTE
lt: ANKSTESNIS VAIZDAS
mk: ПРЕТХ СЛИКА
ru: ПРЕДЫДУЩЕЕ
sk: Predchádzajúci obrázok
sl: PREJ. SLIKA
sv: FÖREG. BILD
sw: Rudia Picha
tw: KANE MFONI
uk: ПОПЕРЕДНЄ

source: Own work
ar: عمل شخصي
de: Eigenes Werk
es: Trabajo propio
fi: Oma teos
fr: Travail personnel
he: נוצר על־ידי מעלה היצירה
id: Karya sendiri
it: Opera propria
lt: Mano darbas
mk: Сопствено дело
ru: Собственная работа
sk: Vlastné dielo
sl: Lastno delo
sv: Eget arbete
sw: Kazi yangu
tw: Wo ankasa w'adwuma
uk: Власна робота

source: View the next image
ar: اعرض الصورة التالية
de: Nächstes Bild anzeigen
es: Ver la imagen siguiente
fi: Näytä seuraava kuva
fr: Afficher l’image suivante
he: הצגת התמונה הבאה
id: Lihat gambar selanjutnya
it: Visualizza l'immagine successiva
lt: Žiūrėti kitą vaizdą
mk: Дај ја следната слика
ru: Смотреть следующее изображение
sk: Zobraziť nasledovný obrázok
sl: Ogled naslednje slike
sv: Visa nästa bild
sw: Tazama picha inayofuata
tw: Hwɛ mfoni a edi hɔ no
uk: Переглянути наступне зображення

source: NEXT IMAGE
ar: الصورة التالية
de: NÄCHSTES BILD
es: Siguiente imagen
fi: SEURAAVA KUVA
fr: IMAGE SUIV.
he: תמונה באה
id: GAMBAR SELANJUTNYA
it: IMMAGINE SUCCESSIVA
lt: KITAS VAIZDAS
mk: СЛЕДНА СЛИКА
ru: СЛЕДУЮЩЕЕ
sk: Nasledovný obrázok
sl: NASL. SLIKA
sv: NÄSTA BILD
sw: PICHA INAYOFUATA
tw: MFONI A ƐDI HƆ
uk: НАСТУПНЕ

source: File
ar: ملف
de: Datei
es: Archivo
fi: Tiedosto
fr: Fichier
he: קובץ
id: Berkas
lt: Failas
mk: Податотека
ru: Файл
sk: Súbor
sl: Datoteka
sv: Fil
sw: Faili
tw: Nkrataa
uk: Файл

source: Open this image on Wikimedia Commons
ar: افتح هذه الصورة في ويكيميديا كومنز
de: Bild auf Wikimedia Commons ansehen
es: Abrir esta imagen en Wikimedia Commons
fi: Avaa tämä kuva Wikimedia Commonsissa
fr: Ouvrir cette image sur Wikimedia Commons
he: פתיחת התמונה הזאת בוויקישיתוף
id: Buka gambar ini di Wikimedia Commons
it: Apri questa immagine in Wikimedia Commons
lt: Atidarykite šį paveikslėlį Vikitekoje
mk: Отвори ја сликава со Ризницата
ru: Открыть изображение на Викискладе
sk: Otvoriť tento obrázok na Wikimedia Commons
sl: Odpri to sliko v Wikimedijini zbirki
sv: Öppna bilden på Wikimedia Commons
sw: Fungua picha hii kwenye Wikiemedia commons
tw: Bue mfoni yi wɔ Wikimedia Commons
uk: Відкрити це зображення у Вікісховищі

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
fi: Kuvaus
he: תיאור
id: Deskripsi
it: Descrizione
lt: Aprašymas
mk: Опис
ru: Описание
sk: Popis
sl: Opis
sv: Beskrivning
sw: Maelezo
tw: Nkyerɛaseɛ
uk: Опис

source: Categories
ar: تصنيفات
de: Kategorien
es: Categorías
fi: Luokat
fr: Catégories
he: קטגוריות
id: Kategori
it: Categorie
lt: Kategorijos
mk: Категории
ru: Категории
sk: Kategórie
sl: Kategorije
sv: Kategorier
sw: Jamii
tw: Nkyekyɛmu Ahodoɔ
uk: Категорії

source: Camera Location
ar: موقع الكاميرا
de: Kamerastandort
es: Ubicación de cámara
fi: Kameran sijainti
fr: Emplacement de l’appareil photo
he: מיקום המצלמה
id: Lokasi Kamera
it: Posizione della fotocamera
lt: Kameros vieta
mk: Местопол. на апаратот
ru: Местоположение камеры
sk: Poloha kamery
sl: Lokacija fotoaparata
sv: Kameraplats
sw: Lokesheni/Mahali pa kamera
tw: Kamεra Beae
uk: Місцеположення камери

source: show all metadata from commons
ar: إظهار جميع البيانات الوصفية من كومنز
de: alle Metadaten von Commons anzeigen
es: mostrar todos los metadatos de Commons
fi: Näytä kaikki Wikimedia Commonsin metadata
fr: montrer toutes les métadonnées de Commons
he: הצג את כל המטא נתונים מוויקישיתוף
id: tampilkan seluruh metadata dari Commons
it: Mostra tutti i metadati da Commons
lt: rodyti visus Vikitekos metaduomenis
mk: прикажи ги сите метаподатоци од Ризницата
ru: показать все метаданные с Викисклада
sk: zobraziť všetky metadáta z commons
sl: prikaži vse metapodatke iz Zbirke
sv: visa all metadata från commons
sw: onyesha metadata zote kutoka commons
tw: kyerɛ nsɛm nyinaa a efi commons
uk: показати усі метадані з Вікісховища

source: Adding Depict Statements
ar: إضافة عبارات التصوير
de: Hinzufügen von Depict-Anweisungen
es: Añadiendo declaraciones "representa a"
fi: Lisätään Esittää-esitykset
fr: Ajout des déclarations de description (''Depicts'')
he: הוספת קביעות "מוצג"
id: Menambahkan Pernyataan Menggambarkan
it: Aggiunta di dichiarazioni di raffigurazione
mk: Додавање на искази за прикажано
ru: Добавление утверждений для отображаемого
sk: Pridávanie Vykresľovacích vyhlásení
sl: Dodajanje izjav o prikazanem (»Depicts«)
sv: Lägg till Motiv-uttalanden
sw: Kuongeza Taarifa za Taswira
tw: Wɔde Nsɛm Bi a Ɛkyerɛ Ɛka Ho
uk: Додавання твердження «Зображує»

source: Make it simple: Use simple words and concepts to describe what you see in each image (e.g. cat, mountain, Taj Mahal)
ar: اجعل الأمر بسيطًا: استخدم كلمات ومفاهيم بسيطة لوصف ما تراه في كل صورة (على سبيل المثال القطة، الجبل، تاج محل)
de: Mach es einfach: Verwende einfache Wörter und Konzepte, um zu beschreiben, was Du in jedem Bild siehst (z. B. Katze, Berg, Taj Mahal).
fr: Faites simple : utilisez des mots et des concepts simples pour décrire ce que vous voyez dans chaque image (par exemple, chat, montagne, Taj Mahal).
he: זה צריך להיות פשוט: יש השתמש במילים ובמושגים פשוטים כדי לתאר את מה שמוצג לך בכל תמונה (למשל חתול, הר, טאג' מאהל)
it: Rendilo semplice: usa parole e concetti semplici per descrivere ciò che vedi in ogni immagine (ad es. gatto, montagna, Taj Mahal)
sw: Ifanye iwe rahisi: Tumia maneno na dhana rahisi kuelezea unachokiona katika kila picha (km paka, mlima, Taj Mahal)

source: Cancel your changes
ar: إلغاء تغييراتك
de: Änderungen zurücknehmen
es: Cancelar tus cambios
fi: Peruuta muutoksesi
fr: Annuler vos modifications
he: ביטול השינויים שלך
id: Batalkan perubahan Anda
it: Annulla le modifiche
lt: Atšaukite savo pakeitimus
mk: Откажи ги промените
ru: Отменить ваши изменения
sk: Zrušiť svoje zmeny
sl: Prekličite spremembe
sv: Avbryt dina ändringar
sw: Ghairisha mabadiriko yako
tw: Twa nsakrae a woayɛ no mu
uk: Скасувати свої зміни

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
id: Batal
it: Annulla
lt: Atšaukti
mk: Откажи
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
sw: Ghairi
tw: Twa mu
uk: Скасувати

source: Save your edits to Wikimedia Commons
ar: احفظ تعديلاتك في ويكيميديا كومنز
de: Speichere Deine Änderungen auf Wikimedia Commons
es: Guarda tus ediciones en Wikimedia Commons
fi: Tallenna muokkauksesi Wikimedia Commonsiin
fr: Enregistrer vos modifications vers Wikimedia Commons
he: שמירת העריכות שלך לוויקישיתוף
id: Simpan suntingan Anda ke Wikimedia Commons
it: Salva le tue modifiche su Wikimedia Commons
lt: Išsaugokite savo pakeitimus Vikitekoje
mk: Зачувајте си ги уредувањата на Ризницата
ru: Сохранить ваши правки на Викискладе
sk: Uložiť svoje úpravy do Wikimedia Commons
sl: Shranite svoje spremembe v Wikimedijino zbirko
sv: Spara dina redigeringar på Wikimedia Commons
sw: Hifadhi mabadirko yako kwenye Wikimedia Commons
tw: Fa wo nsakraeɛ no sie wɔ Wikimedia Commons
uk: Зберегти свої редагування у Вікісховищі

source: Save
ar: حفظ
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
id: Simpan
it: Salva
lt: Išsaugoti
mk: Зачувај
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
sw: Hifadhi
tw: Sie wɔ ha
uk: Зберегти

source: You will be redirected to login and back here to save your changes
ar: سيتم إعادة توجيهك لتسجيل الدخول والعودة إلى هنا لحفظ التغييرات
de: Du wirst zum Login und dann hierher zurückgeleitet, um Deine Änderungen zu speichern
es: Se te pedirá que inicies sesión y vuelvas aquí para guardar tus cambios
fi: Sinut ohjataan kirjautumissivulle ja takaisin tälle sivulle tallentamaan muokkauksesi
fr: Vous allez être redirigé pour vous connecter et revenir ici pour enregistrer vos modifications
he: תיעשה העברה לכניסה לחשבון ואז חזרה לכאן כדי לשמור את השינויים שלך
id: Anda akan dialihkan ke masuk log dan kembali ke sini untuk menyimpan perubahan Anda
it: Verrai reindirizzato al login e di nuovo qui per salvare le modifiche
lt: Būsite nukreipti į prisijungimą ir atgal čia, kad išsaugotumėte pakeitimus
mk: Ќе бидете пренасочени за да се најавите и потоа ќе бидете вратени за да си ги зачувате промените
sk: Budete presmerovaný/á na prihlásenie sa a späť sem pre uloženie svojich zmien
sl: Preusmerjeni boste na prijavo in nazaj sem, da shranite spremembe
sv: Du kommer omdirigeras för att logga in och sedan tillbaka hit för att spara dina ändringar
sw: Utaelekezwa kwenye kuingia kisha utarejeshwa hapa kwaajili ya kuhifadhi mabadiriko yako
tw: Wɔbɛsan de wo akɔ login na woasan aba ha abεkora wo nsakraeɛ no
uk: Вас буде перенаправлено на сторінку входу, а тоді назад сюди для збереження змін

source: Name the different elements that you can see in this image
ar: قم بتسمية العناصر المختلفة التي يمكنك رؤيتها في هذه الصورة
de: Nenne die verschiedenen Elemente, die Du in diesem Bild sehen kannst
es: Nombra los diferentes elementos que puedes ver en esta imagen
fi: Nimeä eri elementit, joita näet tässä kuvassa
fr: Nommer les différents éléments que vous pouvez voir dans cette image
he: נא לתת שם לרכיבים השונים שאפשר לראות בתמונה הזאת
id: Sebutkan elemen berbeda yang bisa Anda lihat di gambar ini
it: Assegna un nome ai diversi elementi che puoi vedere in questa immagine
lt: Įvardinkite skirtingus elementus, kuriuos galite matyti šiame paveikslėlyje
mk: Внесете ги по име разните елементи што ги гледате на сликата
sk: Pomenujte rôzne elementy, ktoré vidíte na tomto obrázku
sl: Poimenujte različne elemente, ki jih lahko vidite na tej sliki
sv: Nämn de olika elementen du ser i den här bilden
sw: Taja vipengere tofauti unavyo weza kuviona kwenye picha hii
tw: Bobɔ nneɛma ahorow a wobetumi ahu wɔ mfonin yi mu no din
uk: Назвіть різні елементи, які ви бачите на цьому зображенні

source: Accept
ar: قبول
de: Akzeptieren
fi: Hyväksy
fr: Accepter
he: לקבל
it: Accetta
ru: Принять
sw: Kubali

source: Reject
ar: رفض
de: Ablehnen
fi: Hylkää
fr: Rejeter
he: לדחות
it: Rifiuta
ru: Отклонить
sw: Kataa

source: Hide Suggestions
ar: إخفاء الاقتراحات
de: Vorschläge ausblenden
fi: Piilota ehdotukset
fr: Masquer les suggestions
he: להסתיר הצעות
it: Nascondi suggerimenti
ru: Скрыть предложения
sw: Ficha mabadiriko

source: To mark the prominent elements in the image, click on the flag icon
ar: لتمييز العناصر البارزة في الصورة، انقر فوق رمز العلم
de: Um die markanten Elemente im Bild zu markieren, klicke auf das Flaggensymbol
es: Para marcar los elementos destacados de la imagen, haz clic en el icono de la bandera
fi: Klikkaamalla lippukuvaketta voit merkitä kuvan tärkeät elementit
fr: Pour marquer les éléments importants dans l’image, cliquer sur l’icône drapeau
he: כדי לסמן את הרכיבים הבולטים בתמונה, יש ללחוץ על סמל הדגל
id: Untuk menandai elemen menonjol dalam gambar, klik ikon bendera
it: Per contrassegnare gli elementi evidenziati nell'immagine, fare clic sull'icona della bandiera
lt: Norėdami pažymėti svarbius vaizdo elementus, spustelėkite vėliavėlės piktogramą
mk: За да ги обележите истакнатите или важните елементи на сликата, стиснете на иконата со знаменце
sk: Pre označenie prednostného elementu na obrázku kliknite na ikonu vlajky
sl: Če želite označiti vidne elemente na sliki, kliknite ikono zastavice
sv: För att markera det framstående i bilden klickar du på flaggikonen
sw: Kutia alama vipengere muhimu kwenye picha, bofya kitufe cha bendera
tw: Sɛ wopɛ sɛ wohyɛ nneɛma a ɛda nsow wɔ mfonini no mu agyirae a, klik frankaa ahyɛnsode no so
uk: Щоб відзначити головні елементи зображення, натисніть на іконку прапорця

source: Writing Captions
ar: كتابة تعليق
de: Kurzbeschreibungen schreiben
es: Escribir leyendas
fi: Kirjoitetaan kuvatekstejä
fr: Rédaction des légendes
he: כתיבת כיתובים
id: Menulis Takarir
it: Scrivere didascalie
mk: Внесување на толкувања
sk: Písanie titulkov
sl: Pisanje napisov
sv: Skriva bildtexter
sw: Kuandika nukuu
tw: Nsɛmti Atwerɛ
uk: Написання підписів

source: Include any culturally specific, scientific or technical information that you can identify (e.g. the Ethiopian Coffee Ceremony or bunna maflat) to make the information richer.
ar: قم بتضمين أي معلومات ثقافية أو علمية أو تقنية يمكنك تحديدها (مثل حفل القهوة الإثيوبي أو bunna maflat) لجعل المعلومات أكثر ثراءً.
de: Füge alle kulturspezifischen, wissenschaftlichen oder technischen Informationen ein, die Du identifizieren kannst (z. B. die äthiopische Kaffeezeremonie oder Bunna Maflat), um die Informationen zu anzureichern.
es: Incluye cualquier información culturalmente específica, científica o técnica que puedas identificar (por ejemplo, la ceremonia etíope del café o bunna maflat) para enriquecer la información.
fi: Sisällytä tunnistamasi kulttuurisesti erityinen, tieteellinen tai tekninen tieto (esim. etiopialainen kahviseremonia tai bunna maflat), jotta tiedosta tulee rikkaampaa.
fr: Incluez toute information culturellement spécifique, scientifique ou technique, que vous pouvez identifier (par ex. la Cérémonie du café éthiopienne ou « bunna maflat ») pour rendre l’information plus riche.
he: יש לכלול כל מידע התרבותי, המדעי או הטכני שהצלחת לזהות (למשל "טקס הקפה האתיופי או בונה מפלט") כדי להעשיר את המידע.
id: Sertakan informasi budaya tertentu, ilmiah atau teknis yang dapat Anda identifikasi (misalnya Upacara Kopi Ethiopia atau bunna maflat) untuk membuat informasi lebih kaya.
it: Includi tutte le informazioni culturalmente specifiche, scientifiche o tecniche che puoi identificare (ad esempio la cerimonia del caffè etiope o il bunna maflat) per rendere le informazioni più ricche.
mk: Вклучете културно односни, научни или технички сознанија што може да ги утврдите (на пр. етиопско кафеџиство или буна мафлат) за да ги збогатите информациите.
sk: Pridajte akékoľvek kultúrne, vedecké či technické informácie, ktoré viete identifikovať (napríklad: Etiópsky kávový obrad alebo z 18.storočia) pre obohatenie podávaných informácií.
sl: Vključite vse kulturno specifične, znanstvene ali tehnične informacije, ki jih lahko prepoznate (npr. etiopska kavna slovesnost ali bunna maflat), da bodo informacije bogatejše.
sv: Ta med all kulturspecifika, vetenskapliga eller tekniska information som du ser (t.ex. etiopisk kaffeceremoni eller bunna maflat) för att berika informationen.
sw: Jumuisha maelezo yoyote mahususi ya kitamaduni, kisayansi au kiufundi ambayo unaweza kutambua (kama vile Sherehe ya Kahawa ya Ethiopia au bunna maflat) ili kufanya maelezo kuwa bora zaidi.
tw: Fa amammerɛ pɔtee bi, nyansahu anaa nimdeε soronko ho nsɛm biara a wubεtumi ahu (te sε,Ethiopia Kɔfe Afahyɛ anaa bunna maflat) ka ho na ama nsɛm no ayɛ den.
uk: Включіть будь-яку культурну, наукову чи технічну інформацію, яку ви можете визначити (наприклад, «Ефіопська кавова церемонія, або ж бунна мафлат»), щоб зробити інформацію насиченішою.

source: Log in to publish changes
ar: سجل الدخول لنشر التغييرات
de: Melde dich an, um Änderungen zu veröffentlichen
es: Iniciar sesión para publicar los cambios
fi: Kirjaudu sisään julkaistaksesi muutokset
fr: Se connecter pour publier les modifications
he: יש להיכנס כדי לפרסם שינויים
id: Masuk untuk mempublikasikan perubahan
it: Accedi per pubblicare le modifiche
lt: Prisijunkite, kad paskelbtumėte pakeitimus
mk: Најавете се за да ги објавите промените
ru: Войдите, чтобы опубликовать изменения
sk: Prihláste sa pre publikovanie zmien
sl: Za objavo sprememb se prijavite
sv: Logga in för att publicera ändringarna
sw: Ingia ili kuchapisha mabadiliko
tw: Kɔ mu na fa nsakrae ahorow to dwa
uk: Увійдіть, щоб опублікувати зміни

source: Add a caption to better explain the image (max 255 characters)
ar: أضف تعليقًا لتوضيح الصورة بشكل أفضل (بحد أقصى 255 حرفًا)
de: Füge eine Kurzbeschreibung hinzu, um das Bild besser zu erklären (max. 255 Zeichen)
es: Añade una leyenda para explicar mejor la imagen (máximo 255 caracteres)
fi: Lisää kuvateksti, jotta kuvaa on helpompi selittää (max. 255 merkkiä)
fr: Ajoutez une légende pour mieux expliquer l’image (255 caractères max)
he: נא להוסיף כיתוב כדי להסביר טוב יותר את התמונה (מקסימום 255 תווים)
id: Tambahkan takarir untuk menjelaskan gambar lebih baik (maksimal 255 karakter)
it: Aggiungi una didascalia per spiegare meglio l'immagine (max 255 caratteri)
lt: Pridėkite antraštę, kad geriau paaiškintumėte vaizdą (maks. 255 simboliai)
mk: Додајте толкување за подобро да ја објасните сликата (највеќе 255 знаци)
sk: Pridajte titulky pre lepšie vysvetlenie obrázku (max 255 znakov)
sl: Dodajte napis za boljšo razlago slike (največ 255 znakov)
sv: Lägg till en bildtext för att bättre förklara bilden (max 255 tecken)
sw: Ongeza maelezo mafupi ili kufafanua vyema picha (isizidi herufi 255)
tw: Fa asɛmti bi ka ho na woakyerɛkyerɛ mfoni no mu yiye (atwerεdeε mpεmpεnso ne 255)
uk: Додайте підпис, щоб краще пояснити зображення (макс. 255 символів)

source: Briefly explain what you see in this image.
ar: اشرح بإيجاز ما تراه في هذه الصورة.
de: Erkläre kurz, was du auf diesem Bild siehst.
es: Explica brevemente lo que ves en esta imagen.
fi: Selitä lyhyesti mitä näet tässä kuvassa.
fr: Expliquez brièvement ce que vous voyez dans cette image.
he: נא להסביר בקצרה מה רואים בתמונה הזאת.
id: Jelaskan secara singkat apa yang Anda lihat dalam gambar ini.
it: Spiega brevemente cosa vedi in questa immagine.
lt: Trumpai paaiškinkite, ką matote šiame paveikslėlyje.
mk: Накратко објаснете што гледате на сликава.
sk: Stručne vysvetlite čo vidíte na obrázku.
sl: Na kratko razložite, kaj vidite na tej sliki.
sv: Förklara kortfattat vad du ser i bilden.
sw: kwa ufupi eleza kile unachokiona kwenye picha hii.
tw: Kyerɛkyerɛ nea wohu wɔ mfonin yi mu no mu tiawa.
uk: Коротко опишіть, що ви бачите на цьому зображенні.

source: You can add captions in additional languages by selecting Language Preferences from the user menu
ar: يمكنك إضافة تسميات توضيحية بلغات إضافية عن طريق تحديد تفضيلات اللغة من قائمة المستخدم
de: Du kannst Kurzbeschreibungen in weiteren Sprachen hinzufügen, indem Du im Benutzermenü die Option Spracheinstellungen auswählst.
es: Puede añadir leyendas en otros idiomas seleccionando Preferencias de idioma en el menú de usuario
fi: Voit lisätä kuvatekstejä eri kielillä valitsemalla Kieliasetukset käyttäjävalikosta
fr: Vous pouvez ajouter des légendes dans des langues supplémentaires en sélectionnant Préférences de langue dans le menu utilisateur
he: ניתן להוסיף כיתובים בשפות נוספות על־ידי בחירת העדפות שפה מתפריט המשתמש
id: Anda bisa menambahkan takarir dalam bahasa tambahan dengan memilih Preferensi Bahasa dari menu pengguna
it: Puoi aggiungere didascalie in altre lingue selezionando Preferenze lingua dal menu utente
lt: Galite pridėti antraščių papildomomis kalbomis naudotojo meniu pasirinkę kalbos nuostatas
mk: Можете да ставате толкувања на дополнителни јазици избирајќи ги јазичните нагодувања од корисничкото мени
sk: Môžete pridať titulky v ďalšom jazyku vybraním jazykových nastavení v používateľskom menu
sl: Dodate lahko napise v dodatnih jezikih tako, da v uporabniškem meniju izberete Jezikovne nastavitve
sv: Du kan lägga till bildtexter på flera språk genom att välja Språkinställningar i användarmenyn
sw: Unaweza kuongeza nukuu katika lugha zingine za ziada kwa kuchagua Mapendeleo ya Lugha kutoka kwa menyu ya mtumiaji
tw: Wobεtumi de nsεmti adi dwuma wɔ kasa afoforo mu denam Kasa Ntotoho a wobɛpaw no so
uk: Ви можете додавати підписи додатковими мовами, вибравши «Налаштування мови» у меню користувача
