Repository: wikimedia/labs-tools-Isa
Catalog: isa/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fi, fr, he, id, it, lt, mk, ru, sk, sl, sv, sw, tw, uk

source: The only requirement is... to be logged-in.
ar: المتطلب الوحيد هو... تسجيل الدخول.
de: Die einzige Voraussetzung ist... angemeldet zu sein.
fi: Ainoa vaatimus on... olla kirjautunut sisään.
fr: La seule exigence est... d’être connecté.
he: הדרישה היחידה היא... להיכנס לחשבון.
it: L'unico requisito è... aver effettuato l'accesso.
sw: Sharti pekee ni... kuwa umeingia.

source: Learn more about file captions and depicts
ar: تعرف على المزيد حول التسميات التوضيحية والعناصر المصورة
de: Erfahre mehr über Kurzbeschreibungen und Stellt-dar
es: Más información sobre las leyendas (o pie de fotos) de los archivos y las representaciones
fi: Lue lisää tiedostojen kuvauksista
fr: En savoir plus sur les légendes et descriptions de fichiers
he: מידע נוסף על נתוני "כיתוב" ו"מוצג" של קבצים
id: Pelajari lebih lanjut tentang takarir berkas dan gambarkan
it: Ulteriori informazioni sulle didascalie e le rappresentazioni dei file
lt: Sužinokite daugiau apie failų antraštes ir vaizdavimą
mk: Дознајте повеќе за толкувања и прикажано на податотеки
sk: Získajte viac informácií o titulkoch a vyobrazeniach súborov
sl: Seznanite se z napisi in prikazanim podrobneje
sv: Lär dig mer om bildtexter och motiv
sw: Jifunze zaidi maelezo zaidi kuhusu nukuu ya faili na taswira
tw: Sua bebree fa fael captions ne depicts ho.
uk: Детальніше про підписи файлів та «зображує»

source: File captions are a feature part of Structured data.
ar: التسميات التوضيحية على الملف هي جزء مميز من البيانات المهيكلة.
de: Dateikurzbeschreibungen sind ein Funktionsbestandteil strukturierter Daten.
es: Las leyendas o pie de fotos de los archivos son una característica que forma parte de los datos estructurados.
fr: Les légendes de fichiers font partie intégrante des données structurées.
he: "כיתובים" של קובץ הוא מאפיין של נתונים מובנים.
id: Takarir berkas adalah bagian fitur dari Data Terstruktur.
it: Le didascalie dei file sono una parte caratteristica dei dati strutturati.
lt: Failų antraštės yra struktūrinių duomenų dalis.
mk: Толкувањата на податотеките се можност во рамките на Структурираните податоци.
sk: Popisky súborov sú súčasťou štruktúrovaných údajov.
sl: Napisi datotek so sestavni del strukturiranih podatkov.
sv: Bildtexter är en viktig del av strukturerade data.
sw: Nukuu za picha au faili nisehmu ya data Muundo (Data zilizo pangiliwa)
uk: Підписи файлів — це можливість у рамках структурованих даних.

source: They are meant to store short, multilingual description about files.
ar: الغرض منها هو تخزين أوصاف قصيرة ومتعددة اللغات للملفات.
de: Sie dienen zum Speichern kurzer, mehrsprachiger Dateibeschreibungen.
es: Están pensadas para almacenar descripciones breves y multilingües sobre los archivos.
fr: Ils sont destinés à stocker des descriptions courtes et multilingues des fichiers.
he: הם נועדו לאחסון תיאור קצר ורב־לשוני של קבצים.
id: Takarir merupakan deskripsi singkat dan multibahasa tentang berkas.
it: Hanno lo scopo di memorizzare una breve descrizione multilingue sui file.
lt: Jie skirti saugoti trumpus, daugiakalbius failų aprašymus.
mk: Предвидени се за зкладирање на кратки повеќејазични описи за податотеки.
sk: Sú určené na ukladanie krátkych, viacjazyčných popisov o súboroch.
sl: Namenjeni so shranjevanju kratkih, večjezičnih opisov datotek.
sv: De innehåller korta, flerspråkiga beskrivningar av filer.
sw: Zinakusudiwa kuhifadhi maelezo mafupi, ya lugha nyingi kuhusu faili.
uk: Вони мають бути короткими багатомовними описами файлів.

source: What is a good caption ? and what is the difference between our good old file descriptions and captions ?
ar: ما هو العنوان الجيد؟ وما هو الفرق بين أوصاف الملفات القديمة الجيدة والعنوانات التوضيحية؟
de: Was ist eine gute Kurzbeschreibung? Und was ist der Unterschied zwischen unseren guten alten Dateibeschreibungen und Kurzbeschreibungen?
es: ¿Qué es un buen pie de foto? y ¿cuál es la diferencia entre nuestras antiguas descripciones de archivos y los pies de foto?
fr: Qu'est-ce qu'une bonne légende ? Et quelle est la différence entre nos bonnes vieilles descriptions de fichiers et les légendes ?
he: מהו כיתוב טוב? ומה ההבדל בין תיאורי הקבצים הישנים והטובים שלנו? לבין הכיתובים
id: Apa itu takarir yang bagus? Dan apa perbedaan antara deskripsi berkas dan takarir?
it: Cos'è una buona didascalia? e qual è la differenza tra le nostre buone vecchie descrizioni e didascalie dei file?
lt: Kas yra gera antraštė ? ir kuo skiriasi mūsų seni geri failų aprašymai ir antraštės?
mk: Што сочинува добо толкување ? и која е разликата помеѓу старите добри описи на податотеките и толкувањата ?
sk: Čo je dobrý nadpis? a aký je rozdiel medzi našimi starými dobrými popismi súborov a titulkami?
sl: Kaj je dober napis? in kakšna je razlika med našimi dobrimi starimi opisi datotek in napisi?
sv: Hurdan är en bra bildtext ? och vari består skillnaden mellan våra gamla hederliga filbeskrivningar och bildtexter ?
sw: Manukuu mazuri ni yapi? na ni tofauti gani kati ya maelezo yetu mazuri ya faili za zamani na manukuu?
uk: Що є гарним підписом? і яка різниця між старими-добрими описами файлів і підписами?

source: First, captions are meant to be simple and short.
ar: أولاً، من المفترض أن تكون التسميات التوضيحية بسيطة وقصيرة.
de: Erstens sollten Kurzbeschreibungen einfach und kurz sein.
es: En primer lugar, los pies de foto deben ser simples y cortos.
fr: Tout d'abord, les légendes doivent être simples et courtes.
he: ראשית, הכיתובים אמורים להיות פשוטים וקצרים.
id: Pertama, takarir dimaksudkan sederhana dan singkat.
it: Innanzitutto, le didascalie devono essere semplici e brevi.
lt: Pirma, antraštės turėtų būti paprastos ir trumpos.
mk: Најпрвин, толкувањата се прости и кратки.
sk: Po prvé, titulky majú byť jednoduché a krátke.
sl: Prvič, napisi naj bi bili preprosti in kratki.
sv: Först och främst skall bildtexter vara enkla och korta.
sw: Kwanza, maelezo mafupi yanapaswa kuwa rahisi na mafupi.
uk: По-перше, підписи мають бути простими й короткими.

source: While descriptions can be very expansive, captions are limited to 255 characters in length, and cannot contain markup (like Wikitext links or HTML) and do not support external links.
ar: على الرغم من أن الأوصاف يمكن أن تكون واسعة جدًا، فإن التسميات التوضيحية محدودة بـ 255 حرفًا في الطول، ولا يمكن أن تحتوي على علامات (مثل روابط نصوص الويكي أو HTML) ولا تدعم الروابط الخارجية.
de: Während Beschreibungen sehr ausführlich sein können, sind Kurzbeschreibungen auf eine Länge von 255 Zeichen begrenzt und dürfen keine Auszeichnungen (wie Wikitext-Links oder HTML) enthalten und unterstützen keine externen Links.
es: Mientras que las descripciones pueden ser muy amplias, los pies de foto están limitados a 255 caracteres de longitud, y no pueden contener marcas (como los enlaces Wikitext o HTML) y no admiten enlaces externos.
fr: Alors que les descriptions peuvent être très étendues, les légendes sont limitées à 255 caractères, ne peuvent pas contenir de balises (comme les liens Wikitext ou HTML) et ne prennent pas en charge les liens externes
he: בעוד שהתיאורים יכולים להיות מאוד רחבים, הכיתובים מוגבלים באורך ל־255 תווים, ואינם יכולים להכיל סימון (markup, כגון קישורים בוקד ויקי או HTML) ואינם תומכים בקישורים חיצוניים.
id: Takarir dibatasi hingga 255 karakter, dan tidak dapat berisi markah teks (seperti markah wiki atau markah HTML) dan tidak mendukung tautan eksternal. Sementara deskripsi tidak memiliki batasan-batasan tersebut.
it: Sebbene le descrizioni possano essere molto estese, le didascalie sono limitate a 255 caratteri e non possono contenere markup (come collegamenti Wikitext o HTML) e non supportano collegamenti esterni.
lt: Nors aprašymai gali būti labai platūs, antraštės yra apribotos iki 255 simbolių ilgio, juose negali būti žymėjimo (pvz., vikiteksto nuorodų ar HTML) ir antraštės nepalaiko išorinių nuorodų.
mk: Додека описите можат да бидат многу опширни, толкувањата се ограничени на 255 знаци, и не може да содржат викикод (викитекстуални врски или HTML) и не поддржуваат надворешни врски.
sk: Zatiaľ čo popisy môžu byť veľmi rozsiahle, titulky sú obmedzené na 255 znakov a nemôžu obsahovať značky (napríklad odkazy na Wikitext alebo HTML) a nepodporujú externé odkazy.
sl: Čeprav so lahko opisi zelo obsežni, so napisi omejeni na 255 znakov, ne morejo vsebovati označevanja (kot so vikibesedilne povezave ali HTML) in ne podpirajo zunanjih povezav.
sv: Beskrivningar kan vara mycket omfattande; bildtexter är begränsade till 255 tecken och kan inte innehålla märkspråk (som länkar i wikitext eller HTML). De stödjer inte heller externa länkar.
sw: Ingawa maelezo yanaweza kuwa makubwa sana, manukuu yana urefu wa vibambo 255 tu, na hayawezi kuwa na alama (kama vile viungo vya Wikitext au HTML) na hayatumii viungo vya nje.
uk: У той час, як описи можуть бути дуже детальними, підписи обмежені до 255 символів довжиною і не можуть містити розмітки (на зразок вікітекстових посилання чи HTML), а також не підтримують зовнішніх посилань.

source: In many cases, the caption will be similar or identical to the description.
ar: في كثير من الحالات، سيكون التعليق مشابهًا أو مطابقًا للوصف.
de: In vielen Fällen ist die Kurzbeschreibung ähnlich oder identisch mit der Beschreibung.
es: En muchos casos, el pie de foto será similar o idéntico a la descripción.
fr: Dans de nombreux cas, la légende sera similaire ou identique à la description.
he: במקרים רבים, הכיתוב יהיה דומה או זהה לתיאור.
id: Dalam banyak kasus, takarir akan serupa atau identik dengan deskripsi.
it: In molti casi, la didascalia sarà simile o identica alla descrizione.
lt: Daugeliu atvejų antraštė bus panaši ar identiška aprašymui.
mk: Во многу случаи, толкувањето ќе биде слично или исто како описот.
sk: V mnohých prípadoch bude nadpis podobný alebo rovnaký ako popis.
sl: V številnih primerih bo napis podoben ali enak opisu.
sv: Ofta är det så att bildexten och beskrivningen är likadana eller identiska.
sw: Mara nyingi, maelezo mafupi yatakuwa sawa au sawa na maelezo.
uk: У багатьох випадках, підпис буде подібний або й ідентичний до опису.

source: But in other cases, there is a very extensive description (858 characters, and links) and the caption is much shorter (more or less the same caption used on the Wikipedia articles using that image).
ar: ولكن في حالات أخرى، يوجد وصف موسع للغاية (858 حرفًا وروابط) والتسمية التوضيحية أقصر كثيرًا (أكثر أو أقل نفس التسمية التوضيحية المستخدمة في مقالات ويكيبيديا التي تستخدم تلك الصورة).
de: In anderen Fällen gibt es jedoch eine sehr ausführliche Beschreibung (858 Zeichen und Links) und die Kurzbeschreibung ist viel kürzer (mehr oder weniger dieselbe Kurzbeschreibung, die in den Wikipedia-Artikeln mit diesem Bild verwendet wird).
es: Pero en otros casos, hay una descripción muy extensa (858 caracteres, y enlaces) y el pie de foto es mucho más corto (más o menos el mismo pie de foto utilizado en los artículos de Wikipedia que utilizan esa imagen).
fr: Mais dans d'autres cas, il y a une description très complète (jusqu’à 858 caractères et des liens) et la légende est beaucoup plus courte (plus ou moins la même légende que celle utilisée sur les articles de Wikipédia utilisant cette image).
he: אבל במקרים אחרים, יש תיאור נרחב מאוד (858 תווים, וקישורים) והכיתוב קצר בהרבה (פחות או יותר אותו כיתוב המשמש בערכי ויקיפדיה באמצעות התמונה הזאת).
id: Tetapi dalam kasus lain, ada deskripsi yang sangat panjang dan takarirnya jauh lebih pendek (kurang lebih serupa dengan takarir yang digunakan pada artikel Wikipedia yang menggunakan gambar itu).
it: Ma in altri casi, c'è una descrizione molto ampia (858 caratteri e collegamenti) e la didascalia è molto più breve (più o meno la stessa didascalia usata negli articoli di Wikipedia che utilizzano quell'immagine).
lt: Tačiau kitais atvejais, aprašymas yra labai platus (858 simboliai ir nuorodos), o antraštė yra daug trumpesnė (praktiškai ta pati antraštė, kuri naudojama Vikipedijos straipsniuose, naudojančiuose atitinkamą vaizdą).
mk: Но во други случаи постојат мошне опширни описи (858 знаци, и врски) а толкувањето е многу покусо (слично на описот што се се става под сликата кога е во статија).
sk: Ale v iných prípadoch je tam veľmi rozsiahly popis (858 znakov a odkazov) a popis je oveľa kratší (viac-menej rovnaký popis ako v článkoch na Wikipédii, ktoré používajú tento obrázok).
sl: V drugih primerih pa obstaja zelo obsežen opis (858 znakov in povezave), napis pa je veliko krajši (bolj ali manj enak napis, kot je uporabljen v člankih Wikipedije, ki uporabljajo to sliko).
sv: Men i andra fall är beskrivningen väldigt uttömmande (858 tecken med länkar) samtidigt som bildtexten är betydligt kortare (ungefär som bildtexterna i Wikipediaartiklar som använder bilden).
sw: Lakini katika hali zingine, kuna maelezo ya kina sana (herufi 858, na viungo) na maelezo mafupi ni mafupi zaidi (zaidi au chini ya maelezo sawa yaliyotumiwa kwenye nakala za Wikipedia kwa kutumia picha hiyo).
uk: Але в інших випадках існує дуже детальний опис (858 символів, ще й посилання), а підпис набагато коротший (приблизно такий, як підписи у статтях Вікіпедії, які використовують це зображення).

source: Only text which is so short that it is not copyrightable should be copied into captions, as captions are published under a CC0 ("public domain") waiver.
ar: لا ينبغي نسخ سوى النص القصير للغاية الذي لا يخضع لحقوق الطبع والنشر إلى التعليقات التوضيحية، حيث يتم نشر التعليقات التوضيحية بموجب تنازل CC0 ("المجال العام").
de: In Kurzbeschreibungen sollte nur Text kopiert werden, der so kurz ist, dass er nicht urheberrechtlich geschützt ist, da Kurzbeschreibungen unter einer CC0-Verzichtserklärung („Public Domain“) veröffentlicht werden.
es: Sólo debe copiarse en los pies de foto el texto que sea tan breve que no pueda ser objeto de derechos de autor, ya que los pies de foto se publican bajo una exención CC0 ("dominio público").
fr: Seul du texte qui est si court qu’il n’est pas protégeable par le droit d’auteur doit être copié dans les légendes, car les légendes sont publiées sous une dérogation CC0 (« domaine public »).
he: יש להעתיק לכיתובים רק טקסט כה קצר עד שאינו יכול להיות מוגבל בזכויות יוצרים, שכן הכיתובים מתפרסמים לפי תנאי רישיון ויתור CC0 ("נחלת הכלל").
id: Hanya teks yang sangat pendek (tidak dapat dilindungi hak cipta) yang boleh dituliskan ke dalam takarir, karena takarir diterbitkan di bawah lisensi CC0 ("domain publik").
it: Solo il testo così breve da non essere soggetto a copyright dovrebbe essere copiato nelle didascalie, poiché le didascalie sono pubblicate con un'esenzione CC0 ("dominio pubblico").
lt: Į antraštes turėtų būti kopijuojamas tik toks trumpas tekstas, kuriam autorių teisės netaikomos, nes antraštės skelbiamos pagal CC0 („viešojo domeno“) atsisakymą.
mk: Само ваков краток текст кој не подлежи на авторски права треба да се копира во толкувања бидејќи тие се објавуваат под одрекувачка лиценца CC0 (јавна сопственост).
sk: Do titulkov by sa mal skopírovať iba text, ktorý je taký krátky, že sa naň nevzťahujú autorské práva, pretože titulky sú zverejnené na základe výnimky CC0 („public domain“).
sl: V napise naj se kopira samo besedilo, ki je tako kratko, da ne more biti varovano z avtorskimi pravicami, saj so napisi objavljeni z opustitvijo pravic CC0 (kot »javna domena«).
sv: Bildtexter publiceras under licensen CC0 ("public domain-dedikation"). Det innebär att du endast bör kopiera och klistra texter som är så korta att de inte kan upphovsrättsskyddas.
sw: Maandishi tu ambayo ni mafupi sana kwamba hayana hakimiliki yanapaswa kunakiliwa hadi manukuu, kwa vile manukuu yanachapishwa chini ya msamaha wa CC0 ("kikoa cha umma").
uk: У підпис можна додати лише текст, який є настільки коротким, що не підпадає під захист авторських прав, тому що підписи публікуються під CC0 (із відмовою від авторських прав і передачею в «суспільне надбання»).

source: One of the core benefits of captions is improved language-aware searchability.
ar: أحد الفوائد الأساسية للتسميات التوضيحية هو تحسين إمكانية البحث المدرك للغة.
de: Einer der Hauptvorteile von Kurzbeschreibungen ist die verbesserte sprachabhängige Suchbarkeit.
es: Una de las principales ventajas de las leyendas es la mejora de la capacidad de búsqueda en función del idioma.
fr: L’un des principaux avantages des sous-titres est l’amélioration des possibilités de recherche en fonction de la langue.
he: אחד היתרונות המרכזיים של כיתובים הוא שיפור יכולת החיפוש המודעת לשפה.
id: Salah satu manfaat utama dari takarir adalah peningkatan kemampuan pencarian multibahasa.
it: Uno dei principali vantaggi delle didascalie è una migliore ricercabilità in base alla lingua.
lt: Vienas iš pagrindinių antraščių pranašumų yra patobulintas ieškojimas pagal kalbą.
mk: Една од главните предности на толкувањата е подобрената пребарливост на вообичаен јазик.
sk: Jednou z hlavných výhod titulkov je lepšia možnosť vyhľadávania podľa jazyka.
sl: Ena od glavnih prednosti napisov je izboljšana možnost iskanja glede na jezik.
sv: En av de största fördelarna med bildtexter är att sökbarheten blir bättre och mer språkmedveten.
sw: Moja wapo ya manufaa makubwa na msingi ya nukuu ni kuboresha namna ya utafutaji na uelewa wa lugha
uk: Одна з ключових вигод підписів — покращення пошуку конкретними мовами.

source: Classical file descriptions are in the wikitext, and are only searchable through full-text search, which necessarily searches through the entire page contents, including categories and license templates; and it is not possible to do search search per language.
ar: توجد أوصاف الملفات الكلاسيكية في نص الويكي، ولا يمكن البحث فيها إلا من خلال البحث في النص الكامل، والذي يبحث بالضرورة في محتويات الصفحة بأكملها، بما في ذلك الفئات وقوالب الترخيص؛ ومن غير الممكن إجراء بحث حسب اللغة.
de: Klassische Dateibeschreibungen liegen im Wikitext und sind nur über eine Volltextsuche durchsuchbar, die zwangsläufig den gesamten Seiteninhalt inklusive Kategorien und Lizenzvorlagen durchsucht; eine sprachspezifische Suche ist nicht möglich.
es: Las descripciones clásicas de los archivos están en el wikitexto, y sólo se pueden buscar a través de la búsqueda de texto completo, que necesariamente busca en todo el contenido de la página, incluidas las categorías y las plantillas de licencia; y no es posible hacer búsquedas por idioma.
fr: Les descriptions des fichiers classiques sont dans le wikitexte et ne sont consultables qu’au moyen de la recherche en texte plein, qui parcourt nécessairement tout le contenu de la page, y compris les catégories et les modèles de licence ; et il n'est pas possible de faire une recherche par langue.
he: תיאורי קבצים קלאסיים מאוחסנים כקוד ויקי, ואפשר לחפש בהם רק באמצעות חיפוש בטקסט מלא, המחפש בהכרח את כל תוכן הדף, כולל קטגוריות ותבניות רישיון; ולא ניתן לבצע שם חיפוש לפי שפה.
id: Deskripsi berkas yang lama menggunakan markah wiki, dan hanya dapat dicari melalui pencarian teks lengkap, yang tentu saja mencari melalui seluruh konten halaman, termasuk kategori dan templat lisensi; dan tidak mungkin untuk melakukan pencarian per bahasa.
it: Le descrizioni dei file classiche sono nel wikitext e sono ricercabili solo attraverso la ricerca full-text, che necessariamente ricerca attraverso l'intero contenuto della pagina, comprese le categorie e i modelli di licenza; e non è possibile effettuare ricerche per lingua.
lt: Klasikiniai failų aprašymai yra vikiteksto formatu ir juose galima ieškoti tik naudojant viso teksto paiešką, kuri būtinai ieško visame puslapio turinyje, įskaitant kategorijas ir licencijų šablonus; ir neįmanoma atlikti paieškos pagal kalbą.
mk: Класичните описи на податотеките се во викитекст, и можат да се пребаруваат само во полн текст, што ја пребарува сета страница, вклучувајќи ги категориите и лиценцните предлошки; исто така, нема можност за пребарување по одделни јазици.
sk: Klasické popisy súborov sú vo wikitexte a dajú sa vyhľadávať iba prostredníctvom fulltextového vyhľadávania, ktoré nevyhnutne prehľadáva celý obsah stránky vrátane kategórií a licenčných šablón; a nie je možné vyhľadávať podľa jazyka.
sl: Klasični opisi datotek so v vikibesedilu in jih je mogoče iskati le z iskanjem po celotnem besedilu, ki nujno preišče celotno vsebino strani, vključno s kategorijami in predlogami licenc; in ni mogoče izvesti iskanja, omejenega na določen jezik.
sv: Klassiska bildbeskrivningar består av wikitext och kan bara sökas i genom fulltextsökning – vilken nödvändigtvis går igenom hela sidans innehåll, inklusive kategorier och licensmallar. Det är dessutom omöjligt att begränsa sökningen till ett specifikt språk.
sw: Maelezo ya awali ya faili yako katika maandishi ya wiki, na yanaweza kutafutwa tu kupitia utafutaji wa maandishi kamili, ambao hutafuta maudhui yote ya ukurasa, ikijumuisha kategoria na violezo vya leseni; na haiwezekani kutafuta utafutaji kwa kila lugha.
uk: Класичні описи файлів робляться вікітекстом і знаходяться лише при повнотекстовому пошуку, коли пошук здійснюється по всьому вмісту сторінки, включно з категоріями і шаблонами ліцензій; і неможливо здійснювати такий пошук за конкретною мовою.

source: Captions are available as part of our structured data, while descriptions are not.
ar: تتوفر التسميات التوضيحية كجزء من بياناتنا المنظمة، في حين أن الأوصاف ليست كذلك.
de: Kurzbeschreibungen sind als Teil unserer strukturierten Daten verfügbar, Beschreibungen hingegen nicht.
es: Los subtítulos están disponibles como parte de nuestros datos estructurados, mientras que las descripciones no lo están.
fr: Les légendes sont disponibles dans le cadre de nos données structurées, alors que les descriptions ne le sont pas.
he: הכיתובים זמינים כחלק מהנתונים המבניים שלנו, בעוד שהתיאורים לא.
id: Takarir tersedia sebagai bagian dari data terstruktur kami, sementara deskripsi tidak.
it: I sottotitoli sono disponibili come parte dei nostri dati strutturati, mentre le descrizioni non lo sono.
lt: Antraštės yra mūsų struktūrinių duomenų dalis, o aprašymai – ne.
mk: Толкувањата се достапни како дел од нашите структурирани податоци, а описите не се.
sk: Titulky sú k dispozícii ako súčasť našich štruktúrovaných údajov, zatiaľ čo popisy nie.
sl: Napisi so na voljo kot del naših strukturiranih podatkov, medtem ko opisi niso.
sv: Bildtexter är en del av våra strukturerade data; beskrivningar är inte det.
sw: Nukuu zinapatikana kama sehemu ya data yetu iliyopangwa, ilhali maelezo hayapatikani.
uk: Підписи доступні як частина структурованих даних, тоді як описи — ні.
